{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Exploring the combined neuroprotective effects of resveratrol and hesperidin in a scopolamine-induced rat model of cognitive impairment.",
  "abstract": "The occurrence of cognitive impairment in normal aging and sporadic Alzheimer's disease is linked to oxidative stress. Resveratrol, a polyphenolic molecule, and hesperidin, a flavanone glycoside have exhibited powerful anti-oxidant and neuroprotective effects. The present study was designed to explore the neurotherapeutic potential of combination between resveratrol and hesperidin as preventative herbal remedies to inhibit oxidative stress and cholinergic and mitochondrial dysfunction in scopolamine-induced cognitive impairments in rats. Resveratrol (20 mg/kg, p.o.), hesperidin (20 mg/kg, p.o.), and its combination were administered orally up to 21 days. Cognitive impairment was induced by intraperitoneal injection of scopolamine (1 mg/kg, i.p.) to rats for 5 days (15th, 16th, 17th, 18th, and 19th). Learning and memory function in rats were appraised by using the Morris water maze. Subsequently, the content of oxidative-nitrosative stress parameters, the activity of acetylcholinesterase (AChE), electron transport chain complexes, brain-derived neurotrophic factor (BDNF), and pro-inflammatory cytokines mediators (TNF-α and IL-6) in hippocampus brain areas of rats were measured. Scopolamine treatment significantly produced learning and memory impairment, oxidative-nitrosative stress, cholinergic dysfunction, mitochondrial deficit, reduced BDNF, and increased TNF-α and IL-6 levels. Whereas, resveratrol and hesperidin combination therapy effectively improved brain anti-oxidant status, lowered brain mitochondrial impairments, and neuro-inflammation in rats as compared to mono-therapy. Our findings demonstrated that the resveratrol and hesperidin combination group showed excellent anti-cognitive impairment properties compared to single therapy. The combination therapy exhibited a favorable effect in suppressing scopolamine-induced cognitive impairment, either additively, synergistically, or through distinct molecular pathways.",
  "publication_date": "2025-05-26",
  "journal": "Neuroscience",
  "doi": "10.1016/j.neuroscience.2025.05.302",
  "entities": {
    "SYMPTOM": [
      "cholinergic and mitochondrial dysfunction",
      "neuro-inflammation",
      "normal aging",
      "oxidative stress",
      "oxidative-nitrosative stress",
      "oxidative-nitrosative stress parameters",
      "significantly produced learning and memory impairment",
      "sporadic alzheimer's disease"
    ],
    "POLYPHENOL": [
      "a favorable effect",
      "a polyphenolic molecule",
      "distinct molecular pathways",
      "electron transport chain complexes",
      "intraperitoneal injection",
      "powerful anti-oxidant and neuroprotective effects",
      "resveratrol",
      "the resveratrol"
    ]
  }
}