{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Design and characterization of polylactic acid/cellulose acetate films incorporating black carrot extract rich in anthocyanins as a pH-sensitive food packaging.",
  "abstract": "Smart packaging indicates food quality and inhibits bacteria responsible for food spoilage and pathogens, which is one of the main problems facing the industry. Therefore, in this study, films of polylactic acid/cellulose acetate were developed, incorporated with black carrot extract rich in anthocyanins, which presents antibacterial, antioxidant and halochromic activities. The films were obtained by the casting method, polyethylene glycol diglycyl ether was used as a plasticizer and the extract was incorporated in different concentrations (0, 0.5, 1 and 5 % w/w). The effect of the incorporation of the plasticizer and the extract on the microstructural, optical, thermal, mechanical and smart properties of the films was evaluated. The incorporation of the extract favored the microstructure and optical properties of the films for their potential application as smart packaging and improved thermal stability and mechanical properties. Smart films are pH-sensitive and showed antioxidant activity in ABTS, DPPH and FRAP assays. Additionally, they caused damage and cell death of Staphylococcus aureus and Shewanella putrefaciens. The results of the antibacterial activity are considered novel because the activity of the anthocyanin extract on S. putrefaciens has not been reported, which is responsible of seafood spoilage. The developed of these films have applications as smart packaging.",
  "publication_date": "2025-05-30",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144840",
  "entities": {
    "SYMPTOM": [
      "cell death",
      "smart packaging"
    ],
    "FOOD": [
      "black carrot extract"
    ],
    "POLYPHENOL": [
      "mechanical properties",
      "the effect",
      "the microstructural, optical, thermal, mechanical and smart properties"
    ]
  }
}