{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Inhibitory mechanism study of soyasaponins on thrombin: extraction, purification, and functional property analysis.",
  "abstract": "This study aimed to investigate the inhibitory effects of soyasaponins extracted from soybean meal on thrombin, thereby providing scientific evidence for the application of soybean meal byproducts in functional foods and cardiovascular disease prevention. Using a combination of resin column chromatography and preparative liquid chromatography, six extracts were isolated and purified. Among these, four extracts (SE3, SE4, SE5, SE6) exhibited significant thrombin inhibitory activity. Enzyme activity assays revealed that SE6 showed the strongest inhibitory effect, with an IC50 of 1.36 mg mL-1. Component analysis indicated that SE3 contained a soyasaponins content as high as 91.2%, while SE4, SE5, and SE6 were mixtures of soyasaponins and isoflavones. Molecular docking analysis demonstrated that soyasaponins, such as Soyasapogenol E, had the highest binding affinity to thrombin. Moreover, the interactions of SE3, SE4, SE5, and SE6 with thrombin induced structural changes, reducing or eliminating the α-helical structures. These interactions were accompanied by fluorescence quenching effects, further elucidating the inhibition mechanism. The findings confirm that soyasaponins exhibit thrombin inhibitory activity. Additionally, a novel hypothesis was proposed, suggesting a potential synergistic effect between saponins and isoflavones. This synergy highlights the potential of soyasaponins and their complexes in the development of functional foods for cardiovascular health.",
  "publication_date": "2025-05-19",
  "journal": "Food & function",
  "doi": "10.1039/d5fo00522a",
  "entities": {
    "POLYPHENOL": [
      "a potential synergistic effect",
      "fluorescence quenching effects",
      "molecular docking analysis",
      "the inhibition mechanism",
      "the inhibitory effects",
      "the strongest inhibitory effect"
    ],
    "FOOD": [
      "a soyasaponins content",
      "functional foods",
      "soyasapogenol e",
      "soyasaponins",
      "soybean meal",
      "soybean meal byproducts"
    ]
  }
}