{
  "source": "PubMed",
  "query": "lignans",
  "title": "Metabolomic, biochemical, and cytological observations reveal β-Pinene's protective effects against cadmium toxicity in salt-tolerant rice.",
  "abstract": "Sea rice (Haidao 86) is a vital cultivar that could be cultivated in saline soil but is sensitive to heavy metal stress, and cadmium (Cd) stress in eastern coastal parts of China is frequently a great hazard. Nevertheless, there is a scarcity of research on the metabolic pathways involved in the detoxification of Cd stress in sea rice. Here, we added a kind of monoterpene hormone, (1S)-(-)-β-Pinene (βP), in Cd (100 mg/kg) stressed experiment to study its interaction with sea rice. Multiple Morphological traits were significantly rescued after the application of βP. Similarly, Cd alleviation by βP was also demonstrated in physio-chemical indicators. Cd contents in roots, leaves, grains, H2O2, and MDA contents have decreased by 28.1 %, 50.9 %, 51.4 %, 18.2 %, and 18.0 %, respectively, with the presence of βP compared to Cd alone. SOD, POD, CAT, and GPX activities were elevated by 17.1 %, 40.0 %, 12.4 %, and 22.5 %, respectively, and contents of GSH and APX were also significantly modulated after the supplementation of βP. Transmission electron microscopy also indicated that the Cd+βP group had intact cellular structure compared to the Cd group. Through metabolomic analysis, 27 and 31 differentially expressed metabolites (DEMs) were identified from CKvsCd and CdvsCd+βP. According to the results, carbohydrate metabolism (e.g. I-inositol, Gluconapoleiferin), phenylpropanoid (lignan, flavonoids) biosynthesis (e.g. Cyanidin, Leucoside), terpenoids, and alkaloids biosynthesis, were all significantly regulated with the presence of βP. Our study provided a detailed understanding of the mechanism behind Cd-stress tolerance and will aid in developing Cd tolerance in sea rice.",
  "publication_date": "2025-05-06",
  "journal": "Journal of environmental management",
  "doi": "10.1016/j.jenvman.2025.125655",
  "entities": {
    "SYMPTOM": [
      "cadmium (cd) stress",
      "cd stress",
      "cd-stress tolerance",
      "heavy metal stress"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "the mechanism",
      "βp. transmission electron microscopy"
    ]
  }
}