{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Anxiolytic and Antidepressant Effects of Organic Polysulfide, Dimethyl Trisulfide Are Partly Mediated by the Transient Receptor Potential Ankyrin 1 Ion Channel in Mice.",
  "abstract": "Background/Objectives: Dimethyl trisulfide (DMTS) is a naturally occurring polysulfide with known antioxidant and neuroprotective properties. DMTS is a lipophilic transient receptor potential ankyrin 1 (TRPA1) ligand that reaches the central nervous system (CNS). Its role in the CNS, particularly regarding depression-like behaviour, has yet to be explored. This study investigates the influence of DMTS on stress responses and whether this effect is mediated through the TRPA1 ion channel, known for its role in stress adaptation. Using a mouse model involving three-week exposure, we examined the impact of DMTS on depression-like behaviour and anxiety and identified the involved brain regions.Methods: Our methods involved testing bothTrpa1-wild-type and gene-knockout mice under CUMS conditions and DMTS treatment. DMTS was administered intraperitoneally at a dose of 30 mg/kg on days 16 and 20 of the 21-day CUMS protocol-in hourly injections seven times to ensure sustained exposure. Various behavioural assessments-including the open field, marble burying, tail suspension, forced swim, and sucrose preference tests-were performed to evaluate anxiety and depression-like behaviour. Additionally, we measured body weight changes and the relative weights of the thymus and adrenal glands, while serum levels of corticosterone and adrenocorticotropic hormone were quantified via ELISA. FOSB (FBJ murine osteosarcoma viral oncogene homolog B) immunohistochemistry was utilised to assess chronic neuronal activation in stress-relevant brain areas.Results: Results showed that CUMS induces depression-like behaviour, with the response being modulated by the TRPA1 status and that DMTS treatment significantly reduced these effects when TRPA1 channels were functional. DMTS also mitigated thymus involution due to hypothalamic-pituitary-adrenal (HPA) axis dysregulation.Conclusions: Overall, DMTS appears to relieve depressive and anxiety symptoms through TRPA1-mediated pathways, suggesting its potential as a dietary supplement or adjunct therapy for depression and anxiety.",
  "publication_date": "2025-06-14",
  "journal": "Pharmaceutics",
  "doi": "10.3390/pharmaceutics17060781",
  "entities": {
    "POLYPHENOL": [
      "a lipophilic transient receptor potential ankyrin",
      "background/objectives",
      "hourly injections",
      "known antioxidant and neuroprotective properties",
      "these effects",
      "this effect"
    ],
    "SYMPTOM": [
      "stress adaptation",
      "stress responses",
      "stress-relevant brain areas"
    ]
  }
}