{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Araçá-Boi Extract and Gallic Acid Reduce Cell Viability and Modify the Expression of Tumor Suppressor Genes and Genes Involved in Epigenetic Processes in Ovarian Cancer.",
  "abstract": "In the present study, we characterized and investigated the effect of the araçá-boi extract on antioxidant activity, cell viability, and the regulation of genes related to tumor suppression and epigenetic mechanisms in ovarian cancer cells. The results showed that araçá-boi extract revealed a remarkable diversity of phytochemicals (organic acids, phenolic acids, and flavonoids), significant antioxidant potential, and efficient scavenging of reactive oxygen species, particularly hydroxyl and peroxyl radicals. Gallic acid, one of the phenolic acids present in the extract, was used alone to verify its contribution to cytotoxic activities. Exposure of human ovarian cancer cells (NCI/ADR-RES and OVCAR3) to the extract (0.15-150 μg/mL) and gallic acid (6-48 μg/mL) resulted in a significant reduction in cell viability, particularly after 48 h of treatment. Both treatments modulated genes involved in DNA repair, tumor suppression, and epigenetic regulation. However, no changes were observed in the methylation status of theBRCA1gene promoter region with either araçá-boi extract or gallic acid. These findings reinforce the therapeutic potential of araçá-boi extract and its phenolic compounds against ovarian cancer and point to the need for further studies to better elucidate the molecular pathways involved and validate these effects in vivo.",
  "publication_date": "2025-05-30",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14111671",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "gallic acid",
      "its phenolic compounds",
      "reactive oxygen species",
      "the effect",
      "the molecular pathways",
      "these effects",
      "tumor suppression and epigenetic mechanisms"
    ],
    "SYMPTOM": [
      "human ovarian cancer cells",
      "ovarian cancer",
      "ovarian cancer cells"
    ]
  }
}