{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Effect of eggplant (Solanum melongena) on the metabolic syndrome: A review.",
  "abstract": "Metabolic syndrome (MetS), also known as syndrome X, is a significant risk factor for cardiovascular disease incidence and mortality. Increasing age, obesity, physical inactivity, smoking, and positive family history are the risk factors associated with MetS, which increases the risk of diabetes, cardiovascular disease, hypertension, hyperlipidemia, and obesity. Chemical compounds in the treatment of metabolic complications are associated with a lack of efficacy and severe side effects. Numerous studies have described the importance of herbs and natural products to treat human diseases. Therefore, nowadays, herbs-based diets and herbal medicines are recommended for the management of various diseases. The protective effects of several herbs have been reported against MetS such as rosemary, avocado, and silymarin. Eggplant (Solanum melongena) is a rich source of phenolic and alkaloid compounds. It possesses various pharmacological effects, including, anti-oxidant, antidiabetic, antihypertensive, and antihyperlipidemic, which has been supported by numerous investigations. In this review, we evaluated the effects of eggplant on MetS and its complications comprising diabetes, high blood pressure, hyperlipidemia, and obesity. According to these studies, eggplant can control diabetes through the anti-oxidative properties and inhibition of α-amylase and α-glucosidase activity. Also, eggplant has exerted an antihypertensive effect via ACE inhibitory activity. Eggplant may have shown protective effects on hyperlipidemia and obesity via the induction of lipoprotein lipase activity and the reduction of pancreatic lipase activity.Eggplant can be useful in the treatment of MetS and its complications.",
  "publication_date": "",
  "journal": "Iranian journal of basic medical sciences",
  "doi": "10.22038/ijbms.2021.50276.11452",
  "entities": {
    "SYMPTOM": [
      "high blood pressure",
      "hyperlipidemia",
      "hypertension",
      "metabolic syndrome",
      "obesity"
    ],
    "POLYPHENOL": [
      "an antihypertensive effect",
      "protective effects",
      "severe side effects",
      "the effects",
      "the protective effects",
      "various pharmacological effects"
    ],
    "FOOD": [
      "eggplant",
      "solanum melongena"
    ]
  }
}