{
  "source": "PubMed",
  "query": "catechins",
  "title": "Comprehending the mechanism of catechins against α-glucosidase by multispectral data and their antidiabetic effects in vivo.",
  "abstract": "Diabetes mellitus (DM) is a common metabolic disorder characterized by the elevated blood glucose levels. Catechins comprising four isomers, (+)-catechin [(+)CT], (-)-catechin [(-)CT], (+)-epicatechin [(+)ECT] and (-)-epicatechin [(-)ECT], are a family of flavanols widespread in natural sources. In this study, four catechins were extensively evaluated against diabetes-related enzymes, of which (+)CT (IC50= 63.5 μM) and (+)ECT (IC50= 73.8 μM) were revealed with significant activity against α-glucosidase, about 6.1 and 5.2 times higher than the positive control, acarbose (IC50= 388.0 μM). Enzyme kinetic study manifested that (+)CT and (+)ECT were reversible inhibitors of α-glucosidase via noncompetitive and non-competitive/uncompetitive-mixed modes, respectively. Fluorescence quenching, UV-Visible spectroscopy, circular dichroism (CD), surface hydrophobicity and molecular docking simulations jointly manifested that (+)CT induced alteration in the secondary structure and hydrophobic microenvironment of α-glucosidase primarily through hydrogen bonding and hydrophobic interactions; while (+)ECT exerted effects mainly through electrostatic interactions. The in vivo oral starch and sucrose tolerance tests demonstrated that both (+)CT and (+)ECT significantly reduced the postprandial blood glucose (PBG) levels in mice. In conclusion, catechins especially (+)CT and (+)ECT have the potency to improve postprandial hyperglycemia by inhibiting α-glucosidase.",
  "publication_date": "2025-06-06",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.145051",
  "entities": {
    "POLYPHENOL": [
      "(+)ect",
      ")ect",
      "-)ect",
      "[(+)ect",
      "effects",
      "electrostatic interactions",
      "four catechins",
      "molecular docking simulations",
      "the secondary structure",
      "uv-visible spectroscopy"
    ],
    "SYMPTOM": [
      "postprandial hyperglycemia"
    ]
  }
}