{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "The Lemon Flavonoid Eriomin®Suppresses Pituitary-Adrenal Axis Activity in Aged Rats.",
  "abstract": "The lemon flavonoid extract Eriomin®(LE), which is rich in eriocitrin, has demonstrated antioxidant and anti-inflammatory properties in both animal and human studies. Given the established interplay among aging, oxidative stress, and inflammation, this study investigated the influences of LE on the pituitary-adrenal (PA) axis in aged rats and its potential to mitigate age-related physiological changes in this system. The effects of LE (40 mg/kg/day suspended in sunflower oil) on the morphofunctional properties of the PA axis were studied in 24-month-old male Wistar rats following four weeks of oral treatment. Control groups included vehicle-treated (sunflower oil; CON) and untreated intact controls (ICON). Stereological and imaging analyses revealed no significant changes in pituitary ACTH cells; however,Pomcgene expression was significantly downregulated in the LE group compared to both controls (p≤ 0.05). LE treatment resulted in a significant reduction in adrenal gland weight (p≤ 0.05), adrenal gland volume (p≤ 0.01), zona fasciculata (ZF) volume (p≤ 0.01) and ZF cell volume (p≤ 0.05). These changes were accompanied by a significant decrease in serum corticosterone levels (p≤ 0.05). In conclusion, LE downregulated PA axis activity in aged rats. Considering the association between age-related increases in PA activity and adverse health outcomes, citrus flavonoid extracts such as LE may hold promise as anti-aging supplements aimed at mitigating age-related stress dysregulation.",
  "publication_date": "2025-06-17",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125818",
  "entities": {
    "POLYPHENOL": [
      ", citrus flavonoid extracts",
      "a significant decrease",
      "the effects",
      "the lemon flavonoid"
    ],
    "SYMPTOM": [
      "age-related stress dysregulation",
      "aging",
      "anti-aging supplements",
      "inflammation",
      "oxidative stress",
      "stereological and imaging analyses"
    ],
    "FOOD": [
      "sunflower oil",
      "vehicle-treated (sunflower oil"
    ]
  }
}