{
  "source": "PubMed",
  "query": "polyphenols antioxidant",
  "title": "Effect of atmospheric-pressure cold plasma (ACP) treatment on the structure and function of WPI-EGCG complexes.",
  "abstract": "In this study, atmospheric pressure cold plasma (ACP) technology was used to assist in the construction of whey protein isolate-epigallocatechin gallate non-covalent complexes (WPI-EGCG). The mechanism by which ACP treatment influences the conformational relationship of the complexes was systematically analyzed. The EGCG binding ratio, free amino and sulfhydryl content, and sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) changes confirmed that the ACP treatment was able to significantly enhance the non-covalent interactions between WPI-EGCG through the oxidative modification and molecular cross-linking induced by the activated particles. The EGCG grafting rate was increased by 22.28 % compared to the un-ACP-treated samples. Secondary structural changes in whey protein isolate (WPI) were induced by atmospheric pressure cold plasma (ACP), as revealed by Fourier transform infrared spectroscopy (FTIR) and fluorescence spectroscopy analyses. The microenvironment of the tryptophan residue became increasingly polar due to tertiary structure unfolding. Scanning electron microscopy (SEM) further revealed a transition of the complexes from dense lamellae to porous network structures. The complexes' surface hydrophobicity, solubility, emulsification activity, foaming stability, and antioxidant qualities were notably improved due to the structural modifications induced by ACP. This study provides a theoretical basis for plasma technology to modulate protein-polyphenol structural and functional properties, and broadens the application path of ACP in food macromolecule modification.",
  "publication_date": "2025-05-31",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144854",
  "entities": {
    "POLYPHENOL": [
      "atmospheric pressure cold plasma (acp) technology",
      "electron microscopy",
      "food macromolecule modification",
      "molecular cross",
      "plasma technology",
      "protein-polyphenol structural and functional properties",
      "secondary structural changes",
      "the egcg grafting rate",
      "the mechanism",
      "whey protein isolate-epigallocatechin gallate non-covalent complexes",
      "wpi-egcg"
    ]
  }
}