{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Lycium ruthenicumMurray Anthocyanins Alleviate Aging Through SIRT1/P53 Signaling Pathway.",
  "abstract": "Aging-related diseases have become a global health issue, with the escalating aging population leading to an increased disease incidence, placing immense pressure on individual health and society.Lycium ruthenicumMurray anthocyanins are hailed as the \"Black Pearl of the Desert\". Anthocyanins are potent natural antioxidants that can combat oxidation, reduce inflammation, prevent cardiovascular diseases, protect the liver, and inhibit tumor cell growth. As individuals age, the accumulation of free radicals in the body accelerates aging. Antioxidants mitigate aging by neutralizing free radicals, and the anthocyanins inLycium ruthenicumMurray effectively reduce oxidative damage, activate the antioxidant enzyme system, and enhance the body's antioxidant capacity, thereby slowing the aging process. This study investigatedLycium ruthenicumMurray Anthocyanins' (LRAs) anti-aging mechanisms using D-galactose-induced H9c2 cells and H2O2-treated zebrafish. LRAs increased survival rates (30.47% cells, 20.02% zebrafish), reduced ROS, Sa-β-gal, and apoptosis markers, while boosting antioxidant enzymes (SOD, CAT, GSH) and lowering MDA. It upregulated Bcl-2/SIRT1 and downregulated Bax/P53/P21/NF-κB/MAPK/TNF-α genes, with protein-level SIRT1 activation and P53/P21 suppression. The transcriptome analysis revealed a significant reduction in aging-related gene expression levels. The results demonstrated that LRAs mitigate aging through SIRT1/P53-mediated oxidative stress inhibition and apoptosis reduction, suggesting their therapeutic potential for age-related disorders.",
  "publication_date": "2025-05-09",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26104510",
  "entities": {
    "SYMPTOM": [
      "aging",
      "aging-related diseases",
      "aging-related gene expression levels",
      "apoptosis reduction",
      "inflammation",
      "oxidative damage",
      "sa-β-gal, and apoptosis markers",
      "sirt1/p53-mediated oxidative stress inhibition",
      "the aging process",
      "the escalating aging population"
    ],
    "FOOD": [
      "the \"black pearl"
    ],
    "POLYPHENOL": [
      "anthocyanins' (lras) anti-aging mechanisms"
    ]
  }
}