{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Simultaneous High-Performance Recovery and Extended Acid-Catalyzed Hydrolysis of Oleuropein and Flavonoid Glycosides of Olive (Olea europaea) Leaves: Hydrothermal versus Ethanol Organosolv Treatment.",
  "abstract": "Olive leaves (OLLs) are an exceptional bioresource of natural polyphenols with proven antioxidant activity, yet the applicability of OLL extracts is constrained by the relatively high polarity of the major polyphenols, which occur as glycosides. To overcome this limitation, OLLs were subjected to both hydrothermal and ethanol organosolv treatments, fostered by acid catalysis to solicit in parallel increased polyphenol recovery and polyphenol modification into simpler, lower-polarity substances. After an initial screening of natural organic acids, oxalic acid (OxAc) was found to be the highest-performing catalyst. The extraction behavior using OxAc-catalyzed hydrothermal and ethanol organosolv treatments was appraised using kinetics, while treatment optimization was accomplished by deploying response-surface methodology. The comparative assessment of the composition extracts produced under optimal conditions of residence time and temperature was performed with liquid chromatography-tandem mass spectrometry and revealed that OLLs treated with 50% ethanol/1.5% HCl suffered extensive oleuropein and flavone glycoside hydrolysis, affording almost 23.4 mg hydroxytyrosol and 2 mg luteolin per g dry weight. On the other hand, hydrothermal treatment with 5% OxAc provided 20.2 and 0.12 mg of hydroxytyrosol and luteolin, respectively. Apigenin was in all cases a minor extract constituent. The study presented herein demonstrated for the first time the usefulness of using a natural, food-grade organic acid to perform such a task, yet further investigation is needed to maximize the desired effect.",
  "publication_date": "2024-07-17",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms25147820",
  "entities": {
    "POLYPHENOL": [
      "2 mg luteolin",
      "apigenin",
      "extensive oleuropein",
      "liquid chromatography-tandem mass spectrometry",
      "luteolin",
      "natural polyphenols",
      "parallel increased polyphenol recovery",
      "polyphenol modification",
      "the desired effect",
      "the major polyphenols"
    ]
  }
}