{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "UHPLC-MS Characterization, and Antioxidant and Nutritional Analysis of Cocoa Waste Flours from the Peruvian Amazon.",
  "abstract": "Cocoa (Theobroma cacao)is a food product used worldwide and a key raw material for chocolate manufacturing. Cocoa possesses bioactive compounds such as methylxanthines, flavonoids, procyanidins, and related molecules with medicinal or health-promoting properties. Cocoa shell and pod husk have been proposed as a by-product with several interesting bioactivities, and the gummy residue or glue (a sticky, gluey by-product known as \"mucilage\" in Spanish) is used to produce liquors and is eaten as a food in Perú. However, little is known about the chemical composition and bioactivity of flours made from Peruvian cocoa ecotype wastes such as those from the vein and pod husk of the fruits. This study aimed to characterize the in vitro antioxidant properties and nutritional values of flours made from the waste from a special ecotype of cocoa (CCN-51). The chemical fingerprinting was performed using UHPLC-HESI orbitrap mass spectrometry and allowed the detection of 51 compounds. GC-FID was used for the determination of individual fatty acid contents, and the antioxidant activity was assessed by several assays (DPPH, FRAP, and ABTS). The flours obtained were composed of a good amount of dietary fiber, carbohydrates, and minerals, as well as several bioactive polyphenolic compounds, fatty acids, and amino acids with nutraceutical properties, making the flours a rich and promising food as well as a good source for the preparation of functional foods or nutraceuticals.",
  "publication_date": "2022-03-21",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox11030595",
  "entities": {
    "FOOD": [
      "chocolate manufacturing",
      "cocoa",
      "cocoa shell",
      "functional foods"
    ],
    "POLYPHENOL": [
      "a special ecotype",
      "flavonoids",
      "peruvian cocoa ecotype wastes",
      "procyanidins",
      "related molecules",
      "several bioactive polyphenolic compounds",
      "the detection",
      "uhplc-hesi orbitrap mass spectrometry"
    ]
  }
}