{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Fisetin Clears Senescent Cells Through the Pi3k-Akt-Bcl-2/Bcl-xl Pathway to Alleviate Diabetic Aortic Aging.",
  "abstract": "Vascular aging is a major contributor to age-related cardiovascular diseases (CVDs) and type 2 diabetes mellitus (T2DM) induced early arterial aging and excessive senescent cells (SCs) burden in vessels. Inhibiting cellular senescence or eliminating SCs could effectively improve aging-related CVDs. Fisetin, a flavonoid extracted from cotinus coggygria scop, has shown potential in alleviating aging by clearing SCs. This study investigated the unexplored mechanisms and efficacy of fisetin in alleviating T2DM-related aortic aging. The T2DM mouse model was induced using a high-fat diet and low-dose streptozotocin injection. Chronic fisetin treatment's protective effects against aortic aging were assessed via senescence-associated beta-galactosidase (SA-β-Gal) staining, histopathology, and vasomotor function. RNA-sequencing and western blotting identified relevant signaling pathways and protein expression. Fisetin's effects on SCs and senescence-associated secretory phenotype (SASP) factors were evaluated through cell viability, apoptosis, and co-culture assays. Docking simulations suggested fisetin as a potential Phosphoinositide 3-kinase (Pi3k) inhibitor. In vivo, chronic fisetin treatment reduced aortic SCs burden, alleviating T2DM-related and natural aortic aging. In vitro, fisetin selectively induced apoptosis of senescent endothelial cells via regulating the Pi3k-Protein Kinase B (Akt)-B-cell lymphoma (Bcl)-2/Bcl-xl pathway and suppressed SASP and its detrimental effects. Furthermore, fisetin combined with metformin therapy showed superior anti-aging effects on T2DM-related aortic aging compared to metformin monotherapy. In conclusion, chronic fisetin treatment alleviates T2DM-related aortic aging via clearing the SCs burden and abrogating the SASP factors. Fisetin combined with metformin therapy might be a potential therapeutic strategy for T2DM-related CVDs.",
  "publication_date": "2025-04-21",
  "journal": "Phytotherapy research : PTR",
  "doi": "10.1002/ptr.8507",
  "entities": {
    "SYMPTOM": [
      "-related aortic aging",
      "aging",
      "aging-related cvds",
      "aortic aging",
      "apoptosis",
      "early arterial aging",
      "t2dm-related aortic aging",
      "vascular aging"
    ],
    "POLYPHENOL": [
      "a flavonoid",
      "chronic fisetin treatment",
      "chronic fisetin treatment's protective effects",
      "fisetin",
      "fisetin's effects",
      "its detrimental effects",
      "low-dose streptozotocin injection",
      "senescence-associated secretory phenotype (sasp) factors",
      "superior anti-aging effects",
      "the unexplored mechanisms"
    ]
  }
}