{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Cosmetic Products with Potential Photoprotective Effects Based on Natural Compounds Extracted from Waste of the Winemaking Industry.",
  "abstract": "Grape marc is a by-product resulting from the winemaking industry that still contains beneficial compounds that can be valorized. Thus, we report here the possibility of using polyphenolic extracts of grape marc origin to obtain sun protection creams. The extractions were performed in ethanol and acetone solutions using pomace from different grape varieties (Merlot, Bläufrankisch, Fetească Neagră, Isabella) as a raw material. The obtained extracts were analyzed in order to determine the total phenolic content, the antioxidant activity, and the sun protection factor (SPF) via Mansur spectrophotometric assay. The best results were achieved using 70% ethanol in water as a solvent. The extracts with the highest potential photoprotective effects are from the Merlot variety (SPFspectrophotometric= 7.83 ± 0.76). The sunscreens were prepared using the 70% ethanolic extract of the Merlot variety evaporated to dryness, redissolved in either distilled water or ethanol. The SPF estimated in vitro via the COLIPA method showed values of 14.07 ± 1.50 and 11.46 ± 1.32 for the aqueous and ethanolic extracts, respectively, when working with a cream to polyphenolic extract a ratio of 1/1 (w/w). At the same time, the use of aqueous polyphenolic extracts ensures the better stability of creams compared with the ethanolic ones.",
  "publication_date": "2024-06-11",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules29122775",
  "entities": {
    "FOOD": [
      "different grape varieties",
      "grape marc",
      "grape marc origin",
      "the winemaking industry"
    ],
    "POLYPHENOL": [
      "aqueous polyphenolic extracts",
      "mansur spectrophotometric assay",
      "polyphenolic extracts",
      "spfspectrophotometric=",
      "sun protection creams",
      "the highest potential photoprotective effects",
      "the sun protection factor"
    ]
  }
}