{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Exploring the hepatoprotective effects of apples: A comprehensive review of bioactive compounds and molecular mechanisms.",
  "abstract": "Liver dysfunction contributes to various hepatic disorders, including hepatic steatosis, non-alcoholic fatty liver disease (NAFLD), and hepatocellular carcinoma, posing significant global health challenges. This review aims to evaluate the hepatoprotective potential of apples and their bioactive compounds, such as phenolic acids, flavonoids, triterpenoids, and polysaccharides, by analyzing their molecular mechanisms, cellular effects, and therapeutic applications. These apple-derived compounds, particularly ursolic acid, procyanidins, quercetin, and polyphenolic extracts, exert their hepatoprotective effects by boosting the activities of antioxidant enzymes, lowering oxidative stress, and activating the Nrf2/ARE pathway. Additionally, they modulate key metabolic and fibrotic pathways by regulating lipid metabolism, inhibiting inflammation, suppressing liver fibrosis, and enhancing autophagic processes. Furthermore, compounds like procyanidins and ursolic acid have shown chemopreventive effects by reducing inflammation and inhibiting tumor progression in liver cancer models. These results emphasize the therapeutic benefits of apples and their by-product as nutraceuticals in the prevention and control of liver disorders. However, further research, including well-designed clinical trials, is necessary to fully understand their mechanisms, optimize dosages, and assess their long-term safety for clinical use.",
  "publication_date": "2025-06-22",
  "journal": "Fitoterapia",
  "doi": "10.1016/j.fitote.2025.106689",
  "entities": {
    "SYMPTOM": [
      "hepatic steatosis",
      "inflammation",
      "liver cancer models",
      "liver fibrosis",
      "oxidative stress",
      "tumor progression"
    ],
    "POLYPHENOL": [
      "cellular effects",
      "chemopreventive effects",
      "flavonoids",
      "polyphenolic extracts",
      "procyanidins",
      "the hepatoprotective potential",
      "their hepatoprotective effects",
      "their mechanisms",
      "their molecular mechanisms"
    ],
    "FOOD": [
      "apples",
      "optimize dosages",
      "these apple-derived compounds"
    ]
  }
}