{
  "source": "PubMed",
  "query": "lignans",
  "title": "[Research progress on chemical constituents, pharmacological effects of Anemarrhenae Rhizoma and predictive analysis of its quality markers].",
  "abstract": "Anemarrhenae Rhizoma is bitter, sweet, and cold in nature, and has the effects of clearing heat, dispelling fire, nourishing Yin, and moisturizing dryness. It is associated with the lung, stomach, and kidney meridians, and is mainly distributed in the northwestern and northern regions of China. Modern research has shown that Anemarrhenae Rhizoma contains various chemical active constituents, including steroidal saponins, flavonoids, polysaccharides, lignans, volatile oils, and alkaloids. These constituents exhibit pharmacological effects such as anti-tumor, hypoglycemic, anti-inflammatory, and neuroprotective activities. However, there have been few comprehensive summaries of Anemarrhenae Rhizoma in recent years, which has limited its in-depth research and development. The complexity of traditional Chinese medicine constituents, along with their quality and efficacy, is easily influenced by processing, preparation, and the growing environment and resource distribution. This paper summarizes the resources, chemical constituents, and pharmacological effects of Anemarrhenae Rhizoma, and predicts its quality markers(Q-markers) from several aspects, including the specificity of chemical composition, properties related to preparation and active ingredients, measurability of chemical components, compounding environment, construction of the ″active ingredient-target″ network pathway, and differences in active ingredient content from different origins and parts. These predicted Q-markers may provide a basis for improving the quality evaluation system of Anemarrhenae Rhizoma.",
  "publication_date": "2025-05-01",
  "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
  "doi": "10.19540/j.cnki.cjcmm.20241211.201",
  "entities": {
    "POLYPHENOL": [
      "anti-tumor, hypoglycemic, anti-inflammatory, and neuroprotective activities",
      "flavonoids",
      "pharmacological effects",
      "recent years",
      "several aspects",
      "the effects",
      "the specificity"
    ]
  }
}