{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Principal Component Analysis Followed by Mahalanobis Distance Classification for Authentication ofVacciniumBerry Ingredients and Supplements via LC-MS/MS-based Anthocyanin Fingerprinting.",
  "abstract": "The rising popularity ofVacciniumberry dietary supplements for their antioxidant and anti-inflammatory benefits has raised concerns about mislabeling and adulteration. Traditional authentication methods often compare anthocyanin profiles to a certified reference material, often overlooking variances from different cultivars, environments, and cultivation practices. Thus, a more comprehensive approach is imperative. This study developed a chemometric approach using anthocyanin profiles to distinguish bilberry (Vaccinium myrtillusL.), blueberry (Vaccinium corymbosumL.), and cranberry (Vaccinium macrocarponAiton) from one another and from potential adulterants. Anthocyanin fingerprints from 48Vacciniumand non-Vacciniumsamples were generated via LC-MS/MS due to its ability to rapidly quantify low-level analytes across diverse sample matrices. Principal component analysis (PCA) was applied to the relative abundance ratios of 18 selected anthocyanins, followed by a Mahalanobis Distance Classification model for classifying unknown samples with a decision boundary approach. By using voucher information and high-performance-thin layer chromatography (HPTLC) test results, the model successfully classified 25 authenticVacciniumingredients, non-Vacciniumingredients, andVaccinium-containing supplements with 100% accuracy in a verification study. Among the four dietary supplements tested, three were correctly labeled, while oneV. myrtillusproduct was determined to be adulterated, as confirmed by HPTLC analysis. While the number of reference samples was constrained by marketplace availability, the model demonstrates strong initial potential for authentication, providing a foundation for future validation using larger data sets. To the best of our knowledge, this is the first study to authenticate three high-valueVacciniumspecies in dietary ingredients and supplements using anthocyanin fingerprints and chemometric methods. This approach complies with FDA cGMP 21 CFR Part 111 and targets to meet AOAC (Association of Analytical Collaboration International) 2014.007 Standard Method Performance Requirements, showing promising potential to be adopted as a consensus method forVacciniumauthentication.",
  "publication_date": "2025-06-16",
  "journal": "Analytical chemistry",
  "doi": "10.1021/acs.analchem.4c06037",
  "entities": {
    "POLYPHENOL": [
      "18 selected anthocyanins",
      "a decision boundary approach",
      "three high-valuevacciniumspecies"
    ]
  }
}