{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Association between endocrine-disrupting chemical mixtures and non-alcoholic fatty liver disease with metabolic syndrome as a mediator among adults: A population-based study in Korea.",
  "abstract": "Endocrine-disrupting chemicals (EDCs) may play a role in non-alcoholic fatty liver disease (NAFLD); however, studies on the combined effects of EDC mixtures on NAFLD development are limited. Here, we explored the association between exposure to EDC mixtures and NAFLD and investigated the potential mediating role of metabolic syndrome (MetS). We included participants from the Korean National Environmental Health Survey Cycle 4 (2018-2020) and quantified the urinary concentrations of various EDCs-eight phthalate metabolites, three phenols, one antibacterial compound, four parabens, four polycyclic aromatic hydrocarbons, and one pyrethroid pesticide metabolite-as well as serum concentrations of five perfluorinated compounds (PFCs). NAFLD was defined as a hepatic steatosis index (HSI) ≥36 or a fatty liver index (FLI) ≥60. Weighted quantile sum (WQS) regression was employed to evaluate the associations between EDC mixtures and the risk of MetS or NAFLD. Causal mediation analysis was conducted to explore the potential mediating effect of MetS on the association between mixtures of EDCs and NAFLD risk. All estimates were adjusted for age, sex, educational level, physical activity, smoking status, involuntary smoking, and drinking habits. A total of 2942 adults were included in the analysis. Moderate-to-high positive correlations were identified between phthalate metabolites and PFCs. Higher WQS scores were associated with an elevated risk of MetS and NAFLD. The sex-stratified WQS regression model showed that the interactions between the WQS index and sex were significant for MetS and NAFLD. According to the causal mediation analysis, both the direct and indirect effects of EDC mixtures on NAFLD, with MetS as a mediator, were significant in females. Collectively, these findings highlight the need for interventions that could address both EDC mixture exposure and metabolic status to effectively reduce the risks associated with NAFLD and its related complications.",
  "publication_date": "2024-04-12",
  "journal": "Ecotoxicology and environmental safety",
  "doi": "10.1016/j.ecoenv.2024.116310",
  "entities": {
    "POLYPHENOL": [
      "both the direct and indirect effects",
      "the combined effects",
      "the potential mediating effect"
    ],
    "SYMPTOM": [
      "a hepatic steatosis index (hsi) ≥36",
      "metabolic syndrome"
    ]
  }
}