{
  "source": "PubMed",
  "query": "tannins",
  "title": "Effect of Grape Pomace Inclusion in the Diet of Ewes Naturally Infected with Gastrointestinal Nematodes During Lactation.",
  "abstract": "This study evaluated the feasibility of including grape pomace in the diet of Santa Inês ewes during lactation, aiming to reduce the effects of gastrointestinal nematode (GIN) infections and improve productive performance. Grape pomace, which contains phenolic compounds and tannins, was provided as a dietary supplement, replacing 20% of the concentrate over 28 days of lactation, starting on day 7 after lambing. A total of 18 ewes were used, divided into two groups: supplemented (n = 8) and control (n = 10). The supplemented group showed significant reduction in fecal egg count on day 14 of lactation (p< 0.05) in comparison with the control group. Lambs from the supplemented group had higher weaning weights (p< 0.05). Additionally, the supplemented group showed higher values for packed cell volume and circulating eosinophils, indicating greater resilience to infections. Analysis of anti-L3 IgG againstHaemonchus contortusrevealed no significant differences between the groups. It is concluded that grape pomace supplementation demonstrated potential to improve hematological and productive parameters in lactating ewes, with more evident effects during early lactation. Although the results suggest a possible complementary role in controlling gastrointestinal nematodes, future studies are needed to confirm and optimize this nutritional strategy.",
  "publication_date": "2025-06-04",
  "journal": "Pathogens (Basel, Switzerland)",
  "doi": "10.3390/pathogens14060560",
  "entities": {
    "FOOD": [
      "grape pomace",
      "grape pomace supplementation"
    ],
    "POLYPHENOL": [
      "fecal egg count",
      "gastrointestinal nematode (gin) infections",
      "infections",
      "more evident effects",
      "phenolic compounds",
      "tannins",
      "the effects"
    ]
  }
}