{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Olive Oil Waste as a Source of Functional Food Ingredients: Assessing Polyphenolic Content and Antioxidant Activity in Olive Leaves.",
  "abstract": "Around two million tons of olive oil are produced in Europe annually, with Portugal being among the top five European olive oil-producing countries. Olive oil production results in a substantial amount of waste in the form of olive leaves. These discarded olive leaves contain valuable phenolic compounds with antioxidant, anti-inflammatory, hypoglycaemic, neuroprotective, and antiproliferative properties. Due to their richness in polyphenols with health-promoting properties, olive leaves can be considered a potential functional food ingredient. Thus, sustainable practices for reusing olive leaf waste are in demand. In this study, the polyphenolic content in olive leaves from different Portuguese locations was determined using HPLC-UV-Vis after defining the best fit-for-purpose liquid extraction strategy. The differences in the in vitro antioxidant activity in these samples were determined by several methodologies based on radical scavenging (against 2,2'-azino-bis-3-ethylbenzthiazoline-6-sulphonic acid (ABTS), 2,2-diphenyl-2-picrylhydrazyl (DPPH), and peroxyl radical (ORAC)) and on reducing properties (cupric-reducing antioxidant capacity (CUPRAC), and Folin-Ciocalteu assay (FC)), to unveil the relationship between the profile and quantity of polyphenols with antioxidant mechanisms and their capacity. At last, the stability of extracted compounds upon lyophilization and exposition to surrogate biological fluids was assessed, envisioning the future incorporation of olive leaves extracted compounds in food products.",
  "publication_date": "2024-01-06",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods13020189",
  "entities": {
    "FOOD": [
      "a potential functional food ingredient",
      "olive oil",
      "olive oil production results",
      "the top five european olive oil-producing countries"
    ],
    "POLYPHENOL": [
      "antioxidant mechanisms",
      "antioxidant, anti-inflammatory, hypoglycaemic, neuroprotective, and antiproliferative properties",
      "polyphenols",
      "the polyphenolic content",
      "valuable phenolic compounds"
    ]
  }
}