{
  "source": "PubMed",
  "query": "functional foods polyphenols",
  "title": "Preparation of edible films from pectin/carboxymethyl chitosan incorporating polyphenol-rich roselle leaf extracts for food packaging applications.",
  "abstract": "This study aimed to design an innovative antioxidant and antibacterial film for functional and health-promoting food packaging materials using food-grade polysaccharides incorporated with polyphenol-rich roselle leaf extracts (RLE). The films were fabricated using the casting method of pectin (P), carboxymethyl chitosan (CMC), and RLE. Six sets of films; 3 control films such as pectin (P-0), carboxymethyl chitosan (CMC-0), pectin plus carboxymethyl chitosan (PCMC-0), and 3 treated films such as pectin (PR-3), carboxymethyl chitosan (CMCR-3), (PCMCR-3) with 3 % RLE were prepared respectively to study the effects of RLE on the properties and function of prepared films. The water vapor permeability of the films ranged from 4.16 ± 0.04 g mm/h·m2·kPa to 6.93 ± 0.07 g mm/h·m2·kPa, with RLE-incorporated samples exhibiting lower permeability than the control sample. The maximum tensile strength (53.00 ± 1.07 MPa) and elongation of break (85.83 ± 2.81 %) were observed at PCMCR-3 containing 3 % RLE. The highest water contact angle (109.4 ± 0.16) was also noted in the PCMCR-3 film. The incorporation of RLE decreased the roughness of the film microstructure. The addition of RLE film CMC-R and PCMCR-3 notably enhanced the antibacterial and antioxidant properties of the edible film. Overall, the PCMCR-3 films extended the shelf life of fresh fish preserved at 4 ± 1 °C, offering promising innovative food preservation packaging materials for preserving perishable food products.",
  "publication_date": "2025-04-22",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.143351",
  "entities": {
    "SYMPTOM": [
      "functional and health-promoting food packaging materials",
      "innovative food preservation packaging materials"
    ],
    "POLYPHENOL": [
      "pectin",
      "polyphenol-rich roselle leaf extracts",
      "the effects"
    ]
  }
}