{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Cranberry: A Promising Natural Product for Animal Health and Performance.",
  "abstract": "Cranberries are a distinctive source of bioactive compounds, containing polyphenols such as flavonoids, anthocyanins, phenolic acids, and triterpenoids. Cranberries are often associated with potential health benefits for the urinary tract and digestive system due to their high antioxidant, anti-inflammatory, antimicrobial, and immunomodulatory properties. Cranberry induces the production of antioxidant enzymes, suppresses lipid peroxidation, reduces inflammatory cytokines, modulates immune cells, maintains gut microbiota, and inhibits bacterial adhesion and growth. Cranberry polyphenols also have metal-binding motifs that bind with metals, particularly zinc and iron. The combination of cranberry polyphenols and metals displays increased biological activity. In this review, an attempt is made to describe the physiological properties and health benefits of cranberries for livestock, including poultry, swine, canine, feline, and ruminant animals, as either feed/food or as supplements. Cranberry, and/or its components, has the capability to potentially control infectious diseases like diarrhea, urinary tract infection, gut integrity, and intestinal probiotic health. Moreover, cranberries show efficacy in suppressing the growth of pathogenic microorganisms such asSalmonellaspecies,Campylobacterspecies,Streptococcusspecies, andEnterococcusspecies bacteria. Thus, cranberry could be considered as a potential natural feed additive or food supplement for animal health improvement.",
  "publication_date": "2025-01-27",
  "journal": "Current issues in molecular biology",
  "doi": "10.3390/cimb47020080",
  "entities": {
    "POLYPHENOL": [
      "andenterococcusspecies bacteria",
      "campylobacterspecies",
      "cranberry polyphenols",
      "flavonoids",
      "infectious diseases",
      "polyphenols",
      "streptococcusspecies",
      "such assalmonellaspecies",
      "urinary tract infection"
    ],
    "FOOD": [
      "swine"
    ]
  }
}