{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Dual regulation of seed coat structure and flavonoids biosynthesis on seed dormancy formation of alfalfa.",
  "abstract": "The metabolic regulation of flavonoids and GAs reinforces the defensive function of the seed coat, thereby establishing and maintaining dormancy. Medicago falcata L. is an important genetic resource for stress resistance in legumes with high seed value. However, its hard seed coat causes low germination rates, uneven seedling emergence, and prolonged dormancy. Moreover, the contributions of seed coat structure and secondary metabolites, including flavonoids and phytohormones, to dormancy formation in Medicago falcata L. seeds remain unknown. This study investigated structural changes in the seed coat surface and internal layers, along with accumulation patterns of flavonoids and phytohormone biosynthesis/catabolism. Results showed that hard seeds had extremely low germination rates, rough seed coat surfaces, reduced hilum aperture size, and densely arranged internal palisade layers with maximum thickness, confirming the decisive role of seed coat structure (especially the palisade layer) in dormancy. Flavonoids, such as flavonols and isoflavonoids (liquiritigenin, myricetin, daidzein, 3-O-methylquercetin, and kaempferol-3-O-galactoside), were significantly upregulated in hard seeds. Notably, anthocyanin and flavonol biosynthesis share the common precursor aromadendrin, which was preferentially allocated toward flavonol production, leading to the downregulation of anthocyanin precursors (dihydroquercetin, afzelechin, epiafzelechin). Gibberellins (GA4, GA29, GA34) were significantly downregulated in hard seeds, while elevated ABA/GAs and ABA/JA ratios promoted dormancy formation. This study reveals changes in seed coat texture, internal cell layer arrangement, and palisade layer thickness during hard seed development, while highlighting the core regulatory roles of flavonoids and GAs in dormancy establishment.",
  "publication_date": "2025-05-30",
  "journal": "Plant cell reports",
  "doi": "10.1007/s00299-025-03526-6",
  "entities": {
    "POLYPHENOL": [
      "3-o-methylquercetin",
      "afzelechin, epiafzelechin",
      "anthocyanin precursors",
      "daidzein",
      "dihydroquercetin",
      "especially the palisade layer",
      "flavonoids",
      "isoflavonoids",
      "myricetin",
      "secondary metabolites",
      "the common precursor aromadendrin",
      "the decisive role"
    ],
    "SYMPTOM": [
      "stress resistance"
    ]
  }
}