{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Integrated transcriptome and proteome analysis unveils black tea polyphenols metabolic pathways in Saccharomyces cerevisiae.",
  "abstract": "Kombucha is a fermented beverage produced through the fermentation of sweetened tea by a symbiotic community of bacteria and yeasts (SCOBY). Microbial fermentation in kombucha increases low-molecular-weight polyphenols contents, effectively improving the bioavailability and antioxidant properties. However, the biotransformation pathways of polymerized polyphenols remain poorly understood. This study combines polyphenol dynamics with transcriptomic and proteomic analyses to elucidate the metabolic pathways in Saccharomyces cerevisiae, a yeast frequently found in kombucha, during black tea broth fermentation. Firstly, profiles of polyphenols, particularly catechins were analyzed and key points of polyphenol changes kinetics were identified, then transcriptome and proteome of S. cerevisiae were examined. The overall omics data profile indicated the reduction in protein synthesis in S. cerevisiae, reflecting a shift in resource allocation, with energy focused more on metabolic activities rather than on growth. Specifically, enzymes related to biotransformation of polymerized polyphenols and hydrolyzing of glycoside polyphenols were extracted. For polymeric polyphenols, the upregulation of peroxidases (CCP1) and multicopper oxidases (FET3) suggests their role in the degradation of organic aromatic compounds. They also showed a strong correlation with catechin changes. Additionally, S. cerevisiae enzymes like monooxygenase (COQ6) likely contribute to the reductive cleavage of the O1-C2 bond in the C-ring of flavan-3-ols. Enzymes such as NADPH dehydrogenase 3 (OYE3) may be involved in catechin degradation in the later stages of fermentation. In addition, glycoside hydrolases, involved in breaking glycosidic bonds in polyphenol glycosides, were also identified. Based on these findings, the tea polyphenol biotransformation pathways in S. cerevisiae were mapped. This research provides a foundation for uncovering polyphenol metabolism pathways in starter cultures, designing new cultures to achieve predictable polyphenol profiles in kombucha, and enhancing its health benefits.",
  "publication_date": "2025-03-10",
  "journal": "Food microbiology",
  "doi": "10.1016/j.fm.2025.104777",
  "entities": {
    "POLYPHENOL": [
      "catechin changes",
      "catechin degradation",
      "glycoside polyphenols",
      "low-molecular-weight polyphenols contents",
      "particularly catechins",
      "polymeric polyphenols",
      "polymerized polyphenols",
      "polyphenol changes kinetics",
      "polyphenol dynamics",
      "polyphenol glycosides",
      "polyphenol metabolism pathways",
      "polyphenols",
      "predictable polyphenol profiles",
      "the tea polyphenol biotransformation pathways"
    ],
    "FOOD": [
      "black tea broth fermentation"
    ]
  }
}