{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Hyperoside flavonoids protect against malathion-induced mitochondrial toxicity in the differentiated SH-SY5Y cells.",
  "abstract": "Malathion (MAL), an organophosphorus pesticide, is known to induce mitochondrial toxicity in neuronal cells, contributing to neurodegenerative processes. This study aims to investigate the protective effects of hyperoside (HYP), a flavonoid, against mitochondrial dysfunction induced by MAL in differentiated SH-SY5Y cells. Differentiated human neuroblastoma cell lines were treated with various concentrations of MAL (0.01 to 100 mM) and HYP (10 to 40 µM). Cell viability was assessed using MTT and BrdU assays, while mitochondrial function was evaluated through ATP production, mitochondrial membrane potential (MMP), oxygen consumption rates (OCR), mitophagy-related proteins (PARKIN and PINK1) evaluation, and expression of key mitochondrial genes (i.e., ND1/5, Cy.b, CO1, and ATP 6/8). Bioinformatics analyses were also employed to identify the pathways impacted by MAL exposure, which revealed disruptions in immune responses, apoptosis regulation, and mitochondrial function. MAL treatment resulted in significant concentration-dependent cytotoxicity and reduction in cell viability (p < 0.001). HYP treatment notably increased cell viability to 115.8 ± 3.5% and 130.1 ± 3.1% of the control cells' viability at 20 and 40 µM concentrations, respectively. The cotreatment with HYP effectively restored mitochondrial function by increasing ATP levels and mitochondrial membrane potential (MMP), while also enhancing oxidative capacity (OCR). Importantly, HYP mitigated MAL-induced oxidative stress and apoptosis, restoring levels of PARKIN and PINK1 proteins, which are crucial for mitophagy. Additionally, HYP significantly enhanced the expression of mitochondrial genes involved in the electron transport chain in MAL-treated cells. These findings indicate that HYP provides significant protective effects against MAL-induced mitochondrial toxicity in differentiated SH-SY5Y cells, suggesting its potential as a therapeutic agent for mitigating pesticide-related neurotoxicity. Further research on HYP may enhance our understanding of its protective mechanisms and therapeutic applications in neurodegenerative diseases.",
  "publication_date": "2025-06-25",
  "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
  "doi": "10.1007/s00210-025-04379-2",
  "entities": {
    "POLYPHENOL": [
      "a flavonoid",
      "its protective mechanisms",
      "significant protective effects",
      "the electron transport chain",
      "the protective effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "apoptosis regulation",
      "mal-induced oxidative stress",
      "mitochondrial dysfunction"
    ]
  }
}