{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Polyphenol compounds contributing to the improved bioactivities of fermented Rubus chingii Hu.",
  "abstract": "This research aims to evaluate the phenolic composition, antioxidant and enzyme inhibition activities of fermented Rubus chingii Hu wine, and explore the correlation between them. TPC (Total Phenolic content) and TFC (Total Flavonoid content) increased rapidly from 0 h to 72 h, followed by a slight decrease in TPC and a significant decrease in TFC. Fermentation could significantly increase the antioxidant activity and α-amylase/α-glucosidase enzyme inhibitory activity of Rubus chingii Hu. A total of 39 polyphenols and organic acids in fermented Rubus chingii Hu were identified by UPLC-ESI-Q-TOF-MS/MS and 11 of them were quantitatively analyzed. After fermentation, the contents of all the detected polyphenol compounds, except for quercetin and ellagic acid, significantly increased (p < 0.05). Correlation analysis showed that protocatechuic acid and catechin played an important role in the antioxidant activity of fermented Rubus chingii Hu, while protocatechuic acid and hypericin played an important role in the α-amylase inhibition activity. This study indicated that Rubus chingii Hu could be applided as a potential meterial for the wine production, and has the potential to be a functional food for promoting health.",
  "publication_date": "2024-10-22",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2024.115218",
  "entities": {
    "FOOD": [
      "a functional food",
      "fermented rubus chingii hu wine",
      "the wine production"
    ],
    "POLYPHENOL": [
      "39 polyphenols",
      "a significant decrease",
      "a slight decrease",
      "all the detected polyphenol compounds",
      "catechin",
      "ellagic acid",
      "protocatechuic acid",
      "quercetin",
      "total flavonoid content"
    ]
  }
}