{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Bioactive Polyketides fromAmphidiniumspp.: An In-Depth Review of Biosynthesis, Applications, and Current Research Trends.",
  "abstract": "Polyketides (PKs) are a widespread class of secondary metabolites with recognised pharmacological properties. These molecules are abundantly produced in the marine environment, especially by dinoflagellate-photosynthetic organisms able to produce several PKs, including neurotoxins, cytotoxins, and immunomodulating agents. The biosynthesis of these compounds is driven by a conserved enzymatic process involving polyketide synthase complexes. Different genera of dinoflagellates produce PKs. Among them, dinoflagellates of the genusAmphidiniumare of particular interest due to its ability to produce the following two major families of PKs: amphidinolides and amphidinols. These compounds display remarkable biological activities, including anticancer, antimicrobial, and antifungal effects, making them attractive targets for pharmaceutical research and development. However, the natural yield ofAmphidinium-derived polyketides (APKs) is generally low, limiting their potential for sustainable molecular farming. This challenge has prompted interest in developing biotechnological strategies to enhance their production. This review aims to define the current state of studies about APKs, starting from their initial discoveries to the recent understanding of their biosynthetic pathways. Additionally, it summarizes the structures of compounds discovered, highlights their biotechnological potential, and discusses novel trends in their production.",
  "publication_date": "2025-06-16",
  "journal": "Marine drugs",
  "doi": "10.3390/md23060255",
  "entities": {
    "POLYPHENOL": [
      "antimicrobial, and antifungal effects",
      "biotechnological strategies",
      "recognised pharmacological properties",
      "secondary metabolites",
      "sustainable molecular farming",
      "the recent understanding",
      "their biotechnological potential",
      "these molecules"
    ],
    "SYMPTOM": [
      "anticancer"
    ]
  }
}