{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Protective Effect of Resveratrol Against Intracranial Aneurysm Rupture in Mice.",
  "abstract": "Resveratrol is a polyphenol and potent antioxidant that has anti-inflammatory effects in conditions such as atherosclerosis, aortic aneurysm, and inflammatory bowel disease. In this study, we investigated whether resveratrol exerts anti-inflammatory effects and protects against intracranial aneurysm formation and rupture in male mice. Intracranial aneurysms were induced in mice using a combination of elastase injection into the cerebrospinal fluid and deoxycorticosterone acetate-salt (DOCA-salt)-induced hypertension. Male mice were divided into two groups: a resveratrol diet group and a normal diet group. The dietary intervention lasted for 6 weeks, starting 3 weeks prior to elastase injection. The overall incidence of aneurysms did not differ significantly between the normal diet and resveratrol diet groups (71% vs. 59%, p = 0.497). However, resveratrol significantly reduced the rate of aneurysmal rupture compared with that in the normal diet group (88% vs. 40%, p = 0.026). Furthermore, resveratrol supplementation increased the mRNA levels of Sirtuin 1 (Sirt1) and decreased the mRNA levels of nuclear factor kappa B subunit 1 (Nfkb1) and Tumor necrosis factor (Tnf). Our findings demonstrate that resveratrol reduces intracranial aneurysm rupture in a mouse model, indicating its therapeutic potential in this condition.",
  "publication_date": "2025-06-01",
  "journal": "Journal of neuroscience research",
  "doi": "10.1002/jnr.70059",
  "entities": {
    "POLYPHENOL": [
      "a polyphenol and potent antioxidant",
      "a resveratrol diet group",
      "anti-inflammatory effects",
      "elastase injection",
      "injection",
      "protects",
      "resveratrol",
      "resveratrol supplementation",
      "that resveratrol",
      "tumor necrosis factor",
      "whether resveratrol exerts anti-inflammatory effects"
    ],
    "SYMPTOM": [
      "atherosclerosis",
      "deoxycorticosterone acetate-salt (doca-salt)-induced hypertension",
      "inflammatory bowel disease"
    ]
  }
}