{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Positive regulation of root-knot nematode control in Capsicum through bioactive compounds derived from plant seeds cake.",
  "abstract": "Plant-parasitic nematodes (PPNs) pose a significant problem for farmers worldwide, leading to yield losses. Several conventional strategies, such as artificial nematocides, have been used in the past to control PPNs in pepper plants. In an in vivo trial aimed at reducing root-knot nematodes, (RKNs) Meloidogyne incognita communities in soil and root infestation, certain plant seed cake (PSC) was evaluated for its potential use. In this study, four PSCs were used to manage PPNs: black seed, jojoba, olive, and jatropha. These PSCs relatively inhibited nematode reproduction and promoted pepper plant health. Notably, black seed and jojoba were the most effective toxic PSC against RKNs, M. incognita, especially targeting the second-stage J2s in soil. For example, treatment with black seed at both 15 and 30 g rates, as well as jojoba at 15 g rate, was consistently effective in reducing the final nematode population. Growth parameters, including shoot and root weight and length, as well as the number of leaves, were measured. The results showed that black seed at 30 g and jojoba at 15 g significantly increased shoot weight, followed by black seed at 15 g, with corresponding values of 75.89 g, 47.86 g, and 45.9 g, respectively. According to GC-MS analysis, the mode of action of these PSC may involve natural active compounds capable of killing or inhibiting nematode communities. The GC-MS analysis of jatropha seeds cake showed remarkable bioactive compounds, including D-Psicofuranose, pentakis (trimethylsilyl) ether (isomer 2); 9,12-Octadecadienoic acid; 2-((2-Methyl-1-oxa-4-azaspiro [4.4]non-4yl) carbonyl) cyclopropane carboxylic acid and 1 H-Indene, 2,3-dihydro-4-propyl. These compounds have antimicrobial, insecticidal, anti-nematodal, and antiviral activities confirming their potential as natural biopesticides.",
  "publication_date": "2025-06-27",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-06467-y",
  "entities": {
    "FOOD": [
      "pepper plant health",
      "pepper plants"
    ],
    "POLYPHENOL": [
      "9,12-octadecadienoic acid",
      "antimicrobial, insecticidal",
      "the most effective toxic psc",
      "the second-stage j2s"
    ]
  }
}