{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Combined metabolome and transcriptome analyses reveal the pivotal role of mycorrhizal fungi Tulasnella sp. BJ1 in the growth and accumulation of secondary metabolites in Bletilla striata (Thunb.) Reiehb.f.",
  "abstract": "The orchids usually coexist with mycorrhizal fungi during their growth and development. Numerous studies have substantiated the pivotal regulatory role of Tulasnella sp. mycorrhizal fungi in the germination and growth of orchid seeds. However, there remains a dearth of research elucidating the effects and underlying mechanisms of Tulasnella sp. on the growth, development, and metabolite accumulation in Bletilla striata seedlings. In the current study, metabolomics and transcriptomic analysis were used to reveal the key role of the mycorrhizal fungus Tulasnella sp.BJ1 in the growth and accumulation of secondary metabolites in B. striata. The results demonstrated that the application of BJ1 significantly enhanced the growth and development of B. striata seedlings. In September, the plant weight, tuber diameter, and tuber weight in the BJ1 treatment group reached 44.27 ± 6.79 g, 6.13 ± 0.53 cm, and 23.35 ± 3.06 g, respectively, surpassing those in the control group. The polysaccharide content in the BJ1 treatment group and control group peaked in June, reaching 14.91 ± 2.26 % and 14.38 ± 0.25 %, respectively. Total phenol content in both groups decreased in May and June, and the total phenol content in BJ1 treatment group was significantly lower than that in control group. The significant decrease observed in total phenol content during May and June may be attributed to an increase in proportion of polysaccharides promoted by BJ1. The transcriptome results showed that BJ1 upregulated polysaccharide biosynthesis-related genes, such as mannose phosphatase, transferase, mannose 6-phosphate isomerase, hexokinase, fructose kinase, and glucose 6-phosphate isomerase, as well as genes involved in stilbenes biosynthesis, including hydroxycinnamyltransferase and transcinnamate 4-monooxygenase. Metabolomics data indicated that the content of mannose and seven stilbene compounds in the tubers increased significantly after BJ1 treatment. Interestingly, the accumulation of these compounds corresponds to the pathway of upregulated genes. These findings suggest that an upregulation in mannose synthesis may facilitate the accumulation of polysaccharides in B. striata. Therefore, the current study uncovered that the mycorrhizal fungus Tulasnella sp. BJ1 can not only promote the growth and development of B. striata seedlings and increase tuber yield but also promote the accumulation of polysaccharides and stilbenes.",
  "publication_date": "2025-02-28",
  "journal": "Fungal biology",
  "doi": "10.1016/j.funbio.2025.101553",
  "entities": {
    "POLYPHENOL": [
      "secondary metabolites",
      "the effects",
      "the significant decrease",
      "underlying mechanisms"
    ]
  }
}