{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Storage Time in Bottle: Influence on Physicochemical and Phytochemical Characteristics of Wine Spirits Aged Using Traditional and Alternative Technologies.",
  "abstract": "Few studies have investigated the influence on physicochemical and phytochemical compositions during storage in the bottle of wine spirits (WSs) aged using alternative ageing technology (AAT) compared to traditional ageing technology (TAT). The aim of this study was to evaluate the effect of the bottle storage over one and four years on the evolution of chromatic characteristics (CIELab method) and physicochemical characteristics (alcoholic strength, acidity, and total dry extract), total phenolic index (TPI), low molecular weight compound contents (HPLC-DAD technique), in vitro antioxidant activities (DPPH, FRAP, and ABTS assays), and phenolic characterisation (HPLC-DAD-ESI-MS/MS technique) of WSs aged with chestnut wood using TAT (barrels, B) and AAT (micro-oxygenation levels (MOX): O15, O30, and O60; and control (N)). The results showed that after four years of storage in the bottle, the O60 modality resulted in smaller changes in physicochemical characteristics, higher preservation of phenolic content, and greater evolution of chromatic characteristics, ensuring its overall quality compared to other modalities. Antioxidant activity decreased similarly in both technologies, such as phenolic acid content, in particular, gallic acid content. According to the findings of this study, alternative ageing technology might be the best alternative for wine spirit quality and ageing process sustainability.",
  "publication_date": "2025-04-30",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30092018",
  "entities": {
    "FOOD": [
      "wine spirit quality and ageing process sustainability",
      "wine spirits"
    ],
    "POLYPHENOL": [
      "alternative ageing technology",
      "both technologies",
      "hplc-dad technique",
      "hplc-dad-esi-ms/ms technique",
      "low molecular weight compound contents",
      "particular, gallic acid content",
      "the effect",
      "traditional ageing technology"
    ]
  }
}