{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Bioactive Potential of a Grape Stem Blend: A Sustainable Approach to Skin Regeneration.",
  "abstract": "The European wine industry is embracing sustainability through circular economy principles, particularly by valorizing by-products, such as grape stems. Grape stems are rich in phenolic compounds with recognized health benefits. This study investigates the bioactive potential of molecules extracted from a blend of grape stems (GS blend extract). The GS blend extract was chemically characterized in terms of total phenolic content (TPC),ortho-diphenol content (ODC), and flavonoid content (FC), with key compounds identified via HPLC-MS. The extract's antioxidant capacity was assessed using ABTS, FRAP, and DPPH assays, while its anti-aging and depigmenting properties were evaluated through elastase and tyrosinase inhibition assays. Additionally, in vitro assays were conducted to assess its effects on skin cells, including morphology, metabolic activity, cell cycle, and cell migration. The GS blend extract was found to be rich in proanthocyanidins and exhibited notable antioxidant and depigmenting properties. In vitro assays demonstrated that the extract had no significant impact on cellular metabolic activity or cell morphology, although a reorganization of the cell monolayer was observed. Furthermore, deviations in cell migration and cell cycle regulation suggest that the GS blend extract may aid in scar formation management. Notably, the extract arrested fibroblasts in the Sub G0-G1 phase and inhibited HaCaT cell migration, supporting its potential application in cosmetic and pharmaceutical formulations aimed at scar modulation and skin health.",
  "publication_date": "2025-03-13",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14030338",
  "entities": {
    "FOOD": [
      "grape",
      "the european wine industry"
    ],
    "POLYPHENOL": [
      "circular economy principles",
      "flavonoid content",
      "its effects",
      "molecules",
      "phenolic compounds",
      "proanthocyanidins",
      "recognized health benefits"
    ],
    "SYMPTOM": [
      "its anti-aging and depigmenting properties"
    ]
  }
}