{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Cooked Bean (Phaseolus vulgarisL.) Consumption Alters Bile Acid Metabolism in a Mouse Model of Diet-Induced Metabolic Dysfunction: Proof-of-Concept Investigation.",
  "abstract": "Background/Objectives: Metabolic dysregulation underlies a myriad of chronic diseases, including metabolic dysfunction-associated steatotic liver disease (MASLD) and obesity, and bile acids emerge as an important mediator in their etiology. Weight control by improving diet quality is the standard of care in prevention and control of these metabolic diseases. Inclusion of pulses, such as common bean, is an affordable yet neglected approach to improving diet quality and metabolic outcomes. Thus, this study evaluated the possibility that common bean alters bile acid metabolism in a health-beneficial manner.Methods: Using biospecimens from several similarly designed studies, cecal content, feces, liver tissue, and plasma samples from C57BL/6 mice fed an obesogenic diet lacking (control) or containing cooked common bean were subjected to total bile acid analysis and untargeted metabolomics. RNA-seq, qPCR, and Western blot assays of liver tissue complemented the bile acid analyses. Microbial composition and predicted function in the cecal contents were evaluated using 16S rRNA gene amplicon and shotgun metagenomic sequencing.Results: Bean-fed mice had increased cecal bile acid content and excreted more bile acids per gram of feces. Consistent with these effects, increased synthesis of bile acids in the liver was observed. Microbial composition and capacity to metabolize bile acids were markedly altered by bean, with greater prominence of secondary bile acid metabolites in bean-fed mice, i.e., microbial metabolites of chenodeoxycholate/lithocholate increased while metabolites of hyocholate were reduced.Conclusions: In rendering mice resistant to obesogenic diet-induced MASLD and obesity, cooked bean consumption sequesters bile acids, increasing their hepatic synthesis and enhancing their diversity through microbial metabolism. Bean-induced changes in bile acid metabolism have potential to improve dyslipidemia.",
  "publication_date": "2025-05-28",
  "journal": "Nutrients",
  "doi": "10.3390/nu17111827",
  "entities": {
    "POLYPHENOL": [
      "background/objectives",
      "biospecimens",
      "cecal bile acid content",
      "cecal content",
      "feces",
      "the cecal contents",
      "these effects"
    ],
    "SYMPTOM": [
      "obesity"
    ]
  }
}