{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Wogonin attenuates septic cardiomyopathy by suppressing ALOX15-mediated ferroptosis.",
  "abstract": "Septic cardiomyopathy (SCM), a severe complication in sepsis, significantly increases the mortality of septic patients. Ferroptosis, an iron-regulated cell death, has been implicated in the development of SCM. Wogonin, a flavonoid from the root of the skullcap, exhibits anti-inflammatory, anti-allergic, and anti-apoptotic activities. In this study, we investigated the effects of wogonin on SCM and associated cardiomyocyte ferroptosis. Cecal ligation and puncture (CLP) surgery was performed in mice to establish a SCM model. Wogonin (20, 40 and 60 mg·kg-1, i.p.) was administered 2 h prior to CLP surgery. We showed that wogonin pretreatment dose-dependently mitigated CLP-induced cardiac dysfunction, myocardial damage, and deranged cardiomyocyte contractility. Furthermore, wogonin pretreatment ameliorated cardiac inflammation, oxidative stress, and mitochondrial dysfunction in CLP-challenged mice. We demonstrated that wogonin exerted the cardioprotective effects through suppressing cardiomyocyte ferroptosis both in vivo and in vitro. We revealed that wogonin directly bound to and inhibited ALOX15 (arachidonic acid 15-lipoxygenase), a lipoxygenase that governed the oxidation of polyunsaturated fatty acids to initiate ferroptosis. Pharmacological inhibition of ALOX15 using a specific inhibitor ML351 (10 mg·kg-1·d-1, i.p. for 7 days prior to CLP surgery) markedly diminished cardiac abnormalities and cardiomyocyte ferroptosis in CLP-challenged mice. In LPS-challenged HL-1 cardiomyocytes, overexpression of ALOX15 or supplement of its downstream metabolite 15-HpETE (1 μM) diminished the anti-ferroptotic effects of wogonin. Our results demonstrate that wogonin protects against SCM through inhibition of ALOX15-meditated ferroptosis.",
  "publication_date": "2025-04-09",
  "journal": "Acta pharmacologica Sinica",
  "doi": "10.1038/s41401-025-01547-1",
  "entities": {
    "SYMPTOM": [
      "an iron-regulated cell death",
      "mitochondrial dysfunction",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "a flavonoid",
      "a specific inhibitor ml351",
      "cecal ligation and puncture (clp) surgery",
      "protects",
      "the anti-ferroptotic effects",
      "the cardioprotective effects",
      "the effects"
    ]
  }
}