{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Influence of grape quality tier, harvest timing, and yeast strain on mannoprotein content, phenolic composition, and color modulation in young red wines.",
  "abstract": "Besides the impact of harvest timing and grape quality, this study investigated the performance of selected yeast strains overproducing mannoproteins versus the conventional strain AGL 804 in terms of mannoprotein release and its consequences on the composition and color modulation of short-aged commercial red wines. The study fills a gap of volume and actual red wine production by comparing 36 winemaking conditions, each of 850 kg of grapes. The results showed that AGL 804 produced the same or more concentration of mannoproteins than the alternatives. Then, an apparent threshold was found for all yeasts when the dissolved solids content of grape musts at harvest exceeded 22 °Bx, beyond which no increase in mannoprotein production was observed. Only below this limit, an independent effect of yeast strains on tannin concentration and tannin-to-anthocyanin ratio (T/A) in wines was observed. These two parameters exhibited a moderate correlation with mannoprotein concentration (R2= 0.534 and R2= 0.696, respectively), and a low-moderate correlation for mannoprotein concentration with CIELAB color parameters. Wines produced from grapes > 22 °Bx showed only harvest-related variations in tannin concentration and T/A and no correlation between parameters analyzed and mannoprotein production. The study revealed that, although yeast strains influence the color of red wine after six months of bottling, their effect is secondary to the harvest timing. Moreover, the influence of the yeast strain itself was not consistent across the different harvest dates. Additionally, the study provides winemakers with an improved and practical assay for measuring mannoprotein levels in red wines, especially for small winery laboratories. It also introduces a novel 3D graphical representation of the CIELAB color parameters, which simultaneously integrates the real visible color of the wines and its visual discriminability to the human eye.",
  "publication_date": "2025-02-07",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.115956",
  "entities": {
    "FOOD": [
      "36 winemaking conditions",
      "actual red wine production",
      "grape musts",
      "grape quality",
      "grapes",
      "red wine",
      "red wines",
      "short-aged commercial red wines",
      "small winery laboratories",
      "the wines",
      "winemakers",
      "wines"
    ],
    "POLYPHENOL": [
      "an independent effect",
      "selected yeast",
      "tannin concentration",
      "tannin-to-anthocyanin ratio",
      "their effect"
    ]
  }
}