{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Chemical Traits and Microbial Population Characterization of 'Asprinio' Grape Must, a Local Vine Cultivated in Campania Region (Italy).",
  "abstract": "'Asprinio' grape is used to produce a white wine from the Campania region, known as 'Asprinio' (DOC since 1993). A plethora of approaches was adopted to characterize the organic compounds (e.g., free amino acids and other metabolites) and microbial population (bacteria and fungi) in 'Asprinio' grape must by collecting samples from three different vineyards cultivated with the 'alberata' training system. The average free amino acid content of 'Asprinio' grape must showed quantitative variations, but no significant statistical differences were found. On average, proline was the most abundant free amino acid (~282 mg/L; 47.9%), followed by arginine (~66 mg/L; 11.5%) and glutamine (~25.2 mg/L; 4.2%). On the other hand, the total polyphenol content (TPC) of 'Asprinio' grape must was different, like their antioxidant activity, which increased when the TPC content was higher. Moreover, 1D and 2D NMR spectra highlighted the presence of high sugars amount (in particular glucose) as well astrans-caftaric acid,trans-coutaric acid,trans-fertaric acid, and thecis-isomers of these cinnamate esters. Finally, the evaluation of the microbial communities in the 'Asprinio' grape must revealed the presence of several representative bacterial phyla-mainlyBacteroidota,Proteobacteria, andActinobacteriota-as well as various fungal genera, includingCladosporium,Hanseniaspora,Aspergillus, andSaccharomyces. Notably, these microorganisms, which contribute to the fermentation process and influence the final wine flavor, have been found in different proportions in the grape musts analyzed. Our results contribute to increasing knowledge of the 'Asprinio' grape, an indigenous vine of Southern Italy.",
  "publication_date": "2025-06-16",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122110",
  "entities": {
    "FOOD": [
      "'asprinio' grape",
      "a white wine",
      "asprinio' grape",
      "the 'asprinio' grape",
      "the final wine flavor",
      "the grape musts"
    ],
    "POLYPHENOL": [
      "2d nmr spectra",
      "the total polyphenol content",
      "thecis-isomers"
    ]
  }
}