{
  "source": "PubMed",
  "query": "epicatechin",
  "title": "Tibetan dark tea Theabrownin alleviates LPS-induced inflammation by modulating the Nrf2/NF-κB signaling pathway and host microbial metabolites.",
  "abstract": "Theabrownin is a key contributor to the flavor and health benefits of dark tea, but its structural characterization and anti-inflammatory properties remain underexplored. This study systematically investigated the physicochemical characteristics and anti-inflammatory mechanisms of Tibetan dark tea theabrownin (TTB). Our findings demonstrate that TTB is a hydroxyl- and carboxyl-rich polyphenolic aromatic polymer, composed of polyphenols, lipids, polysaccharides, and proteins. TTB modulated the NF-κB/Nrf2 signaling pathway, reducing inflammatory cytokines and oxidative stress, which in turn led to a decreased M1/M2 macrophage ratio and alleviated systemic inflammation. Fecal metabolomics analysis indicated that TTB exerts anti-inflammatory effects potentially by regulating key microbial metabolites, such as allantoic acid, and critical metabolic pathways like purine metabolism, as well as the metabolism of lysine, cysteine, phenylalanine, and pyruvate, etc. These findings provide insights into TTB's physicochemical properties and its mechanisms in alleviating systematic inflammation, providing a theoretical basis for the health-promoting effects of Tibetan dark tea.",
  "publication_date": "2025-04-08",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.144264",
  "entities": {
    "POLYPHENOL": [
      "a decreased m1/m2 macrophage ratio",
      "a hydroxyl- and carboxyl-rich polyphenolic aromatic polymer",
      "anti-inflammatory mechanisms",
      "fecal metabolomics analysis",
      "its mechanisms",
      "polyphenols",
      "that ttb exerts anti-inflammatory effects",
      "the health-promoting effects"
    ],
    "SYMPTOM": [
      "alleviated systemic inflammation",
      "oxidative stress",
      "systematic inflammation"
    ]
  }
}