{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Deep Eutectic Solvents (DESs) as Alternative Sustainable Media for the Extraction and Characterization of Bioactive Compounds from Winemaking Industry Wastes.",
  "abstract": "The increasing pollution and wastage of food and byproducts from agro-industrial production is an increasingly worrying issue. Grape is one of the most diffused fruit crops cultivated, and grape pomace is the main solid byproduct obtained in the winemaking process; interestingly, it is rich in health-beneficial bioactive molecules. In order to recover these molecules, in this work, a green method has been developed, considering two grape pomaces from different cultivars, namely, Petit Verdot and Cabernet Sauvignon. The extraction procedure, as the first step of this process, was carried out with seven selected deep eutectic solvents (DESs). Then, analysis using HPLC-DAD allowed the detection and quantification of eight out of fifteen different phenolic compounds under examination in the extracts produced, including three quercetin glucosides. The evaluation of antioxidant activity, through the DPPH photometric assay, led to the selection of choline chloride/urea 1:2 + 40% water DES extracts as the extracts with the most promising results. Moreover, significant antibacterial activity was also achieved, in particular, for the betaine/lactic acid 1:4 + 40% water DES extract. Further studies will employ this method for numerous cultivars of grape pomaces with the ambitious aim of the production of polyphenol-enriched food and feed supplements.",
  "publication_date": "2025-04-21",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30081855",
  "entities": {
    "FOOD": [
      "grape",
      "grape pomace",
      "grape pomaces",
      "the winemaking process",
      "two grape pomaces"
    ],
    "POLYPHENOL": [
      "fifteen different phenolic compounds",
      "health-beneficial bioactive molecules",
      "polyphenol-enriched food",
      "seven selected deep eutectic solvents",
      "the detection",
      "the selection",
      "these molecules",
      "three quercetin glucosides"
    ]
  }
}