{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Protective effects of chlorogenic acid against glyphosate-induced organ and blood toxicity in Wistar rats.",
  "abstract": "Glyphosate, a widely used herbicide against broadleaf weeds and grasses, has been associated with various harmful effects. Our study examines the efficacy of chlorogenic acid (CGA) in alleviating the toxicity of a glyphosate-based herbicide (GBH) in 42 Wistar rats across six groups of seven animals receiving either no treatment (control), CGA alone (50 mg/kg), GBH alone (800 mg/kg), or their combinations varying three CGA doses (12.5, 25, or 50 mg/kg) (CGA12.5+GBH, CGA25+GBH, and CGA50+GBH, respectively) by oral gavage over 49 days in a row. At the end of the experiment, samples of blood, brain, heart, liver, and kidney tissues were collected and analysed for oxidative stress indicators (MDA, GSH, SOD, CAT), oxidative DNA damage (8-OHdG), liver and kidney function markers (AST, ALT, ALP, urea, and creatinine) as well as for histopathological changes. As expected, GBH increased AST ALT, ALP, urea, creatinine, 8-OHdG, and MDA levels, and lowered GSH levels and SOD and CAT activities, leaving histopathological changes in the brain, heart, liver, and kidney tissues. CGA dose-dependently improved biochemical and oxidative stress parameters and reversed histopathological changes in GBH-treated albino rats. Our findings consistently confirm the potential of CGA as a promising natural agent against the adverse health effects associated with exposure to glyphosate. Future research should focus on long-term glyphosate exposure and CGA treatment using molecular methods and on the signalling pathways associated with oxidative stress.",
  "publication_date": "2025-03-31",
  "journal": "Arhiv za higijenu rada i toksikologiju",
  "doi": "10.2478/aiht-2025-76-3955",
  "entities": {
    "POLYPHENOL": [
      "chlorogenic acid",
      "molecular methods",
      "the adverse health effects",
      "various harmful effects"
    ],
    "SYMPTOM": [
      "biochemical and oxidative stress parameters",
      "oxidative stress",
      "oxidative stress indicators"
    ]
  }
}