{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "R2R3-MYB transcription factor CaMYB5 regulates anthocyanin biosynthesis in pepper fruits.",
  "abstract": "Anthocyanins, are key polyphenolic secondary metabolites, such as delphinidin, cyanidin, rutin, and epicatechin that regulate plant coloration. Purple pepper fruits have high commercial value and industrial application potential due to their rich in accumulation of anthocyanins. This study identified and cloned an R2R3-MYB transcription factor, CaMYB5 from pepper fruits. Localization assay showed that CaMYB5 is located in the nucleus, while its expression profiles exhibited increasing trends during the pepper pericarp development. Functional analysis showed that transient silencing of CaMYB5 inhibited both delphinidin and cyanidin accumulation, and significantly reduced the expression levels of s anthocyanin biosynthesis structural genes in pepper fruits. In contrast, overexpression of CaMYB5 not only induced delphinidin and cyanidin accumulation, but also increased the expression levels of anthocyanin biosynthesis structural genes in fruits. DNA affinity purification sequencing, yeast one-hybrid, electrophoretic mobility shift, and dual luciferase assays indicated that CaMYB5 could bind to the CaPAL promoter and activate its expression. Overall, these results suggest that CaMYB5 is a critical upstream positive regulator of phenylpropanoid metabolism for enhanced anthocyanin accumulation in pepper fruits.",
  "publication_date": "2025-03-28",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.142450",
  "entities": {
    "POLYPHENOL": [
      "cyanidin",
      "delphinidin",
      "delphinidin and cyanidin accumulation",
      "epicatechin",
      "key polyphenolic secondary metabolites",
      "rutin",
      "yeast one-hybrid, electrophoretic mobility shift"
    ],
    "FOOD": [
      "pepper fruits",
      "purple pepper fruits",
      "the pepper pericarp development"
    ]
  }
}