{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Phenolic composition, antioxidant, antidiabetic, and cytotoxic activities of fruit of Prunus divaricata L.",
  "abstract": "Diabetes mellitus is a global health problem leading to various complications associated with high blood sugar levels. One of the alternative ways to manage the disease in traditional medicine is herbal therapy. Prunus divaricata L has been used in this regard in traditional medicine. The aim of the study was to investigate the antidiabetic, cytotoxic, antioxidant activity and phenolic profile of its fruit extract by spectroscopic and chromatographic methods. The methanol extract exhibited strong activity on DPPH radical scavenging, FRAP and CUPRAC assays, (0.023 mg/mL, 1.02 µmol trolox/mg dry ext, and 5.53 µmol trolox/mg dry ext, respectively). The antidiabetic activity was evaluated on α-glucosidase and α-amylase. The extract showed considerable activity on α-glucosidase (98.64% inhibition at 100 µg/mL). The anticancer potential of extract was evaluated using MCF-7 (ER + breast) cell line. The extract significantly decreased cell viability in MCF-7 cell line at a concentration of 3.2 µg/mL. In parallel to the biological activity tests, phytochemical composition of the extract was also studied. In addition to the qualitative chromatographic analysis, quantification of eight individual compounds was also determined in the extract. Results indicate that methanol extract contained considerable amounts of p-coumaric acid and ferulic acid along with chlorogenic acid, caffeic acid, rutin, quercetin, apigenin and kaempferol. Prunus divaricata L. fruit extract may protect against damage caused by oxidative stress by increasing antioxidant capacity in diabetes.",
  "publication_date": "2025-06-12",
  "journal": "BMC chemistry",
  "doi": "10.1186/s13065-025-01539-6",
  "entities": {
    "FOOD": [
      "its fruit extract",
      "prunus divaricata l. fruit extract"
    ],
    "POLYPHENOL": [
      "apigenin",
      "caffeic acid",
      "chlorogenic acid",
      "ferulic acid",
      "kaempferol",
      "p-coumaric acid",
      "rutin",
      "spectroscopic and chromatographic methods"
    ],
    "SYMPTOM": [
      "oxidative stress",
      "the anticancer potential"
    ]
  }
}