{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Oxidation Performance of the Aga2-Laccase Fusion Produced by Yeast Surface Display.",
  "abstract": "Laccases are multicopper oxidases with numerous applications because of their wide substrate variety. The yeast surface display (YSD) technology is a powerful tool for the expression of recombinant laccases that can be used to design robust oxidative biocatalysts and combine stability and flexibility in a whole-cell system. In order to gain insights on improving the laccase performance, we investigated the release, from the yeast's surface, of a recombinant laccase (OB1) from Saccharomyces cerevisiae EBY100's cell surface. The laccase, or derivatives thereof, was released as a fusion protein connected, by a flexible peptide linker, to a carrier protein (Aga2 adhesin). The optimum conditions for the release of the fused protein were determined by applying a 22factorial experimental design, exploring biomass and dithiothreitol concentration as the variables. The released Aga2-3x(G4S)-OB1 derivatives were biochemically characterized and compared to the whole-cell system. Laccase variant TX13A-OB1 was the best-performing fusion protein out of six variants, with a Kmvalue of 0.0137 ± 0.0032 mM and Vmax0.0075 ± 0.0001 (µmol min-1) for ABTS. All variants showed thermostability at 60°C and retained over 50% relative activity within a pH range of 3-5, compared to the parental protein. No significant differences in oxidation performance were determined with respect to the oxidation profile of gallic acid, vanillic acid, and catechol. On the other hand, there was an improvement in ferulic acid. Additionally, laccase relative activity remained above 60% in the presence of 10%-20 % ethanol for all variants. This research improved the stability of a recombinant laccase released from the yeast's cell surface carrying an engineered protein domain with adhesin properties, suggesting an influence from this domain on the laccase performance and the potential use of other adhesins for wider applications of laccases and other enzymes.",
  "publication_date": "2025-05-04",
  "journal": "Biotechnology and applied biochemistry",
  "doi": "10.1002/bab.2768",
  "entities": {
    "POLYPHENOL": [
      "(ysd) technology",
      "a recombinant laccase",
      "catechol",
      "ferulic acid",
      "gallic acid",
      "recombinant laccases",
      "respect",
      "vanillic acid"
    ]
  }
}