{
  "source": "PubMed",
  "query": "tannins",
  "title": "Combined anticancer effects ofChamaecytisus hirsutusextract and photodynamic therapy in Gastric cancer cells.",
  "abstract": "The particular plant found in Türkiye,Chamaecytisus hirsutus;(Fabaceae), has no studies examining its biological effects. Thus, the present study aimed to investigate the phytochemical composition, chemical profile, antioxidant activity, xanthine oxidase inhibition, anticancer effects, and photodynamic therapy potential ofC. hirsutusmethanol extract. Gas chromatography-mass spectrometry (GC-MS) analysis identified important compounds such as laminitol (28.74%), quinolinic acid (20.23%), and 2-(1,3-Dioxan-2-yl) ethanol (17.27%). The IC50value of the extract in the DPPH assay was 378.77 ± 4.70 mg/mL, demonstrating significant antioxidant activity. The xanthine oxidase inhibition was found to be 45.75 ± 2.59%, indicating significant free radical scavenging activity. The total phenolic, flavonoid, flavanols, and tannin contents were determined to be 35.14 ± 2.60 mg GAE/g extract, 12.90 ± 0.27 mg QE/g extract, 20.67 ± 0.81 mg QE/g extract, and 2.49 ± 0.12 mg GAE/g extract, respectively. The extract reduced the viability of MKN28 cancer cells by approximately 85% at a concentration of 0.4 mg/mL, demonstrating significant anticancer activity. Combination therapy with photodynamic therapy further enhanced the cytotoxic effect. Additionally, the binding affinities of these compounds with the 1GUX target protein were evaluated using molecular docking, and 4-Methyl-2-pentadecyl-1,3-dioxolane and Laminitol were determined as the strongest inhibitors with binding energies of -6.9 kcal/mol and -6.1 kcal/mol, respectively. Molecular dynamics simulations confirmed the stability of these interactions, with 4-Methyl-2-pentadecyl-1,3-dioxolane emerging as the compound with the strongest binding affinity. These findings suggest thatC. hirsutusextract has the potential to be a powerful anticancer agent when used in photodynamic therapy.",
  "publication_date": "2025-05-22",
  "journal": "Journal of toxicology and environmental health. Part A",
  "doi": "10.1080/15287394.2025.2508839",
  "entities": {
    "POLYPHENOL": [
      "4-methyl-2-pentadecyl-1,3-dioxolane",
      "anticancer effects",
      "chamaecytisus hirsutus;(fabaceae",
      "gas chromatography-mass spectrometry",
      "its biological effects",
      "molecular docking",
      "molecular dynamics simulations",
      "tannin contents",
      "the cytotoxic effect"
    ],
    "SYMPTOM": [
      "a powerful anticancer agent",
      "mkn28 cancer cells",
      "significant anticancer activity"
    ]
  }
}