{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Quasipaa spinosa-Derived ParvalbuminAttenuates Exercise-Induced Fatigue via Calcium Homeostasis and Oxidative Stress Modulation in Exhaustively Trained Mice.",
  "abstract": "Background:Quasipaa spinosacrude extract (QSce), a natural source rich in proteins such as parvalbumin (PV), has been traditionally used to promote physical recovery. However, its mechanisms in mitigating exercise-induced fatigue remain unclear.Methods:Using a murine treadmill exhaustion model, we evaluated the effects of QS-derived Parvalbumin (QsPV) (30 and 150 mg/kg/day) on endurance capacity, oxidative stress, tissue injury, and muscle function. Indicators measured included time to exhaustion, intracellular calcium levels, antioxidant enzymes [superoxide dismutase (SOD), glutathione peroxidase (GSH-Px)], lipid peroxidation (malondialdehyde, MDA), injury markers [creatine kinase (CK), lactate dehydrogenase (LDH), cardiac troponin I (cTnI)], renal function (blood urea), and muscle force.Results:QsPV-150 significantly increased time to exhaustion by 34.6% compared to the exercise-only group (p< 0.01). It reduced MDA by 41.2% in skeletal muscle and increased SOD and GSH-Px levels by 35.4% and 28.1%, respectively. Serum CK, LDH, and cTnI were reduced by 39.5%, 31.7%, and 26.8%, respectively, indicating protection against muscle and cardiac injury. QsPV also decreased blood urea by 22.3% and improved renal histology, with reduced glomerular damage and tubular lesions. At the molecular level, QsPV restored calcium balance and downregulated calpain-1/2 and atrophy-related genes (MuRF-1, MAFbx-32). Muscle contractile force (GAS and SOL) improved by 12.2-20.3%.Conclusions:QsPV attenuates exercise-induced fatigue through multi-organ protection involving calcium buffering, oxidative stress reduction, and anti-atrophy effects. These findings support its potential as a natural recovery-enhancing supplement, pending further clinical and pharmacokinetic studies.",
  "publication_date": "2025-06-19",
  "journal": "Nutrients",
  "doi": "10.3390/nu17122043",
  "entities": {
    "POLYPHENOL": [
      "a natural recovery-enhancing supplement",
      "anti-atrophy effects",
      "its mechanisms",
      "multi-organ protection",
      "physical recovery",
      "protection",
      "the effects",
      "the molecular level"
    ],
    "SYMPTOM": [
      "calpain-1/2 and atrophy-related genes",
      "exercise-induced fatigue",
      "oxidative stress",
      "oxidative stress reduction"
    ]
  }
}