{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Moro Orange (Citrus sinensis(L.) Osbeck) Extract Mitigates Metabolic Dysregulation, Inflammation, Oxidative Stress, and Adipose Tissue Hyperplasia in Obese Rats.",
  "abstract": "This study aimed to evaluate the effects ofC. sinensisextract, orlistat, and their combination on biochemical, hormonal, inflammatory, and oxidative stress parameters in female rats. The extract was characterized by the presence of citric acid, ferulic acid, and quercetin, along with antioxidant activity. Five experimental groups were established: (1) control; (2) obese; (3) orlistat (1.72 mg/kg); (4)C. sinensisextract (7.15 mg/kg); (5) a combination of both treatments. Treatment with the extract, orlistat, or their combination resulted in biochemical parameters (glucose, cholesterol, and triglycerides) that were comparable to the control group and significantly different from the obese group. Notably, only theC. sinensisextract alone restored pro-inflammatory cytokine levels (IL-1β, TNF-α, IL-6, IL-8) to values similar to the control. All treatments improved the activity of antioxidant enzymes catalase and glutathione peroxidase, while a significant increase in superoxide dismutase activity was observed only in the extract group. Among the oxidative damage markers, TBARS was the most responsive to treatment, whereas protein carbonylation was less affected. Histological analysis showed that all treatments promoted structural normalization. These results provide a rationale for further pre-clinical and clinical investigations into the use ofC. sinensisextract as an adjunctive therapy for metabolic disorders.",
  "publication_date": "2025-06-15",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125727",
  "entities": {
    "POLYPHENOL": [
      "ferulic acid",
      "only thec. sinensisextract",
      "quercetin",
      "the effects"
    ],
    "SYMPTOM": [
      "the oxidative damage markers"
    ]
  }
}