{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Plant-derived secondary metabolites and nanotechnology: innovative strategies and emerging challenges in myocardial ischemia-reperfusion injury therapy.",
  "abstract": "Therapy for acute myocardial infarction often causes myocardial ischemia-reperfusion injury (MIRI), which is characterized by oxidative stress, inflammation, and apoptosis. Traditional therapies have shown poor effectiveness because of their low absorption and inappropriate targeting. Recently, nanotechnology has emerged as a promising treatment option for MIRI. Nanocarriers, such as liposomes, polymers, inorganic nanoparticles, and hybrid nanoparticles, make therapies more effective by making drugs more stable, improving targeting accuracy and lowering side effects. Plant-derived secondary metabolites and nanoparticles, specifically those containingPanax notoginsengsaponins and flavonoids, have been shown to work together as a therapeutic approach. These nanoparticles have antioxidant, anti-inflammatory, and anti-apoptotic properties that significantly reduce myocardial injury after reperfusion. Targeting specificity and safety limit clinical translation, even with significant technological developments in these areas. Herein, we review current studies on nanocarriers and plant-derived secondary metabolite nanoparticles for MIRI treatment, as well as potential future clinical applications and limitations.",
  "publication_date": "2025-05-29",
  "journal": "Frontiers in pharmacology",
  "doi": "10.3389/fphar.2025.1529478",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "inflammation",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "nanotechnology",
      "plant-derived secondary metabolite nanoparticles",
      "plant-derived secondary metabolites",
      "poor effectiveness",
      "side effects",
      "significant technological developments",
      "specifically those containingpanax notoginsengsaponins",
      "specificity and safety limit clinical translation"
    ]
  }
}