{
  "source": "PubMed",
  "query": "catechins",
  "title": "Deciphering the flavor profile and seasonal variation of black tea processed from cultivar 'Baiye 1'.",
  "abstract": "Black tea flavor is predominantly shaped by the internal composition of the materials utilized, and black teas produced from high-polyphenol varieties is typically characterized by a stronger, bitter, astringent taste with a low aroma intensity. Therefore, understanding the flavor profile and material basis of black tea produced from high-amino acids tea plants may be helpful to enhance flavor and innovate black tea products. Here, by sensory evaluation and metabolomics analysis, it was found that the typical flavor of 'Baiye 1' black tea (BYBT) was orange-red solution color, a sweet potato-like or sweet honey-like aroma, and a sweet, umami, and light taste. A total of 110 characteristic volatiles of BYBT were identified, among which 29 metabolites, including β-ionone with a sweet aroma, may be considered the key compounds responsible for the sweet aroma. The geraniol, cis-3-hexenyl isovalerate, and n-valeric acid cis-3-hexenyl were key volatiles that distinguish different seasons. Additionally, 7 volatiles, including β-ocimene, geraniol, citral, were the crucial metabolites responsible for the stronger sweet or honey aroma of BYBT in spring. The lower tea polyphenols and the higher amino acids and sugars shaped the BYBT profile with distinct umami and sweetness, as well as a light taste. Amino acids, catechins and their derivatives were the most significantly affected by seasonal variations in BYBT, and were also responsible for the differences in taste and color quality observed between samples with different seasons. The findings of this study provided a scientific foundation for the development of novel black tea products or derivatives thereof.",
  "publication_date": "2025-03-14",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116181",
  "entities": {
    "FOOD": [
      "black tea",
      "black tea flavor",
      "black tea products",
      "black teas",
      "novel black tea products",
      "orange-red solution color"
    ],
    "POLYPHENOL": [
      "high-polyphenol varieties",
      "the lower tea polyphenols"
    ]
  }
}