{
  "source": "PubMed",
  "query": "tannins",
  "title": "In vitro investigation of Mangifera indica L. peel extracts: antibacterial, antioxidant, and docking studies.",
  "abstract": "Marketers of antioxidants and antimicrobials view fruit peels as a special, readily available, reasonably priced, natural, eco-friendly, and lucrative source. Mangos (Mangifera indica L.) and their byproduct peels and kernels are nutrient-dense, distinctive, affordable, efficient, natural, and environmentally friendly sources of antibacterial agents, antioxidants, and other active chemicals. The current study aimed to prepare extracts of different degrees of polarity from mango peels, detect their active phytochemical compounds, and study their effects as antioxidants, antibacterials against food-borne pathogens, anti-biofilms, and anti-colon cancer in vitro. Phytochemical classes of compounds were screened using different standard methods. The most promising profile was for mango peel ethyl acetate extract (MPEE) due to the presence of a variety of phytochemicals including tannin, coumarin, alkaloids, flavonoids, phenols, steroids, and terpenoids at high concentrations compared to other mango peel extracts. Therefore, it was selected as the most valuable extract to examine its anti-colon cancer impact, anti-foodborne pathogenic bacteria, and antibiofilm. The anti-foodborne pathogenic activity of MPEE was evaluated against Enterococcus faecalis ATCC 7080, Staphylococcus aureus ATCC 5638, Salmonella typhi DSM17058, Bacillus cereus ATCC 11778, Shigella sonnei DSM 5570, and Escherichia coli ATCC 8739 that showed highly impact for all. At MIC and MBC values of 500 μg/ml, the MPEE had a 100% bactericidal spectrum; at lower concentrations of 125-250 µg/ml, no antibacterial action was seen. The MPEE had a biofilm inhibition percentage ranging between 98.75-53.33%; B. cereus had the highest percentage and S. sonnei had the lowest. Furthermore, The MPEE demonstrated an anticancer activity against human colon epithelium ATB-37 (Caco2) with an IC50of 430.36 µg/ml. Molecular docking modeling assessment illustrated top-ranked confirmations between major phytochemicals and target protein COX2: P00406 and NFKB: Q63369.",
  "publication_date": "2025-05-08",
  "journal": "AMB Express",
  "doi": "10.1186/s13568-025-01882-w",
  "entities": {
    "POLYPHENOL": [
      "a 100% bactericidal spectrum",
      "a special, readily available, reasonably priced, natural, eco-friendly, and lucrative source",
      "flavonoids",
      "molecular docking modeling assessment",
      "tannin",
      "their effects"
    ],
    "FOOD": [
      "mango peel ethyl acetate extract",
      "mango peels",
      "mangos",
      "other mango peel extracts"
    ],
    "SYMPTOM": [
      "an anticancer activity",
      "anti-colon cancer",
      "its anti-colon cancer impact"
    ]
  }
}