{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Rhododendrol, a reductive metabolite of raspberry ketone, suppresses the differentiation of 3T3‑L1 cells into adipocytes.",
  "abstract": "Obesity is a serious medical condition worldwide, and a major risk factor for type 2 diabetes, metabolic syndrome, cancer and cardiovascular disease. In addition to changes in dietary habits and physical activity, consuming supplements to maintain good health and prevent obesity is important in modern society. Raspberry ketone (RK) is a natural phenolic ketone found in the European red raspberry (Rubus idaeusL.) and is hypothesized to prevent obesity when administered orally. The present study found that RK was reduced to rhododendrol (ROH) in human liver microsomes and cytosol. The present study investigated whether the metabolite ROH had anti‑adipogenic effects using mouse 3T3‑L1 cells. The effects of ROH or RK on lipid accumulation during differentiation of 3T3‑L1 pre‑adipocyte into adipocyte were determined using Oil Red O staining. CCAAT enhancer‑binding protein α (C/EBPα) and peroxisome proliferator‑activated receptor γ (PPARγ) mRNA and protein expression were examined using reverse transcription‑quantitative PCR and western blotting analysis, respectively. The present study revealed that ROH suppressed lipid accumulation in the cells, similar to RK. In addition, ROH suppressed the mRNA expression levels of C/EBPα and PPARγ in 3T3‑L1 adipocytes. Furthermore, ROH suppressed PPARγ protein expression in 3T3‑L1 adipocytes. These findings suggested that ROH is an active metabolite with an anti‑adipogenic effect, which may contribute to the anti‑obesity effect of orally administered RK. The present study indicated that it is important to understand the biological activity of the metabolites of orally administered compounds.",
  "publication_date": "2023-01-12",
  "journal": "Molecular medicine reports",
  "doi": "10.3892/mmr.2023.12938",
  "entities": {
    "SYMPTOM": [
      "cancer",
      "metabolic syndrome",
      "obesity"
    ],
    "FOOD": [
      "raspberry ketone",
      "the european red raspberry"
    ],
    "POLYPHENOL": [
      "an anti‑adipogenic effect",
      "anti‑adipogenic effects",
      "proliferator‑activated receptor γ (pparγ",
      "the anti‑obesity effect",
      "the effects"
    ]
  }
}