{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Opening New Roads for Multi-Directional Functional Applications Through In Vitro Chemical and Biological Analysis ofZoegea leptaureaL. Extracts.",
  "abstract": "Zoegea leptaureaL. has been traditionally used to treat digestive issues, headaches, and skin diseases. This study aimed to evaluate, for the first time, the phenolic content, antioxidant potential, enzyme inhibition, cytotoxic anti-biofilm/probiotic properties of the flowers, stems, leaves, and aerial parts ofZ. leptaurea. Results indicated that 70% EtOH extraction yielded the highest total phenolic and flavonoid contents across different plant organs, with the highest levels recorded in the flowers (44.86 mg gallic acid equivalent (GAE)/g) and leaves (28.84 mg rutin equivalent (RE)/g), respectively. Chlorogenic acid was the predominant compound in the stems and leaves, with the highest concentration obtained using 70% EtOH (5919.1 mg/kg and 10,786.70 mg/kg, respectively). The 70% EtOH extract of the flowers exhibited the strongest antiradical activity (2,2-diphenyl-1-picrylhydrazyl [DPPH] = 45.10 mg trolox equivalent (TE)/g); 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid [ABTS] = 64.53 mg TE/g) and ion-reducing capacity (Cupric reducing antioxidant capacity [CUPRAC] = 118.81 mg TE/g; ferric reducing antioxidant power [FRAP] = 65.29 mg TE/g). The EtOH extract of the flowers and the EtOAc extract of the aerial parts exhibited the highest anti-acetylcholinesterase activity (2.79 and 2.56 mg galantamine equivalent (GALAE)/g), with the latter also displaying the strongest anti-butyrylcholinesterase activity (3.35 mg GALAE/g). The strongest cytotoxic effect was observed in the EtOAc extract of the leaves against lung adenocarcinoma cells (A549), with an IC50value of 18.39 μg/mL. Additionally, the inhibitory activity of the extracts against immature and mature biofilms formed by pathogenic bacteria was assessed, revealing notable antibiofilm activity. Concurrently, the extracts stimulated the growth of five probiotic strains, with some reaching up to six times their respective control growth levels. In conclusion, the findings of this study suggest thatZ. leptaureais a promising source of bioactive compounds and warrants further investigation for its potential role in the treatment of oxidative stress-related diseases.",
  "publication_date": "2025-05-13",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70261",
  "entities": {
    "POLYPHENOL": [
      "44.86 mg gallic acid equivalent",
      "chlorogenic acid",
      "the highest total phenolic and flavonoid contents",
      "the strongest cytotoxic effect",
      "up to six times their respective control growth levels"
    ],
    "SYMPTOM": [
      "oxidative stress-related diseases"
    ]
  }
}