{
  "source": "PubMed",
  "query": "catechins",
  "title": "Enhancement of Statin Effects on Lipid Lowering and Reduction of Cardiovascular Risk Score by (-)-Epicatechin in Proof-of-Concept Pilot Study.",
  "abstract": "Statins play an instrumental role in reducing and managing atherosclerotic cardiovascular disease (ASCVD) but can be difficult to tolerate due to muscle-associated side effects. There remains an unmet need for strategies that improve statin tolerance and synergize their effect on atherogenic lipids. (-)-Epicatechin (Epi) is a natural flavonoid that can improve lipid biomarkers and mitochondrial function. This study explored the capacity of Epi to augment statin's beneficial effects on lipid profile and ASCVD risk parameters. In total, 19 patients completed a randomized, double-blind placebo-controlled trial. The study consisted of two cohorts. Cohort 1 consisted of healthy patients with elevated low-density lipoprotein (LDL) > 100 mg/dL and was used to determine appropriate Epi dosing. Cohort 2 consisted of patients with metabolic syndrome. Patients were randomized into statin-only (n = 8; 5 in Cohort 2) or statin + Epi (n = 11; 8 in Cohort 2) for 3 months. VO2max and lipid biomarkers were assessed at baseline and at the end of 3 months. Final analysis included Cohort 2 only. The statin + Epi group saw significant beneficial changes in total cholesterol (p = 0.002) and non-HDL cholesterol (p = 0.007). There was a significantly larger increase in HDL (p = 0.037) and significantly greater decrease in LDL particle number (p = 0.0003) and small LDL particle number (p = 0.003) among the statin + Epi group compared to statin-only. Ten-year ASCVD risk was significantly lower at end-of-study for the statin + Epi arm compared to statin-only (p < 0.05). No VO2max differences were found. This is the first proof-of-concept study to show combination therapy of a statin with Epi is safe and effective in augmenting statin-associated improvements in lipid biomarkers. Trial Registration: ClinicalTrials.gov: NCT02490527.",
  "publication_date": "2025-05-01",
  "journal": "Clinical and translational science",
  "doi": "10.1111/cts.70236",
  "entities": {
    "POLYPHENOL": [
      "a natural flavonoid",
      "muscle-associated side effects",
      "significantly greater decrease",
      "statin's beneficial effects",
      "their effect"
    ],
    "SYMPTOM": [
      "metabolic syndrome"
    ]
  }
}