{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Integration of Network Pharmacology, Transcriptomics, and Metabolomics Strategies to Uncover the Mechanism of Chaihuang Qingfu Pill in Treating Sepsis-Induced Liver Injury.",
  "abstract": "Sepsis is a critical condition triggered by infection and characterized by systemic inflammation and subsequent multiorgan failure. Chaihuang Qingfu Pill (CHQF), an in-hospital formulation developed by Hunan Provincial People's Hospital, is derived from the traditional Chinese medicine compound Qingyi Decoction through optimized herbal compatibility. It possesses pharmacological activities including heat-clearing and purgation, choleretic and anti-jaundice effects, as well as Qi-regulation and mass-resolving properties. Clinically, CHQF is primarily used in the treatment of cholecystitis, pancreatitis, and hepatitis, and has shown potential therapeutic effects in alleviating sepsis-associated liver injury. However, the precise molecular mechanisms and omics-based investigations of CHQF in the context of sepsis remain poorly understood. The NF-κB signaling pathway serves as a central regulatory hub of the inflammatory response. Its activation leads to the excessive expression of pro-inflammatory mediators and cytokines, thereby exacerbating tissue damage and promoting the progression of inflammatory diseases. Consequently, targeting the NF-κB pathway may represent an effective therapeutic strategy for the treatment of sepsis. This study aims to systematically investigate the molecular basis of CHQF in the mitigation of sepsis-associated liver damage.",
  "publication_date": "2025-06-02",
  "journal": "Drug design, development and therapy",
  "doi": "10.2147/DDDT.S521626",
  "entities": {
    "POLYPHENOL": [
      "an effective therapeutic strategy",
      "cholecystitis",
      "heat-clearing and purgation, choleretic and anti-jaundice effects",
      "infection",
      "potential therapeutic effects",
      "the molecular basis",
      "the precise molecular mechanisms",
      "the traditional chinese medicine compound qingyi decoction"
    ],
    "SYMPTOM": [
      "sepsis-associated liver damage",
      "sepsis-associated liver injury",
      "systemic inflammation"
    ]
  }
}