{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Multi-omics for unveiling potential antidiabetic markers from red, green and black mung beans using NIR-UPLC-MS/MS multiplex approach.",
  "abstract": "Inspired by the nutritional and biological attributes of mung beans, the current work aims to monitor metabolome patterns of different mung species and their entanglements on antidiabetic potential using NIR-UPLC-MS/MS multiplex approach combined with chemometrics. In this regard, a total of 71 chromatographic peaks spanning sugars, amino acids, flavonoids, fatty acids and their lipid derivatives, and phytosterols were chemically profiled. Coincidently, OPLS-DA underscored an obvious discrimination among the green, red and black mung species suggesting their chemical discrepancies where eriodictyol-O-glucoside, caffeic acid, formononetin-O-glucoside, viniferal and genistin serve as focal discriminators of green mung beans while lysoPC 18:2, lanosterol, gallocatechin, tyramine, petunidin 3-O-glucoside, biochanin A, vigvexin A, vignatic acid B, lysoPC 16:0 and phaseollin were the determining metabolites of red ones. Successively, the differential markers enriched in black mung samples included 10-formyltetrahydrofolate, stearidonic acid, hydroxylinoleic acid, vignatic acid A, campestrol, arachidonic acid and PG (18:2/18:1). Experimentally speaking, all mung samples exerted noteworthy dose-dependent inhibitory potential towards α-amylase and α-glucosidase enzymes. OPLS coefficient plots highlighted gamma-aminobutyric acid (GABA), gallic acid and beta-sitosterol as possible efficacy metabolites harmoniously mediated antidiabetic potential. Equally important, NIR spectroscopic analysis coupled with PLS-R model quantitively predicted the bio-efficient markers from various mung bean samples with a significant level of experimental reliability. These findings pursue concept of nutritional therapy and provide a fresh perspective to probe into mung beans bioactive molecules which might serve as referenced templates for mitigating diabetes. However, future work should be explored to uncover muti-target mechanisms of mung beans-derived compounds and strengthen their relevance.",
  "publication_date": "2025-06-01",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-03911-x",
  "entities": {
    "FOOD": [
      "green mung beans",
      "mung beans",
      "mung beans-derived compounds"
    ],
    "POLYPHENOL": [
      "a fresh perspective",
      "caffeic acid",
      "different mung species",
      "equally important, nir spectroscopic analysis",
      "eriodictyol-o-glucoside",
      "flavonoids",
      "formononetin-o-glucoside",
      "gallic acid",
      "lanosterol, gallocatechin, tyramine",
      "mung beans bioactive molecules",
      "muti-target mechanisms",
      "the green, red and black mung species"
    ]
  }
}