{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Exploring the differences in traits and genes between brown cotton and white cotton hybrid offspring (Gossypium hirsutum L.).",
  "abstract": "Brown cotton and white cotton are two important raw materials used in the cotton fiber industry. Clarifying the differences in morphology, agronomic traits, and fiber pigments between these varieties can facilitate the implementation of corresponding cultivation and breeding techniques. Therefore, we obtained F2generation brown cotton plants through hybridization and compared them with their parents. In terms of agronomic traits, plant morphology and leaf shape were similar, but brown cotton presented more villi on the main stem. The first fruiting branch node was within the range of 4-6 cm, and the first fruiting branch node height was greater than that of TM-1, i.e., between 13.25 cm and 22.79 cm, with no difference compared with that of P26. The plant height was greater than that of the parents, and the number of bolls was essentially the same as that in TM-1 and greater than that in P26. The lint percentage and average fiber length were lower in TM-1 than in P26, and the seed index was greater than that in TM-1 and P26. Pigment measurements revealed that the chlorophyll a content in brown cotton during the boll stage was lower than that in white cotton, and the content of proanthocyanidin in the cotton fibers was greater in brown cotton than in white cotton. At 15 days after pollination, the highest content was 159.8 mg/g. To determine the differences in gene expression levels, we conducted transcriptome sequencing. Gene Ontology (GO) analysis revealed that the differentially expressed genes (DEGs) were enriched in pathways related to the cell wall and enzyme activity, whereas Kyoto Encyclopedia of Genes and Genomes (KEGG) analysis revealed that the DEGs were enriched in flavonoid synthesis pathways. Transcription factor analysis revealed that the expression of the MYB3 transcription factor (Ghir_D07G002110) was higher in brown cotton, and bioinformatics analysis revealed that this gene has regulatory effects on the CHS, CHI1, and F3H genes.",
  "publication_date": "2025-01-14",
  "journal": "Planta",
  "doi": "10.1007/s00425-024-04601-0",
  "entities": {
    "POLYPHENOL": [
      "breeding techniques",
      "flavonoid synthesis pathways",
      "proanthocyanidin",
      "regulatory effects"
    ]
  }
}