{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Natural compounds and strategies for fighting against drug resistance in cancer: a special focus on phenolic compounds and microRNAs.",
  "abstract": "Bioactive phytochemicals, phenolic compounds, terpenoids, and alkaloids, exert antioxidative, anti-inflammatory, antigenotoxic, and anticancer effects, simultaneously showing minimal or no toxicity on normal, healthy cells. Phytochemicals targeting various signaling pathways and multiple mechanisms underlying intrinsic and acquired multidrug resistance (MDR) in cancer cells make them invaluable tools for the development of novel strategies for fighting against anticancer drug resistance in different types of cancer, which is one of the ultimate goals of modern oncology research. As MDR is described to be a simultaneous development of resistance to multiple drugs with different chemical structures, mechanisms of action, and targets it is not surprising that multiple factors, such as genetic and epigenetic changes, as well as noncoding RNAs, including microRNAs may significantly contribute to the development MDR in cancer cells, and its targeting and modulation of their expression to sensitize cells to treatment. This review implies that some natural compounds, such as curcumin, resveratrol, kaempferol, allicin, and quercetin, have the potential to interact with highly oncogenic and/or proinflammatory miRNAs, such as miR-21/155/663/146a, significantly influencing the response to cancer therapy. This article aims to point out how natural compounds may be used, accompanied by miRNAs mimics or miRNA inhibitors to treat specific types of cancer and its subtypes to overcome multidrug resistance. The main challenge is to determine the proper doses and concentrations of both miRNAs and compounds.",
  "publication_date": "2025-05-15",
  "journal": "American journal of physiology. Cell physiology",
  "doi": "10.1152/ajpcell.00428.2024",
  "entities": {
    "POLYPHENOL": [
      "curcumin",
      "exert antioxidative, anti-inflammatory, antigenotoxic, and anticancer effects",
      "kaempferol",
      "mechanisms",
      "multiple mechanisms",
      "phenolic compounds",
      "quercetin",
      "resveratrol",
      "specific types"
    ],
    "SYMPTOM": [
      "anticancer drug resistance",
      "cancer",
      "cancer cells",
      "cancer therapy"
    ]
  }
}