{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Novel eco-friendly and easily recoverable bismuth-based materials for capturing and removing polyphenols from water.",
  "abstract": "Olive oil production is one of the most developed Europe's sectors, producing olive oil and undesirable by-products, such as olive mill wastewater (OMWW) and organic waste. OMWW, containing large amounts of compounds (mainly polyphenols, phenols, and tannins), represents a problem. In fact, polyphenols have dual nature: i) antioxidant beneficial properties, useful in many industrial fields, ii) biorefractory character making them harmful in high concentrations. If not properly treated, polyphenols can harm biodiversity, disrupt ecological balance, and degrade water quality, posing risks to both environment and human health. From a circular economy viewpoint, capturing large quantities of polyphenols to reuse and removing their residuals from water is an open challenge. This study proposes, for the first time, a new path beyond the state-of-the-art, combining adsorption and degradation technologies by novel, eco-friendly and easily recoverable bismuth-based materials to capture large amounts of two model polyphenols (gallic acid and 3,4,5-trimethoxybenzoic acid), which are difficult to remove by traditional processes, and photodegrade them under solar light. The coupled process gave rise to collect 98% polyphenols, and to rapidly and effectively photodegrade the remaining portion from water.",
  "publication_date": "2024-09-03",
  "journal": "Journal of environmental management",
  "doi": "10.1016/j.jenvman.2024.122365",
  "entities": {
    "FOOD": [
      "olive oil",
      "olive oil production"
    ],
    "POLYPHENOL": [
      "98% polyphenols",
      "a circular economy viewpoint",
      "adsorption and degradation technologies",
      "disrupt ecological balance",
      "eco-friendly and easily recoverable bismuth-based materials",
      "gallic acid",
      "mainly polyphenols",
      "polyphenols",
      "tannins",
      "the most developed europe's sectors",
      "two model polyphenols"
    ]
  }
}