{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Impact of diverse irrigation water sources on olive oil quality and its physicochemical, fatty acids, antioxidant, and antibacterial properties.",
  "abstract": "This study investigates the impact of irrigation water sources on the quality of olive oil from the Chemlal olive variety in the Hadjadj region, northeast of Mostaganem, Algeria, a coastal area known for its semi-arid climate and intensive olive cultivation. Olive trees (n = 50 per irrigation group) were irrigated with treated wastewater, spring water, and normal water, and the resulting oils were assessed for physicochemical properties, fatty acid composition, and bioactive compound profiles. Treated wastewater demonstrated distinct water quality characteristics, including elevated temperature (15.00 °C), chemical oxygen demand (COD: 58.38 mg/L), biochemical oxygen demand (BOD5: 29.00 mg/L), ammonium (15.60 mg/L), nitrite (2.55 mg/L), suspended solids (14.00 mg/L), pH (7.40), and conductivity (2.80 µS/cm), reflecting residual organic material and ionic content post-treatment. Heavy metal concentrations in all water sources were within permissible limits for irrigation and drinking purposes, affirming their safety for agricultural use. Olive oil from treated wastewater-irrigated trees exhibited superior quality parameters, including low acidity (1.99%), low peroxide value (6.8 meq O2/kg), enhanced oxidative stability, higher fat content (96.5%), and favorable saponification values. Fatty acid analysis revealed a higher oleic acid content (62.6 mg/kg), known for cardiovascular health benefits. Bioactive compound analysis indicated significantly elevated levels of α-tocopherol (180.25 mg/kg), squalene (7500.8 mg/kg), carotenoids (25.1 mg/kg), and polyphenols (604.76 mg GAE/kg), contributing to increased antioxidant capacity (63.50% DPPH inhibition, a measure of free radical scavenging) and lower lipid peroxidation (0.25 TBARS, an index of oxidative degradation), indicative of superior oxidative stability. Spring water-irrigated oils showed higher acidity, peroxide values, and linoleic acid concentrations, alongside notable antibacterial efficacy against Escherichia. coli, Pseudomonas. aeruginosa, and Staphylococcus. aureus. Oils from normal water irrigation were characterized by higher linolenic acid levels, providing a more balanced fatty acid profile. These findings underscore treated wastewater's potential to enhance olive oil's nutritional and functional qualities, particularly its antioxidant activity and stability, while highlighting the role of spring water in enhancing antibacterial properties despite slightly reduced antioxidant stability. These findings are relevant to water-scarce Mediterranean and arid regions, informing sustainable irrigation strategies in line with global climate-resilient agriculture policies.",
  "publication_date": "2025-04-29",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-99425-7",
  "entities": {
    "FOOD": [
      "olive oil",
      "olive oil's nutritional and functional qualities"
    ],
    "POLYPHENOL": [
      "polyphenols"
    ]
  }
}