{
  "source": "PubMed",
  "query": "lignans",
  "title": "Qualitative, Quantitative Analysis and Pharmacokinetic Study of Potentially Active Components of Huangxueyishen Decoction Based on UPLC-MS/MS.",
  "abstract": "Huangxueyishen decoction (HXYS) is proven effective in treating chronic renal failure in clinical practice. The study aims to identify and analyze the chemical constituents of HXYS decoction, and to quantitatively analyze and perform the study of the pharmacokinetics of its main active ingredients. The Ultra-Performance Liquid Chromatography-Linear Trap Quadrupole-Orbitrap Mass Spectrometry (UPLC-LTQ-Orbitrap-MS) system was used to qualitatively analyze the main components of HXYS. Among these compounds, UPLC-QTRAP-MS/MS was applied to further perform the simultaneous quantification of selected important constituents, and pharmacokinetic studies were performed on eight blood-entry components. A total of 87 compounds were tentatively identified, including 26 flavonoids and flavonoid glycosides, 9 phthalides, 9 phenylpropanoids, 9 lignans and 30 other compounds. Two rapid, sensitive and reliable UPLC-MS/MS method have been successfully developed for the simultaneous determination of 11 constituents and 8 components in the plasma of rats at different time points after HXYS administration. Tmax of the eight components was 0.88-4.00 h, t1/2 was 0.65 ~ 4.58 h and AUC(0-∞) ranged from 145.88 ~ 1785.63 μg·h/L. In this study, the chemical components of HXYS were comprehensively characterized, and the active components were further screened in combination with network pharmacology, which predicted and verified the chemical material basis of HXYS and laid the foundation for analyzing its bioactive substances.",
  "publication_date": "2025-04-01",
  "journal": "Journal of chromatographic science",
  "doi": "10.1093/chromsci/bmaf022",
  "entities": {
    "POLYPHENOL": [
      "26 flavonoids",
      "flavonoid glycosides",
      "huangxueyishen decoction",
      "hxys decoction",
      "selected important constituents",
      "the ultra-performance liquid chromatography-linear trap quadrupole-orbitrap mass spectrometry"
    ]
  }
}