{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Effects of a Blend of Trisodium Citrate, Creatine Monohydrate, Leucine, and Blueberry Extract on Training-Induced Changes in Leg Extension Strength, Endurance, and Muscle Size.",
  "abstract": "Although creatine monohydrate (CM), leucine, and polyphenols have been independently researched, there is a lack of research on the effects of a supplementation blend containing trisodium citrate, CM, leucine, and blueberry extract (TCLB) on muscle strength, endurance, and size. This study compared the effects of 8 wk of supplementation with TCLB versus CM and placebo (PLA) combined with resistance training on leg extension strength, endurance, and muscle size. Twenty-eight recreationally active men ingested either TCLB (n= 10), CM (n= 10), or PLA (n= 8) during 8 wk of resistance training. Leg extension 1-repetition maximum (1RM), leg extension repetitions-to-failure at ∼80% of pre-training 1RM, individual quadriceps cross-sectional area (CSA) values, and the sum of the CSA values (CSAsum) were assessed at pre-training and post-training. Separate one-way ANCOVAs covaried for pre-training values were used to analyze differences in adjusted post-training means. Separate Chi-squared tests were used to analyze differences between groups in the proportion of subjects that exceeded the minimal important difference (MID). There were no group differences (p> 0.05) for leg extension 1RM, leg extension repetitions-to-failure, rectus femoris CSA, vastus lateralis CSA, or vastus medialis CSA. The TCLB group demonstrated greater (p≤ 0.05) adjusted post-training means and proportions of subjects who exceeded the MID for the CSAsumand vastus intermedius CSA than the PLA group, but the TCLB group did not differ (p> 0.05) from the CM group for those variables. The CM group (p≤ 0.05) exhibited a greater proportion of subjects who exceeded the MID for the CSAsumthan the PLA group. These findings indicated that 8 wk of supplementation with TCLB and CM combined with resistance training increased the overall quadriceps muscle size greater than the PLA, but TCLB did not differ from CM. Furthermore, the groups did not differ in the training-induced increases in leg extension strength and endurance.",
  "publication_date": "2025-06-19",
  "journal": "Journal of dietary supplements",
  "doi": "10.1080/19390211.2025.2518408",
  "entities": {
    "POLYPHENOL": [
      "individual quadriceps cross-sectional area (csa) values",
      "polyphenols",
      "rectus femoris csa",
      "subjects",
      "the effects",
      "twenty-eight recreationally active men"
    ],
    "FOOD": [
      "blueberry extract"
    ]
  }
}