{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Protective effect of olive leaves phenolic compounds against neurodegenerative disorders: Promising alternative for Alzheimer and Parkinson diseases modulation.",
  "abstract": "The main objective of this work was to review literature on compounds extracted from olive tree leaves, such as simple phenols (hydroxytyrosol) and flavonoids (Apigenin, apigenin-7-O-glucoside, luteolin.) and their diverse pharmacological activities as antioxidant, antimicrobial, anti-viral, anti-obesity, anti-inflammatory and neuroprotective properties. In addition, the study discussed the key mechanisms underlying their neuroprotective effects. This study adopted an approach of collecting data through the databases provided by ScienceDirect, SCOPUS, MEDLINE, PubMed and Google Scholar. This review revealed that there was an agreement on the great impact of olive tree leaves phenolic compounds on many metabolic syndromes as well as on the most prevalent neurodegenerative diseases such as Alzheimer and Parkinson. These findings would be of great importance for the use of olive tree leaves extracts as a food supplement and/or a source of drugs for many diseases. In addition, this review would of great help to beginning researchers in the field since it would offer them a general overview of the studies undertaken in the last two decades on the topic.",
  "publication_date": "2021-12-03",
  "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
  "doi": "10.1016/j.fct.2021.112752",
  "entities": {
    "POLYPHENOL": [
      "antioxidant, antimicrobial, anti-viral, anti-obesity, anti-inflammatory and neuroprotective properties",
      "apigenin",
      "apigenin-7-o-glucoside",
      "flavonoids",
      "luteolin",
      "phenolic compounds",
      "sciencedirect",
      "the key mechanisms",
      "the last two decades",
      "the main objective",
      "their neuroprotective effects"
    ],
    "SYMPTOM": [
      "many metabolic syndromes"
    ]
  }
}