{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Effects of Dietary Tea Polyphenols on the Growth, Antioxidant Status, Immune Function, and Intestinal Microbiota of Largemouth Bass (Micropterus salmoides).",
  "abstract": "This research aimed to explore the impact of tea polyphenol (TP) supplementation on the development, antioxidant properties, immune responses, and gut wellness in largemouth bass (Micropterus salmoides, LMB). Four diets with varying levels of TPs (0.00%, 0.02%, 0.04%, and 0.08%) were devised to feed LMB with an initial weight of 4.3 ± 0.02 g for 56 days, among which the intermittent feeding (IF) group was fed a diet supplemented with TP8 for 7 days, followed by a basal diet for another 7 days, and this was repeated until the end (56th day). The results demonstrated that supplementation with 0.04% or 0.08% TPs in the diet could reduce the crude lipid content and increase the crude protein content of LMB (p< 0.05). The levels of total cholesterol (CHO) and low-density lipoprotein (LDL) in the serum significantly decreased with the addition of 0.08% dietary TPs to the diet (p< 0.05). Dietary TPs can stimulate the activities of antioxidant enzymes such as superoxide dismutase (SOD) and catalase (CAT) and enhance the antioxidant capacity of LMB (p< 0.05). The activities of immune enzymes such as acid phosphatase (ACP) were increased to improve the immune response via the addition of TPs (p< 0.05). Supplementation with 0.02% and 0.04% TPs reduced liver fatty infiltration and alleviated hepatocyte damage. Compared with the control diet, dietary TPs significantly increased villus height (VH), villus width (VW), and lipase (LPS) activity in the intestine (p< 0.05), and supplementation with 0.04% TPs significantly increased muscular layer thickness (MT) (p< 0.05). With the increase in dietary TPs, distinct differences were observed in the intestinal microbial composition and the relative abundance of potential pathogens, especiallyClostridiaceae, which decreased, along with the enrichment of pathways related to metabolism, including amino acid metabolism, carbohydrate metabolism, and lipid metabolism. Additionally, intermittent feeding could alleviate the adverse effects caused by a high dosage. In conclusion, dietary TPs of LMB could enhance antioxidant capacity and immunity and improve intestinal health, and intermittent feeding could mitigate the adverse effects caused by a high dosage.",
  "publication_date": "2025-01-15",
  "journal": "Animals : an open access journal from MDPI",
  "doi": "10.3390/ani15020222",
  "entities": {
    "POLYPHENOL": [
      "especiallyclostridiaceae",
      "tea polyphenol (tp) supplementation",
      "the adverse effects"
    ],
    "FOOD": [
      "a high dosage"
    ]
  }
}