{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Gallic Acid Inhibits the Proliferation and Migration of Ovarian Cancer Cells via Inhibition of the PI3K-AKT Pathway and Promoting M1-Like Macrophage Polarization.",
  "abstract": "Ovarian cancer is one of the leading malignant women tumors that causes higher mortality, and immunotherapy has shown high potential in the treatment of advanced ovarian cancer patients by activating and mobilizing the human immune system, which can improve patient prognosis and survival. Natural compounds are a big resource for screening and finding effective lead compounds to treat diseases. Gallic acid (GA) is a natural organic acid with broad-spectrum antibacterial, antiviral, and antitumor effects. In the current study, we aim to explore the effect of GA on ovarian cancer and its underlying mechanisms. The CCK-8 assay was employed to study its anti-proliferation effect and wound healing, and transwell assay was utilized to test the GA effect on cell migration and invasion. The xenograft tumor model was used to evaluate the GA anticancer effect in vivo. The results demonstrated that GA significantly suppresses the proliferation of ovarian cancer cells both in vitro and in vivo, reduces their migration and invasion capability, and enhances macrophage cytotoxicity in the murine ID8 xenograft tumor microenvironment (TME). The mechanism study demonstrated that its anticancer effect and enhancing immunity is stem from inhibiting the PI3k-AKT pathway. In conclusion, GA plays an anticancer effect via blockage of the PI3K-AKT pathway.",
  "publication_date": "2025-04-16",
  "journal": "Analytical cellular pathology (Amsterdam)",
  "doi": "10.1155/ancp/3880719",
  "entities": {
    "SYMPTOM": [
      "advanced ovarian cancer patients",
      "ovarian cancer",
      "ovarian cancer cells"
    ],
    "POLYPHENOL": [
      "an anticancer effect",
      "broad-spectrum antibacterial, antiviral, and antitumor effects",
      "effective lead compounds",
      "gallic acid",
      "its anti-proliferation effect",
      "its anticancer effect",
      "its underlying mechanisms",
      "the effect",
      "the ga anticancer effect",
      "the ga effect",
      "the mechanism study"
    ]
  }
}