{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "\"Villains\" Turning Good: Antimycin A and Rotenone, Mitochondrial Respiratory Chain Inhibitors, Protect H9c2 Cardiac Cells Against Insults Triggering the Intrinsic Apoptotic Pathway.",
  "abstract": "Mitochondria are the powerhouses of cells, also involved in ROS (reactive oxygen species) generation and cellular death regulation. Thus, several diseases are associated with mitochondrial impairment, including cardiovascular disorders (CVDs). Since CVDs are currently the leading cause of death worldwide, it is very important to evaluate targeting mitochondrial effectors in clinical treatment protocols. Hence, in the present study, antimycin A and rotenone, established inhibitors of the mitochondrial electron transfer chain, were shown to halt apoptotic death induced by curcumin (50 μM) and sorbitol (0.5 M), in H9c2 cardiac cells. In particular, immunoblotting analysis revealed that they totally abolished PARP [poly(ADP-ribose) polymerase] proteolysis, under these conditions. This finding was accompanied by an enhancement of cell viability, recovery of mitochondria networks' integrity, suppression of cytochrome c release into the cytoplasm, and reversal of chromatin condensation. Chelating extracellular calcium (with EGTA) further enhanced the beneficial impact of antimycin A and rotenone on curcumin- or sorbitol-treated H9c2 cells viability. Of interest, the phosphorylation of eIF2α, indicative of the onset of the pro-survival Integrated Stress Response (IRS), was sustained under these conditions. Overall, our data highlight the anti-apoptotic effect of these compounds, unmasking their potential as mediators in novel therapeutic interventions against mitochondria-associated cardiac dysfunction.",
  "publication_date": "2025-03-08",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26062435",
  "entities": {
    "POLYPHENOL": [
      "curcumin",
      "curcumin- or sorbitol-treated h9c2 cells viability",
      "mitochondrial effectors",
      "recovery",
      "ros (reactive oxygen species) generation",
      "the anti-apoptotic effect",
      "the mitochondrial electron transfer chain"
    ],
    "SYMPTOM": [
      "the pro-survival integrated stress response"
    ]
  }
}