{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Are epigenetic mechanisms and nutrition effective in male and female infertility?",
  "abstract": "This review discusses epigenetic mechanisms and the relationship of infertility in men and women in relation to parameters pertaining to nutrition. The prevalence of infertility worldwide is 8-12 %, and one out of every eight couples receives medical treatment. Epigenetic mechanisms, aging, environmental factors, dietary energy and nutrients and non-nutrient compounds; more or less energy intake, and methionine come into play in the occurrence of infertility. It also interacts with vitamins B12, D and B6, biotin, choline, selenium, zinc, folic acid, resveratrol, quercetin and similar factors. To understand the molecular mechanisms regulating the expression of genes that affect infertility, the environment, the role of genotype, age, health, nutrition and changes in the individual's epigenotype must first be considered. This will pave the way for the identification of the unknown causes of infertility. Insufficient or excessive intake of energy and certain macro and micronutrients may contribute to the occurrence of infertility as well. In addition, it is reported that 5-10 % of body weight loss, moderate physical activity and nutritional interventions for improvement in insulin sensitivity contribute to the development of fertility. Processes that pertain to epigenetics carry alterations which are inherited yet not encoded via the DNA sequence. Nutrition is believed to have an impact over the epigenetic mechanisms which are effective in the pathogenesis of several diseases like infertility. Epigenetic mechanisms of individuals with infertility are different from healthy individuals. Infertility is associated with epigenetic mechanisms, nutrients, bioactive components and numerous other factors.",
  "publication_date": "2023-09-26",
  "journal": "Journal of nutritional science",
  "doi": "10.1017/jns.2023.62",
  "entities": {
    "POLYPHENOL": [
      "epigenetic mechanisms",
      "quercetin",
      "resveratrol",
      "the epigenetic mechanisms",
      "the molecular mechanisms"
    ],
    "SYMPTOM": [
      "aging"
    ]
  }
}