{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Morpho-Functional Analyses Demonstrate That Tyrosol Rescues Dexamethasone-Induced Muscle Atrophy.",
  "abstract": "Prolonged exposure to high dosages of dexamethasone, which is a synthetic glucocorticoid and a well-known anti-inflammatory drug, may lead to an increase in reactive oxygen species production, contributing to muscle wasting. The prevention of muscle atrophy by ingestion of functional foods is an attractive issue. In the last decade, natural antioxidant compounds have been increasingly investigated as promising molecules able to counteract oxidative-stress-induced muscle atrophy. Recently, we have demonstrated the antioxidant properties of two main olive oil polyphenols also known for their anticancer and anti-inflammatory activities in different cell models. Here, the preventive effect of tyrosol on dexamethasone-induced muscle atrophy has been investigated by means of morpho-functional approaches in C2C12 myotubes. Dexamethasone-treated cells showed a reduced fiber size when compared to control ones. While long and confluent myotubes could be observed in control samples, those exposed to dexamethasone appeared as immature syncytia. Dysfunctional mitochondria and the accumulation of autophagic vacuoles contributed to myotube degeneration and death. Tyrosol administration before glucocorticoid treatment prevented muscle wasting and rescued mitochondrial and lysosomal functionality. These findings demonstrate that tyrosol attenuates dexamethasone-induced myotube damage, and encourage the use of this natural molecule in preclinical and clinical studies and in synergy with other functional foods or physical activity with the aim to prevent muscle atrophy.",
  "publication_date": "2024-07-17",
  "journal": "Journal of functional morphology and kinesiology",
  "doi": "10.3390/jfmk9030124",
  "entities": {
    "FOOD": [
      "functional foods",
      "high dosages",
      "other functional foods"
    ],
    "POLYPHENOL": [
      "molecules",
      "preclinical and clinical studies",
      "reactive oxygen species production",
      "the last decade",
      "the preventive effect",
      "this natural molecule",
      "two main olive oil polyphenols"
    ],
    "SYMPTOM": [
      "dexamethasone-induced muscle atrophy",
      "muscle atrophy",
      "oxidative-stress-induced muscle atrophy",
      "their anticancer"
    ]
  }
}