{
  "source": "PubMed",
  "query": "tannins",
  "title": "Polyphenol-Mediated Electroactive Hydrogel with Armored Exosomes Delivery for Bone Regeneration.",
  "abstract": "Prolonged oxidative stress and reduced activity of mesenchymal stem cells are significant barriers to effective bone repair. Current therapeutic approaches often suffer from limited long-term efficacy due to inefficient exosome delivery and the degradation of biological materials. Here, we present an electroactive gelatin methacryloyl hydrogel incorporating a tannic acid-mediated conductive polypyrrole microfiber network and exosomes armored with a metal-polyphenol network, designed to mitigate chronic inflammation and enhance bone healing. The iron-tannic acid complex forms a protective coating on the surface of exosomes, shielding them from damage in inflammatory environments and promoting osteoblast differentiation. This is achieved by enabling exosomes to evade lysosomal degradation through the proton sponge effect. Additionally, the phenolic hydroxyl groups of tannic acid effectively scavenge reactive oxygen species at injury sites. By delivering electrical stimulation to mimic the native electrophysiological environment, the catechol-quinone redox balance is maintained, providing sustained antioxidant effects. In a rat bone defect model, this multifunctional hydrogel demonstrated robust activity for bone regeneration. These findings demonstrated the ability of this electroactive hydrogel system to enhance exosome delivery, provide long-term antioxidative activity, and promote osteogenic differentiation, offering a promising therapeutic platform for bone tissue engineering.",
  "publication_date": "2025-05-01",
  "journal": "ACS nano",
  "doi": "10.1021/acsnano.5c03256",
  "entities": {
    "SYMPTOM": [
      "chronic inflammation",
      "prolonged oxidative stress"
    ],
    "POLYPHENOL": [
      "a metal-polyphenol network",
      "a protective coating",
      "a rat bone defect model",
      "an electroactive gelatin methacryloyl hydrogel",
      "effective bone repair",
      "electrical stimulation",
      "reactive oxygen species",
      "sustained antioxidant effects",
      "the catechol-quinone redox balance",
      "the native electrophysiological environment",
      "the proton sponge effect",
      "this electroactive hydrogel system"
    ]
  }
}