{
  "source": "PubMed",
  "query": "tannins",
  "title": "A pharmaco-metabolomics study of Glycyrrhiza glabra, Boswellia sarca, and Acacia nilotica in acute allergic dermatitis.",
  "abstract": "Acute allergic contact dermatitis is an inflammatory skin condition characterized by swollen, itchy lesions. This study aimed to evaluate the soothing and wound-healing effects of fixed and volatile oils of Boswellia sarca, as well as extracts of Glycyrrhiza glabra and Acacia nilotica, on acute contact dermatitis in rats. Phytochemical analysis revealed the presence of flavonoids, tannins, saponins, triterpenoids, alkaloids, and cardiac glycosides in Acacia nilotica and, Glycyrrhiza glabra extracts, with Boswellia sarca showing a dominance of volatile oils. The study included a normal group and six acute allergic dermatitis groups induced by subcutaneous histamine injection. One group served as a positive control without treatment, while five groups were treated topically at inflamed sites with Boswellia sarca oils, Glycyrrhiza glabra, and Acacia nilotica extracts, alongside betamethasone as a standard treatment. The effects were evaluated through inspection, serum levels of ICAM-1, LTB4, and ILβ-4, as well as histopathological and immunohistochemical analyses. GC/MS analysis identified Incensole acetate (50.12%) and Incensole (32.44%) as major compounds in BS fixed oil, with significant terpenoids and volatile components. Metabolomic profiling using LC-MS/MS highlighted diverse secondary metabolites in Acacia nilotica and, Glycyrrhiza glabra, including polyphenolic acids, flavonoids, and amino acids, showcasing their therapeutic potential. All topical treatments reduced ICAM-1 and LTB4 levels to varying degrees and exhibited better histopathological and immunohistochemical results compared to the untreated positive control group. Among the treatments, Boswellia oils and, Glycyrrhiza glabra extracts demonstrated the most effective soothing and curative effects on allergic dermatitis. Boswellia sarca oils and, Glycyrrhiza glabra extract showed the best soothing and curative effects against allergic dermatitis.",
  "publication_date": "2025-05-19",
  "journal": "Inflammopharmacology",
  "doi": "10.1007/s10787-025-01761-7",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "inspection",
      "lc-ms/ms highlighted diverse secondary metabolites",
      "polyphenolic acids",
      "subcutaneous histamine injection",
      "tannins",
      "the best soothing and curative effects",
      "the effects",
      "the most effective soothing and curative effects",
      "the soothing and wound-healing effects"
    ]
  }
}