{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Effects of Nano-Quercetin on Cypermethrin Induced Liver Injury in Rabbits.",
  "abstract": "Cypermethrin is a synthetic pyrethroid reported to cause hepatic toxicity and other fatalities in humans as well as animals/birds. Quercetin is a flavonoid that has beneficial health-protective effects, its use is limited because of its poor bioavailability, metabolism through colonic microbial flora, and first-pass hepatic metabolism. To overcome these limitations, quercetin was loaded into chitosan nanoparticles by following the solvent evaporation method. The study objectives were synthesizing, characterizing quercetin-loaded chitosan nanoparticles, and determination of hepatoprotective potential against chemical (pyrethroid) induced liver injury in animal models. The nanoparticles were characterized by zeta size and potential, polydispersity index (PDI), entrapment efficiency, and FTIR. The prepared nano-formulation was physically stable and fell within the nanoscale range (188.5 nm) with high entrapment efficiency (80.4%). The study was conducted with four treatment groups (n= 5) comprising 20 rabbits, in which group 1 was the negative control (normal diet), group 2 was a positive control (cypermethrin 24 mg/Kg), group 3 and 4 were treated with low-dose (10 mg/kg) and high-dose (20 mg/kg) quercetin-loaded chitosan nanoparticles respectively, along with cypermethrin 24 mg/kg) for 28 days. It was found that cypermethrin-treated animals have high levels of LFT and histopathological lesions in the liver. Co-administration of quercetin-loaded chitosan nanoparticles with cypermethrin successfully ameliorated hepatotoxicity in rabbits in a dose-dependent manner.",
  "publication_date": "2025-05-20",
  "journal": "Journal of dietary supplements",
  "doi": "10.1080/19390211.2025.2507612",
  "entities": {
    "POLYPHENOL": [
      "20 mg/kg) quercetin-loaded chitosan nanoparticles",
      "a flavonoid",
      "beneficial health-protective effects",
      "hepatoprotective potential",
      "quercetin",
      "quercetin-loaded chitosan nanoparticles",
      "the study objectives"
    ],
    "SYMPTOM": [
      "hepatotoxicity",
      "liver injury"
    ]
  }
}