{
  "source": "PubMed",
  "query": "lignans",
  "title": "Inhibitory effects of schisandrin A on contractions induced by spasmogenic candidates in porcine coronary arteries.",
  "abstract": "The inhibitory effects and underlying mechanisms of schisandrin A (SA) on contractions induced by spasmogenic candidates and related chemicals were investigated in porcine coronary arteries (PCAs). SA (10-5-10-4M) inhibited contractions induced by acetylcholine, histamine, serotonin, U46619 (thromboxane A2mimetic), prostaglandin F2α, and endothelin-1 in a concentration-dependent manner. The inhibition of acetylcholine-induced contractions by SA was stronger than that by diltiazem, although both SA and diltiazem ultimately achieved similar levels of inhibition against other contractions. SA also inhibited high-KCl-induced contractions in PCAs and suppressed high-KCl-induced increases in intracellular Ca2+concentrations in A7r5 cells. However, SA (10-4M) did not inhibit SKF-96365-sensitive phenylephrine-induced contractions, despite potently inhibiting high-KCl-induced contraction in the guinea pig thoracic aorta. SA did not strongly inhibit NaF-induced contractions in Ca2+-free solution containing 0.2 mM EGTA. Furthermore, SA inhibited muscarinic receptor binding in mouse cerebral cortex and inhibited carbachol-induced increases in intracellular Ca2+concentrations in 293T cells expressing muscarinic M3receptors. These findings indicate that SA inhibits coronary artery contractions induced by spasmogens primarily through the inhibition of L-type Ca2+channels (LCCs) and exerts an anticholinergic and LCC inhibitory effect on acetylcholine-induced contractions.",
  "publication_date": "2025-05-24",
  "journal": "Journal of pharmacological sciences",
  "doi": "10.1016/j.jphs.2025.05.016",
  "entities": {
    "POLYPHENOL": [
      "an anticholinergic and lcc inhibitory effect",
      "muscarinic m3receptors",
      "the inhibitory effects",
      "underlying mechanisms"
    ]
  }
}