{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Screening of Red Sea- and Mediterranean Sea-derived Actinomycetes for Antimicrobial and Antitumor activities: LC-ESI-HRMS-based Metabolomics Study.",
  "abstract": "In reply to the critical requirement for new anti-infective and anticancer agents, this study explores aquatic actinomycetes as a favorable source of naturally occurring bioactive compounds. Using metabolomics and dereplication analysis, we investigated the chemical profiles of promising eight actinobacterial isolates out of seventy-eight actinomycetes isolated from the Red Sea and the Mediterranean Sea. The eight isolates (6, 10, 12, 35, 42, 43, 45, and 48) demonstrated cytotoxic activity against the breast adenocarcinoma (MCF-7) cell line and broad-spectrum antimicrobial activity against Gram-negative and Gram-positive microbes. Isolate 10 exhibited the broadest antibacterial activity, while isolates 42, 43, and 45 showed moderate to weak cytotoxic potential. Genetic identification via 16S rRNA sequencing classified seven isolates asStreptomycessp. and one asBrevibacteriumsp. Multivariate data analysis (MVDA) of the high-resolution mass spectrometry (HRMS) data identified isolate 10 as an outlier, rich in diverse secondary metabolites. Dereplication revealed numerous metabolites with potential antimicrobial and anticancer activity, confirmed by NMR data highlighting their complex chemical profiles. These findings underscore the effectiveness of integrating metabolomics and bioassays to uncover unique bioactive products from aquatic actinobacteria, creating a foundation for further development of novel antimicrobial and antitumor medicines.",
  "publication_date": "2025-06-18",
  "journal": "Microbial cell factories",
  "doi": "10.1186/s12934-025-02759-0",
  "entities": {
    "POLYPHENOL": [
      "broad-spectrum antimicrobial activity",
      "diverse secondary metabolites",
      "new anti-infective and anticancer agents",
      "the effectiveness",
      "the high-resolution mass spectrometry"
    ],
    "SYMPTOM": [
      "potential antimicrobial and anticancer activity"
    ]
  }
}