{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Impact of hydroxysafflor yellow A on proliferation, cell cycle, and apoptosis of Jurkat cells through targeting of the Notch1 signaling pathway.",
  "abstract": "This study aimed to explore the impact of hydroxysafflor yellow A (HSYA) on the proliferation, cell cycle, and apoptosis of Jurkat cells, serving as a representative model of T-cell acute lymphoblastic leukemia (T-ALL), and to explore the underlying molecular mechanism of its action. HSYA was administered to Jurkat cells. Cell proliferation was assessed using the Cell Counting Kit-8 (CCK-8) assay, and flow cytometry was utilized to analyze cell cycle distribution and apoptosis. The expression levels of Notch1, c-Myc, and Hes1 at both mRNA and protein levels were assessed employing reverse transcription-quantitative polymerase chain reaction (RT-qPCR) and Western blot techniques. HSYA hinders cell growth in a manner dependent on both time and dosage. The IC50(half-maximal inhibitory concentration) for HSYA to inhibit Jurkat cells was 99.08 μmol/L, 77.81 μmol/L and 59.05 μmol/L at 24, 48, and 72 hours, respectively. HSYA induced G0/G1 cell cycle arrest in Jurkat cells in a concentration-dependent manner. After exposure to different concentration of HSYA for 48 hours there was a notable increase in G1 phase cells (F=48.588, df=2, P<0.001) accompanied by decrease in S phase cells (F=66.637, df=2, P<0.001). After 48 hours of HSYA treatment, apoptosis in the experimental group was significantly up-regulated compared with the control group (F=98.09, df=2, P<0.001). After 48 hours of HSYA treatment with varying concentrations (50 and 100 μmol/L), the Jurkat cells exhibited significantly lower expression levels of Notch1, c-Myc, and Hes1 mRNA as compared to the control group (F=298.361, df=2, P<0.001 for comparison of Notch1 expression; F=173.332, df=2, P<0.001 for comparison of c-Myc expression; F=126.563, df=2, P<0.001 for comparison of Hes1 expression). HSYA can play an anti-leukemia effect by inhibiting Notch1 signaling pathway in T-ALL, and can be as a potential candidate for the treatment of T-ALL.",
  "publication_date": "2025-05-05",
  "journal": "Journal of physiology and pharmacology : an official journal of the Polish Physiological Society",
  "doi": "10.26402/jpp.2025.2.07",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "t-cell acute lymphoblastic leukemia"
    ],
    "POLYPHENOL": [
      "an anti-leukemia effect",
      "decrease",
      "the underlying molecular mechanism",
      "western blot techniques"
    ],
    "FOOD": [
      "dosage"
    ]
  }
}