{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "From Evidence to Practice: A Narrative Framework for Integrating the Mediterranean Diet into Inflammatory Bowel Disease Management.",
  "abstract": "Emerging evidence underscores the pivotal role of diet in preventing and managing inflammatory bowel disease (IBD). As our comprehension of the microbiome's role in IBD expands, dietary modifications are increasingly recognized as potential adjuncts or primary therapeutic strategies. Key components of the Mediterranean diet (MD)-including microbiota-accessible carbohydrates, omega-3 fatty acids, polyphenols, and antioxidants-have demonstrated promise in enhancing gut microbiota diversity and reducing intestinal inflammation, making it a practical approach for managing IBD. Moreover, the MD offers additional benefits considering the rising prevalence of comorbid chronic inflammatory conditions such as diabetes, cardiovascular disease, and obesity in IBD patients. The purpose of this narrative review was to provide an overview of the feasibility and clinical outcomes of the MD and offer evidence-based guidance for researchers and practitioners on how to adapt the MD to patients with IBD. According to several cross-sectional and interventional studies, the MD is feasible for patients with IBD and confers several benefits, such as reduced inflammation, improved disease activity, and enhanced quality of life, with a strong adherence rate and minimal adverse effects. To facilitate knowledge translation, we provide a practical framework for integrating the MD as a nutritional therapy for IBD, including specific recommendations and messaging that researchers, practitioners, and patients can use. By synthesizing current evidence and offering actionable insights, the aim is to facilitate the integration of the MD into IBD management, with the potential to improve patient outcomes.",
  "publication_date": "2025-01-28",
  "journal": "Nutrients",
  "doi": "10.3390/nu17030470",
  "entities": {
    "SYMPTOM": [
      "inflammatory bowel disease",
      "intestinal inflammation",
      "obesity",
      "reduced inflammation"
    ],
    "FOOD": [
      "omega-3 fatty acids"
    ],
    "POLYPHENOL": [
      "minimal adverse effects",
      "polyphenols",
      "several cross-sectional and interventional studies",
      "specific recommendations"
    ]
  }
}