{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Combining chromatographic and spectroscopic fingerprinting with chemometrics and data fusion to characterize the phytochemical composition of anthocyanin-rich fruit extracts.",
  "abstract": "Due to high visual similarity, rich anthocyanin content, drastically different availability, and wide use in the pharmaceutical and food industries, products that contain fruits of the genus Vaccinium can become targets of adulteration. This study aimed to obtain phytochemical fingerprints of two anthocyanin-rich fruit extracts (highbush blueberry and bilberry) using four different analytical techniques (HPLC-UV; HPLC-MS/MS; FTIR; UV/Vis) and explore the relationships and similarities of the chemical compositions by applying chemometric data analysis (PCA and PLS-DA) combined with low-level and mid-level data fusion approaches. Tentative identification with subsequent quantification of polyphenols found in these extracts was performed using HPLC-MS/MS analysis. To test the application of mid-level data fusion combined with chemometrics, mixed extracts containing highbush blueberry as well as bilberry extracts were prepared and analyzed. Highbush blueberry lyophilized extracts contained roughly 5 times more chlorogenic acid than bilberry extracts, while bilberry extract showed higher concentrations of anthocyanins and caffeic acid. Both extracts had highly similar spectroscopic fingerprints. After mid-level data fusion, an optimized PLS-DA model with 75 observations (65 pure extract samples, 10 mixed extract samples) and 7 key variables (first principal components of all analysis) was developed (R2X 0.950, R2Y 0.949, and Q20.941). This model allows to correctly classify pure extracts from mixed extracts, but cannot differentiate between different ratios of mixes. Combining fingerprinting information with mid-level data fusion can simplify the model while still accurately representing the key features of phytochemical fingerprints and is worth examining as a tool for the detection of anthocyanin-rich extract adulterations in the future.",
  "publication_date": "2025-06-23",
  "journal": "European journal of pharmaceutical sciences : official journal of the European Federation for Pharmaceutical Sciences",
  "doi": "10.1016/j.ejps.2025.107177",
  "entities": {
    "FOOD": [
      "highbush blueberry",
      "two anthocyanin-rich fruit extracts"
    ],
    "POLYPHENOL": [
      "caffeic acid",
      "four different analytical techniques",
      "highly similar spectroscopic fingerprints",
      "polyphenols",
      "roughly 5 times more chlorogenic acid",
      "the detection"
    ]
  }
}