{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Isoquercetin Alleviates Diabetic Retinopathy Via Inhibiting p53-Mediated Ferroptosis.",
  "abstract": "Diabetic retinopathy (DR) is a retinal vasculopathy stemming from diabetes mellitus, characterized by microvascular changes in the retina that can lead to visual impairment or even blindness. Ferroptosis, a form of regulated cell death driven by iron accumulation and lipid peroxidation, has been implicated in the progression of DR. Isoquercetin (IQC), a flavonoid compound, has been shown to inhibit cellular ferroptosis and apoptosis, yet its specific role and underlying mechanisms in DR remain to be elucidated. The present study aimed to investigate the effects of IQC on DR and to delineate its protective mechanisms, particularly focusing on whether these effects are mediated through p53. We employed streptozotocin-induced diabetic C57BL/J mouse models and high glucose (HG)-induced human retinal capillary endothelial cells (HRCECs) models for both in vivo and in vitro experiments. Pathological damage was assessed using hematoxylin and eosin staining, while cell apoptosis rates was detected by TUNEL staining and FITC/PI flow cytometry. Mitochondrial damage was evaluated using transmission electron microscopy. Additionally, we measured levels of reactive oxygen species (ROS) and glutathione (GSH) to assess lipid peroxidation and quantified ferrous ions (Fe2+). Protein expression was detected by immunofluorescence and western blot analysis, and mRNA levels were determined by real-time quantitative PCR. Our findings revealed that IQC mitigated retinal damage in diabetic mice, and in vitro studies further demonstrated that this effect was mediated by the inhibition of p53. In HG-induced HRCECs, we observed decreased cell viability, lipid peroxidation, and ferroptosis. IQC alleviated HG-induced ferroptosis in HRCECs by modulating the p53 pathway, which exhibited varying responses following p53 inhibition or activation. In summary, IQC downregulated the p53 signaling pathway, thereby reducing ferroptosis and apoptosis, and effectively ameliorated the damage associated with DR. These discoveries offer novel insights into the protective mechanisms of IQC in DR.",
  "publication_date": "2025-05-07",
  "journal": "Cell biology international",
  "doi": "10.1002/cbin.70027",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "cell apoptosis rates",
      "regulated cell death"
    ],
    "POLYPHENOL": [
      "a flavonoid compound",
      "decreased cell viability",
      "hg-induced hrcecs",
      "hrcecs",
      "isoquercetin",
      "its protective mechanisms",
      "its specific role",
      "reactive oxygen species",
      "the effects",
      "the protective mechanisms",
      "these effects",
      "this effect",
      "transmission electron microscopy",
      "underlying mechanisms"
    ]
  }
}