{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Transcriptome and gene co-expression network analysis revealed a putative regulatory mechanism of low nitrogen response in rice seedlings.",
  "abstract": "In rice, nitrate (NO3-) and ammonium (NH4+) are the main sources of inorganic nitrogen (N) for growth, which also serve as signaling molecules. Depending on the N status, plants modulate their physiological traits such as root system architecture (RSA) and transcriptome makeup, including N uptake and assimilation genes, to adapt to the amount of N available in the growth medium. In this study, time-course hydroponic experiment under low N (0.4 mM NH4+) and sufficient N (1.6 mM NH4+) was performed using low N tolerant introgression lines, KRIL8 and KRIL37, which carry a small region of the wild riceOryza rufipogongenome in theOryza sativaL. cv Koshihikari background. RNA-Seq analysis was used to profile changes in gene expression related to N and carbon metabolism which varied significantly and identified the accumulation of transcripts involved in secondary metabolite synthesis at the peak of low N stress. Weighted gene co-expression network analysis (WGCNA) identified several gene modules and their hub genes, including ion transport related modules consisting of genes that negatively regulate N uptake includingOsHHO3,OsBT, andOsACTPK1in all the lines. The repression of these genes under low N could be a basic mechanism to facilitate N acquisition in rice roots. The network analysis also identified cell activity and cell wall modification modules in the introgression lines which could be coordinated byOsLBD3-1, a paralogue of theCrown rootless1 gene for the promotion of root development to enhance N acquisition under low N conditions. The present analysis revealed the involvement of major pathways for low nitrogen tolerance of the selected lines.",
  "publication_date": "2025-06-10",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1547897",
  "entities": {
    "POLYPHENOL": [
      "a basic mechanism",
      "molecules",
      "root system architecture",
      "secondary metabolite synthesis",
      "the selected lines",
      "thecrown rootless1 gene"
    ],
    "SYMPTOM": [
      "low n stress"
    ]
  }
}