{
  "source": "PubMed",
  "query": "polyphenols antioxidant",
  "title": "Comprehensive Analysis of Hedysarum nitidum: Identification Phytochemical Contents, Antioxidant Potential, Antimicrobial Properties, Cytotoxic Effects, and Enzyme Inhibition Activities.",
  "abstract": "Hedysarum species play a crucial agronomic role due to their high feed quality and ability to enhance soil fertility through nitrogen fixation. Traditionally, they have been used in medicine to boost energy, support the immune system, and benefit the peripheral nervous system. However, the biological activity and phytochemical composition of Hedysarum nitidum remain unexplored. This study aimed to evaluate the bioactivity of methanol (HNM) and water (HNW) extracts from the aerial parts of H. nitidum. Antioxidant (total polyphenol and flavonoid contents, 2,2-diphenyl-2-picrylhydrazyl hydrate [DPPH], ferric-reducing antioxidant power [FRAP], Cu (II) ion reducing antioxidant capacity [CUPRAC]), antimicrobial, cytotoxic, and enzyme inhibitory (tyrosinase, cholinesterase, α-glucosidase, α-amylase) activities were assessed. Phytochemical and essential oil compositions were analyzed using high-performance liquid chromatography (HPLC) and gas chromatography-mass spectroscophy (GC-MS). HPLC identified p-hydroxybenzoic acid, caffeic acid, and 2-hydroxycinnamic acid, whereas GC-MS detected n-octanal, hexahydrofarnesyl acetone, humulene epoxide-II, α-terpineol, and eicosane. HNW and HNM exhibited strong antioxidant activity and enzyme inhibition, suggesting potential applications in hyperpigmentation, diabetes, and Alzheimer's treatment. HNM showed selective antibacterial activity against Gram-positive bacteria, whereas neither extract exhibited cytotoxicity against A549 cells. These findings highlight H. nitidum as a promising candidate for therapeutic applications.",
  "publication_date": "2025-06-13",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202500992",
  "entities": {
    "POLYPHENOL": [
      "2-hydroxycinnamic acid",
      "caffeic acid",
      "gas chromatography-mass spectroscophy",
      "hedysarum species",
      "selective antibacterial activity",
      "total polyphenol and flavonoid contents"
    ]
  }
}