{
  "source": "PubMed",
  "query": "tannins",
  "title": "Affinity Modifications of Porous Microscaffolds Impact Bone Regeneration by Modulating the Delivery Kinetics of Small Extracellular Vesicles.",
  "abstract": "Biomaterials functionalized with small extracellular vesicles (sEVs) hold great regenerative potential, and their therapeutic efficacy hinges on the delivery kinetics of the sEVs. Achieving rapid and stable loading, along with precisely controlled release of sEVs, necessitates affinity modifications of biomaterials. Here, we provide a quantitative description of the interaction between sEVs and various affinity molecules (i.e., polydopamine (PDA), tannic acid (TA), heparin, polyethylenimine (PEI), and calcium phosphate (CaP)) through molecular dynamics simulation. The interaction strengths followed the order of PDA < heparin < TA < CaP < PEI. To tailor the delivery kinetics of stem cells from human exfoliated deciduous teeth (SHED)-derived sEVs with concentration-dependent bioactivities, we employed two representative affinity molecules, namely PDA and CaP, to modify PLGA porous microscaffolds (PLGA MS), resulting in PDA-modified PLGA MS (PDA@MS) and biomineralized PDA-modified PLGA MS (B/PDA@MS). The B/PDA@MS exhibited the highest loading efficiency (>20 μg/mg microscaffolds) and optimized the release profile of sEVs over 21 days. Upon injection into a 5 mm defect in the rat cranial bone, sEV-loaded B/PDA@MS demonstrated the highest level of bone regeneration, with the new bone volume fraction (BV/TV) and bone mineral density (BMD) reaching 64.0% and 604.5 mg/cm3within 8 weeks, respectively. This work not only presents a biomineralized microscaffold with sustained sEVs release and high osteogenic potential but also offers guidance on the further design and translation of sEV-functionalized biomaterials with broader applications.",
  "publication_date": "2025-04-30",
  "journal": "ACS nano",
  "doi": "10.1021/acsnano.5c03297",
  "entities": {
    "POLYPHENOL": [
      "a 5 mm defect",
      "human exfoliated deciduous teeth",
      "injection",
      "molecular dynamics simulation",
      "precisely controlled release",
      "two representative affinity molecules",
      "various affinity molecules"
    ]
  }
}