{
  "source": "PubMed",
  "query": "tannins",
  "title": "Unveiling the Chemical Composition, Antioxidant, and Antimicrobial Potentials ofFoeniculum vulgareMill: A Combined In Vitro and In Silico Approach.",
  "abstract": "This study onFoeniculum vulgareMill., derived from seeds collected in Meknes (Morocco), evaluates in vitro and in silico the therapeutic potential of its extracts and essential oil through a comprehensive analysis of its phytochemical composition, as well as its antioxidant and antimicrobial activities. Aqueous extracts (E0), hydroethanolic extract (E1) obtained via Soxhlet, decoction (E2), and essential oil (EO) obtained through hydrodistillation were analyzed using HPLC/UV-ESI-MS and GC-MS, revealing a richness in phenolic and terpenic compounds. The quantification of total polyphenols, flavonoids, and tannins in aqueous and organic extracts was performed using spectrophotometric methods. Antioxidant activity was assessed through three methods: DPPH, FRAP, and Total Antioxidant Capacity (TAC). The antimicrobial activity of the essential oil and decoction was evaluated by microdilution in microplate assays. The aqueux extract was dominated by butyl ferulate (14.33%), while hydroethanolic extract contained chlorogenic acid (14.79%) and quercetin-3-glucuronide (13%). The extract (E2) was characterized by dihydrocaffeic acid (11.25%) and 3-O-caffeoylshikimic acid (11.08%), whereas the EO was primarily composed of fenchone (24.72%), trans-anethole (22.22%), and limonene (20.48%). Antioxidant assays (DPPH/FRAP/TAC) demonstrated decreasing efficacy as follows: EO exhibited the highest efficiency (IC50= 51.45 μg/mL), followed by E1(93.71 μg/mL), E0(212.86 μg/mL), and E2(397.41 μg/mL), confirming a correlation between phenolic composition and antioxidant activity. Furthermore, antimicrobial tests highlighted a pronounced fungicidal effect againstCandida albicans(MIC = 3.13 mg/mL) andAspergillus niger(6.25 mg/mL), contrasting with a more moderate inhibition ofEscherichia coliandStaphylococcus aureus. Molecular docking simulations identified stable interactions between chlorogenic acid, quercetin-3-glucuronide, and microbial proteases, suggesting a synergistic inhibitory mechanism. This research validates the potential ofF. vulgareas a source of bioactive molecules with promising applications in phytotherapy for managing oxidative stress and fungal infections, while emphasizing the need for clinical studies to confirm these effects in vivo.",
  "publication_date": "2025-05-08",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26104499",
  "entities": {
    "POLYPHENOL": [
      "a pronounced fungicidal effect",
      "a synergistic inhibitory mechanism",
      "bioactive molecules",
      "chlorogenic acid",
      "decoction",
      "decreasing efficacy",
      "dihydrocaffeic acid",
      "flavonoids",
      "molecular docking simulations",
      "oxidative stress and fungal infections",
      "quercetin-3",
      "spectrophotometric methods",
      "tannins",
      "these effects",
      "total polyphenols"
    ]
  }
}