{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "[Polyphenols as promising bioactive compounds].",
  "abstract": "Polyphenols are diverse and widespread bioactive plant-based compounds. These compounds are found in various foods such as berries, fruits, vegetables, cereals, nuts, coffee, cacao, spices, seeds. They are divided into phenolic acids, stilbenes, flavonoids, lignans depending on their molecular structure. They attract the attention of researchers due to wide range of biological effects on human body.The purposeof this work was to analyze modern scientific publications on the biological effects of polyphenols.Material and methods. The review is based on publications presented in the PubMed, Google Scholar, ResearchGate, Elsevier, eLIBRARY, Cyberleninka databases using \"polyphenols\", \"flavonoids\", \"resveratrol\", \"quercetin\", \"catechins\" as key words. Preference was given to original researches over the past 10 years published in refereed journals.Results. Oxidative stress, chronic inflammation, microbiome disorders, insulin resistance, excessive protein glycation, and genotoxic effects are at the heart of the pathogenesis of many diseases, including those associated with age. A large amount of material has been accumulated on the antioxidant, anticarcinogenic, epigenetic, metabolic, geroprotective, anti-inflammatory and antiviral effects of polyphenols. This gives reasons to consider polyphenols as very promising micronutrients, which inclusion in the diet can reduce the risk of developing cardiovascular, oncological, neurodegenerative diseases, diabetes mellitus, obesity, metabolic syndrome, premature aging, that is, the main causes of death, a decrease in the duration and quality of life of a modern person.Conclusion. Expanding the range of products enriched with polyphenols with their high bioavailability is a promising area of scientific research and development of production in order to prevent socially significant age-associated diseases.",
  "publication_date": "2022-12-01",
  "journal": "Voprosy pitaniia",
  "doi": "10.33029/0042-8833-2023-92-1-92-107",
  "entities": {
    "POLYPHENOL": [
      "\"polyphenols",
      ", \"flavonoids",
      "a decrease",
      "biological effects",
      "flavonoids",
      "genotoxic effects",
      "polyphenols",
      "the antioxidant, anticarcinogenic, epigenetic, metabolic, geroprotective, anti-inflammatory and antiviral effects",
      "the biological effects",
      "their molecular structure"
    ],
    "FOOD": [
      "coffee"
    ],
    "SYMPTOM": [
      "chronic inflammation",
      "insulin resistance",
      "metabolic syndrome",
      "obesity",
      "oxidative stress",
      "premature aging"
    ]
  }
}