{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Hugan Tiaoshen Formula Improves the Comorbid Mechanism of Schizophrenia and Sleep Disorder via Multitarget Interaction Network.",
  "abstract": "This study aims to integrate cross-disease omics data and perform multidimensional analysis to uncover the molecular basis of schizophrenia (SCZ) and sleep disorder (SD) comorbidity and to systematically analyze the potential mechanism of the Hugan Tiaoshen Formula (HGTS) in treating SCZ with SD. Integrate transcriptional data of SCZ and SD from the GEO database, screen disease-shared differential genes. Construct PPI network, identify core targets by topological analysis. Use machine learning algorithms to select cross-disease hub genes. Analyze immune cell infiltration and gene-immune interaction. Conduct molecular docking. Build an SCZ-SD comorbidity mouse model and assess behavioral improvements. Verify key pathway regulatory effects by Western blot and qRT-PCR. Cross-disease analysis identified 25 shared core targets. The constructed \"compound-target\" network revealed quercetin, β-sitosterol, and ADRB2 as key nodes. The PPI network identified HSPB1, THBS1, and other targets enriched in antigen presentation and PI3K-Akt pathways. Machine learning algorithms highlighted HSPB1, ADRB2, and GZMM as core genes. In SCZ, resting CD4+ memory T cells were positively correlated with HSPB1, while abnormal dendritic cells and low ADRB2 expression were associated with SD. Molecular docking confirmed strong binding between baicalin, β-sitosterol, and the targets. Animal experiments showed that HGTS improved neurological symptoms and sleep structure while regulating the expression of HSPB1, ADRB2, and BDNF. This study reveals shared core targets HSPB1, ADRB2, and GZMM between SCZ and SD. The compound HGTS, through the synergistic action of multiple components such as quercetin and β-sitosterol, improves neurological symptoms and sleep rhythm.",
  "publication_date": "2025-06-01",
  "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
  "doi": "10.1096/fj.202501425R",
  "entities": {
    "POLYPHENOL": [
      "key pathway regulatory effects",
      "molecular docking",
      "quercetin",
      "the molecular basis",
      "the potential mechanism"
    ]
  }
}