{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Integrated Metabolomics and Network Pharmacology to Reveal the Mechanisms ofForsythia suspensaExtract Against Respiratory Syncytial Virus.",
  "abstract": "To investigate the therapeutic impact ofForsythia suspensaextract (FS) on RSV-infected mice and explore its antiviral pharmacodynamic foundations. Methods: An integrated analytical approach, combining UPLC-Q-TOF/MS with network pharmacology, was employed to analyze and identify the chemical constituents in FS, particularly those exhibiting antiviral properties against RSV. The study integrated network pharmacology and metabolomics for further analysis, and molecular docking and interaction experiments were conducted to validate the pharmacodynamic mechanisms. Finally, an RSV pneumonia mouse model was employed to evaluate the therapeutic influence of FS, including pathological and immunohistochemistry assessments. Twenty-five components in FS were identified through UPLC-Q-TOF/MS analysis. Integrated network pharmacology data revealed 43 effective components and predicted 113 potential targets of FS for anti-RSV activity. Metabolomics analysis identified 14 metabolite biomarkers closely linked to RSV-induced metabolic disruptions involving pathways. Moreover, molecular docking and Biacore experiments provided additional confirmation that FS primarily exerts its effects through compounds such as rutin, quercetin, and kaempferol. Immunohistochemistry experiments demonstrated a significant reduction in the expression of relevant proteins following FS administration, affirming its capacity to ameliorate lung inflammation induced by RSV infection through the modulation of Toll-like receptor signaling pathways. The data presented in this study illustrate that FS exerts its anti-RSV effects by regulating the Toll-like receptor signaling pathway and the arachidonic acid metabolism pathway via rutin, quercetin, and kaempferol. Furthermore, the approach of combining network pharmacology with metabolomics proves to be an effective research strategy for investigating the bioactive constituents of medicinal plants and elucidating their pharmacological effects.",
  "publication_date": "2025-05-29",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26115244",
  "entities": {
    "POLYPHENOL": [
      "43 effective components",
      "an effective research strategy",
      "its anti-rsv effects",
      "its effects",
      "kaempferol",
      "molecular docking",
      "molecular docking and biacore experiments",
      "rsv infection",
      "rsv-infected mice",
      "rutin",
      "the pharmacodynamic mechanisms",
      "the toll-like receptor",
      "their pharmacological effects",
      "toll-like receptor"
    ],
    "SYMPTOM": [
      "lung inflammation"
    ]
  }
}