{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Quercetin-polysaccharides based hydrogels: A review of applications, molecular associations, chemical and biological modifications, toxicological implications and future perspectives.",
  "abstract": "The conventional treatments have certain demerits, while the advanced methods include stem cell therapy and nanotherapeutics using various mediums like polysaccharides-based hydrogels due to their antimicrobial action, moisture retention, and controlled delivery of drugs. The current review encompasses that quercetin-polysaccharide based hydrogels stimulate wound healing by providing sustained antioxidant activity, eliminating reactive oxygen species (ROS), and alleviating oxidative stress (OS), while inducing angiogenesis, collagen deposition, and anti-inflammatory response for rapid repair. Hydrogels also show antibacterial action and enhance bioavailability, which allows for accelerated wound closure and minimized scarring. Incorporating phytochemicals (quercetin, e.g.) in carbohydrate polymers (cellulose, chitosan, alginate) can optimize their performance using the bioactivity of these chemicals. The current review also discusses the enhanced drug delivery, wound healing of polysaccharides-based hydrogels incorporated with quercetin for various biomedical applications, chemical and physical modifications for better biomedical, industrial, and wound healing abilities and the mechanistic insight of quercetin- polysaccharide based hydrogels for wound healing. The novelty of employing quercetin-based hydrogels in wound healing is that they facilitate an enhancement of quercetin bioavailability and elicit sustained, targeted antioxidant and anti-inflammatory action, allowing for enhanced healing outcomes and acceleration of tissue regeneration in diabetic and chronic wounds beyond existing forms of wound therapy.",
  "publication_date": "2025-05-31",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144845",
  "entities": {
    "POLYPHENOL": [
      "quercetin",
      "quercetin bioavailability",
      "quercetin- polysaccharide based hydrogels",
      "quercetin-based hydrogels",
      "quercetin-polysaccharide based hydrogels",
      "reactive oxygen species",
      "the mechanistic insight"
    ],
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}