{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Gluten-Free Snacks with Micronized and Freeze-Dried Red Potatoes: Nutritional and Pro-Health Values.",
  "abstract": "The application of micronization to previously freeze-dried red potatoes significantly increased their polyphenol content and antioxidant potential. As a result, they became a valuable additive for enriching gluten-free snacks with bioactive compounds. The aim of this study was to assess the health-promoting potential as well as the content of polyphenols, phytosterols, and vitamin E in gluten-free extrudates, also referred to as gluten-free snacks, with the addition of 10% to 40% freeze-dried and micronized red potatoes. Additionally, the study examined color parameters and nutritional composition, including dietary fiber content. It was found that the extrudates obtained from micronized and freeze-dried red potatoes were characterized by high nutritional value but, most importantly, a strong health-promoting potential due to their exceptionally high content of phenolic acids and anthocyanins, which contributed to their remarkable antioxidant activity. Snacks enriched with freeze-dried and micronized red potatoes contain significantly higher levels of protein (3- to 14-fold increase), ash (4.5- to 22.5-fold increase), and soluble dietary fiber fraction (10- to 26-fold increase) compared to the control sample. Moreover, these snacks exhibited very high concentrations of chlorogenic, cryptochlorogenic, and neochlorogenic acids, as well as elevated levels of pelargonidin and peonidin glycosides-polyphenolic compounds that were not detected in the control sample. These snacks contained substantial amounts of tocopherols and phytosterols, such as stigmasterol and beta-sitosterol (3- to 10-fold increase compared to the control). The study conclusively demonstrated that the 40% addition of freeze-dried and micronized red potatoes to gluten-free extrudates ensures the development of an innovative product with excellent health benefits and strong antioxidant activity.",
  "publication_date": "2025-04-28",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30091957",
  "entities": {
    "POLYPHENOL": [
      "neochlorogenic acids",
      "pelargonidin and peonidin glycosides-polyphenolic compounds",
      "polyphenols",
      "their polyphenol content"
    ]
  }
}