{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Preventive Effect of Upland Pigmented Potatoes Against LPS-Induced Inflammation in THP-1 Macrophages.",
  "abstract": "Aim of this study was to compare the in vitro anti-inflammatory activity of three commercial potato varieties cultivated upland, Kennebec, Desirée, and Bleuet, whose extracts,   based on chemical analyses, were considered chlorogenic acid (CGA)-, carotenoid-, and anthocyanin-rich, respectively. To this aim, THP-1-derived macrophages were pretreated with extracts and then challenged with LPS. While at supraphysiological doses (50 µM), all three extracts significantly counteracted LPS-induced TNF-α, IL-1β, and IL-6, at more physiologically relevant doses (1-5 µM), only Desirée and Bleuet showed anti-inflammatory activity. We hypothesized that the high CGA content in Bleuet extract might interfere with anthocyanins. Supporting this, adding CGA to pure pelargonidin 3-glucoside and peonidin 3-glucoside reduced their anti-inflammatory activity. Similarly, the isolated anthocyanin fraction from Bleuet (ACN fraction) exhibited stronger anti-inflammatory effects than the whole Bleuet extract, and the addition of CGA to the ACN fraction significantly reduced its anti-inflammatory effect. Molecular docking simulations suggested that glucose transporters GLUT-1, GLUT-3, and SGLT-1 could be involved in this antagonist-like interaction. In conclusion, extracts from pigmented varieties Desirée and Bleuet counteracted LPS-induced inflammation in THP-1 macrophages at plasma-relevant doses. Furthermore, CGA could compete with anthocyanins for glucose transporters, limiting their cellular uptake and, consequently, their anti-inflammatory activity.",
  "publication_date": "2025-04-25",
  "journal": "Molecular nutrition & food research",
  "doi": "10.1002/mnfr.70073",
  "entities": {
    "POLYPHENOL": [
      "chlorogenic acid",
      "its anti-inflammatory effect",
      "kennebec",
      "molecular docking simulations",
      "pelargonidin",
      "stronger anti-inflammatory effects"
    ],
    "SYMPTOM": [
      "lps-induced inflammation"
    ]
  }
}