{
  "source": "PubMed",
  "query": "catechins",
  "title": "Functional analysis and molecular characterization of UGT95A2, a specialized glycosyltransferase for flavonoid 3'-O-glycosylation in Carthamus tinctorius L.",
  "abstract": "Safflower, a traditional Chinese medicine, is renowned for its efficacy in promoting blood circulation and alleviating blood stasis. Its principal bioactive components are flavonoids, which predominantly exist as flavonoid glycosides. Glycosyltransferases, as downstream post-modification enzymes in the biosynthesis of these active glycosides, are of considerable research interest. This study leverages transcriptome data from safflower to identify a glycosyltransferase gene, UGT95A2, which was subjected to comprehensive bioinformatics and enzymatic property analyses. In vitro enzymatic assays demonstrated that UGT95A2 catalyzes the glycosylation of flavonoids with an ortho hydroxyl group on the B-ring, generating 3'-OH glycosylated products, such as luteolin, taxifolin, catechin, butin, and eriodictyol. When the ortho hydroxyl groups are located on the A-ring, UGT95A2 instead catalyzes the formation of 6-O-glucosides, as observed for baicalein and 6,7,4'-trihydroxyisoflavone. Validation of in vitro activity showed that overexpression of UGT95A2 enhances the luteolin-3'-O-glucoside content in safflower protoplasts and tobacco leaves. Molecular modeling and site-directed mutagenesis studies indicated that E328 is a critical active site for 3'-hydroxyl glycosylation, while D444 is essential for the enzyme's catalytic activity in generating disaccharides. The identification of the novel glycosyltransferase UGT95A2 provides a foundation for further elucidation of the glycosylation processes of flavonoid glycosides and offers a new biotechnological approach for the production of flavonoid 3'-O-glucosides. This advancement has significant implications for expanding the repertoire of glycosylation enzymes and offers valuable insights for the directed modification of engineering enzymes.",
  "publication_date": "2025-05-01",
  "journal": "The Plant journal : for cell and molecular biology",
  "doi": "10.1111/tpj.70213",
  "entities": {
    "POLYPHENOL": [
      "a new biotechnological approach",
      "baicalein",
      "catechin",
      "eriodictyol",
      "flavonoid 3'-o-glucosides",
      "flavonoid glycosides",
      "flavonoids",
      "luteolin",
      "molecular modeling and site-directed mutagenesis studies",
      "the directed modification"
    ]
  }
}