{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Revealing the synergistic antibacterial mechanisms of resveratrol (RES) and pulsed electric field (PEF) against Acetobacter sp.",
  "abstract": "In the wine industry, Acetobacter sp. is a typical spoilage microorganism responsible for increased volatile acids and wine spoilage. This study investigated the impact of combined treatment using varying concentrations of resveratrol (RES) and pulsed electric field (PEF) on the bactericidal efficacy, intracellular enzyme activities, and cellular metabolism of Acetobacter sp. The results from the Weibull mathematical model revealed a notable enhancement in the bactericidal effectiveness of the RES and PEF treatments with increasing RES concentration. In addition, the synergies between RES and PEF might not only resulted in the deactivation of Alcohol dehydrogenase (ADH) and Aldehyde dehydrogenase (ALDH) of Acetobacter sp., but also induced modifications in the secondary and tertiary structures of intracellular enzymes as evidenced by fluorescence, ultraviolet, fourier transform infrared, and circular dichroism spectra. Furthermore, metabolomics results showed that 1,910 metabolites exhibited differential expression, with 1,118 metabolites being down-regulated and 792 metabolites being up-regulated. After the synergies between RES and PEF, 17 biochemical pathways were significantly changed, mainly involving amino acid metabolism, carbohydrate metabolism, cofactor and vitamin metabolism, nucleotide metabolism, etc. These findings demonstrated that the combined treatment of RES and PEF can effectively suppress the growth of Acetobacter sp. and the inactivation mechanism of Acetobacter sp. by PEF in conjunction with RES was revealed.",
  "publication_date": "2024-10-23",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2024.115237",
  "entities": {
    "FOOD": [
      "the wine industry",
      "wine spoilage"
    ],
    "POLYPHENOL": [
      "circular dichroism spectra",
      "electric field",
      "resveratrol",
      "the bactericidal effectiveness",
      "the inactivation mechanism",
      "the secondary and tertiary structures"
    ]
  }
}