{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "The Effects of Nisin Treatment on the Phenylpropanoid and Physiological Mechanisms of Fresh-Cut Pumpkin.",
  "abstract": "Pumpkin is rich in nutritional value, and it can be eaten as a vegetable or as a staple food, making it popular among modern consumers. However, after fresh cutting, pumpkins are susceptible to moisture loss, softening, microbial contamination, and browning, all of which significantly compromise their quality during storage. Therefore, it is essential to develop effective preservation techniques for maintaining the quality of fresh-cut pumpkins. Nisin, a safe natural preservative, has not yet been studied for use on fresh-cut pumpkins. This study examines the effects of nisin treatment on the quality of fresh-cut pumpkins and then explores preservation mechanisms based on physiological and metabolomic analysis. Results show that 0.4 g/L nisin treatment effectively delays surface browning without impacting odor and maintains microbial safety throughout storage. Additionally, nisin significantly enhances the activities of phenylalanine ammonia-lyase, cinnamate-4-hydroxylase, 4-coumarate-CoA ligase, and cinnamyl alcohol dehydrogenase, thereby promoting the accumulation of total phenols and carotenoids. The result of the Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment of differential metabolites between control and nisin-treated groups reveals that the most significant pathways affected by nisin treatment are amino acid metabolism and phenylpropanoid metabolism, which suggests that nisin enhances preservation by modulating phenylpropanoid metabolism and alleviating amino acid metabolism. This study provides a theoretical basis and offers new insights into improving the storage quality of fresh-cut pumpkins.",
  "publication_date": "2025-02-21",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14050733",
  "entities": {
    "POLYPHENOL": [
      "effective preservation techniques",
      "preservation mechanisms",
      "the effects"
    ]
  }
}