{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Gut Microbiota Modulators Based on Polyphenols Extracted from Winery By-Products and Their Applications in the Nutraceutical Industry.",
  "abstract": "Vine-growing for the production of wine is one of the oldest and most important agricultural activities worldwide, but the winemaking process leads to vast amounts of waste. Viticulture and vinification by-products have many bioactive molecules, including polyphenols, prebiotic fibers, organic acids, and minerals. While research on the specific human health effects of grapevine residues (pomace, seeds, barks, stalks, canes, and leaves) is still ongoing, the available data suggest the potential to positively modulate the normal and dysbiotic gut microbiota (GM) using polyphenol-rich extracts obtained from winery by-products. This review provides an updated summary of the in vitro and in vivo evidence in animal models and humans concerning the ability of polyphenol-rich winery residue to be used as a GM modulator that supports their nutraceutical applications as a functional ingredient. Additionally, this review aims to enhance interest in viticulture waste (grapevine stems and leaves), as the levels of polyphenols are similar to those found in red grapes or seeds. However, more research is still needed to obtain innovative products. The valorization of winery residues is not only environmentally friendly; it can also be economically beneficial, creating added-value nutraceuticals that modulate microbiota and a new revenue stream for wine producers.",
  "publication_date": "2024-03-20",
  "journal": "Life (Basel, Switzerland)",
  "doi": "10.3390/life14030414",
  "entities": {
    "FOOD": [
      "(grapevine stems",
      "grapevine residues",
      "red grapes",
      "the winemaking process",
      "wine",
      "wine producers",
      "winery",
      "winery residues"
    ],
    "POLYPHENOL": [
      "many bioactive molecules",
      "polyphenol-rich extracts",
      "polyphenol-rich winery residue",
      "polyphenols",
      "the specific human health effects"
    ]
  }
}