{
  "source": "PubMed",
  "query": "tannins",
  "title": "The Effects of a Small Dose of Tannin Supplementation on In Vitro Fermentation Characteristics of Different Forages.",
  "abstract": "Pastoral systems in New Zealand are under societal pressure due to their increasing negative environmental impact in terms of greenhouse gas emissions. This study was conducted to investigate the effects of supplementing a mixture containing hydrolysable and condensed tannins on the in vitro fermentation characteristics and gas production of three different forages,Lolium perenne,Medicago sativa, andPlantago lanceolata. Three fermentation runs of 48 h were conducted using the ANKOM gas production technique, with each pertaining to a particular forage with or without (control) tannin. Tannins were added to the fermentable substrate (i.e., forage) at a level of 0.3%. For each run, rumen fluid was collected from two fistulated Holstein Friesian × Jersey cows. The ANKOM RF gas production modules were used to monitor gas pressure and temperature every 5 min. At the end of each run, the pH of the fluid was measured, gas vials were taken for methane (CH4) measurements and liquor samples were taken to measure volatile fatty acids (VFA) and NH3concentrations. The addition of tannins reduced the fractional rate of gas production for alfalfa (p≤ 0.04) but increased it for ryegrass and plantain. There was a tendency for reduced gas production for ryegrass when tannins were added (p= 0.10). There was also a tendency for CH4production to reduce (p< 0.10) and N2O to increase (p= 0.10) when tannins were added. Iso-butyrate tended to be lower for ryegrass control than to ryegrass with tannins (p= 0.08). Valerate concentration was lower for plantain control than to plantain with tannins. No effects were detected for gas composition (p> 0.05) or VFA concentrations (p> 0.05) when fermenting alfalfa. Under the condition of this study, these results may suggest that low-level tannin addition to the diet may affect rumen-fermentation pattern with a potential reduction of CH4production in Lolium perenne-based diets. Further research is required on the effect of low levels of tannin supplementation under ex vitro and in vivo conditions as tannin supplementation effects might be substrate-dependent.",
  "publication_date": "2025-04-29",
  "journal": "Animals : an open access journal from MDPI",
  "doi": "10.3390/ani15091269",
  "entities": {
    "POLYPHENOL": [
      "hydrolysable and condensed tannins",
      "low-level tannin addition",
      "no effects",
      "tannin",
      "tannin supplementation",
      "tannin supplementation effects",
      "tannins",
      "the ankom gas production technique",
      "the effect",
      "the effects"
    ]
  }
}