{
  "source": "PubMed",
  "query": "catechins",
  "title": "Construction of Mn2+-Polyphenol Nanoparticles and Its Application in the Treatment of Ulcerative Colitis.",
  "abstract": "Ulcerative colitis (UC) is an inflammatory bowel disease characterized by chronic inflammation and ulcerative erosion of the colonic mucosa. Because of the complex causes, UC is often difficult to completely cure, greatly increasing the risk of bowel cancer and other diseases. In the UC environment, excessive production of reactive oxygen species (ROS) and high levels of inflammatory factors lead to the continuous deterioration of inflammation. We developed Mn-PEGCG nanoparticles (NPs) based on the metal-polyphenol network for the preventive treatment of UC. Mn-PEGCG NPs were synthesized by the polymerization of epigallocatechin gallate (EGCG) and further complexation with Mn2+. After oral administration, Mn-PEGCG NPs are more likely to reach the inflammation site of the colon through electrostatic interaction, effectively clear ROS, reduce the production of pro-inflammatory cytokines, exert antioxidant and anti-inflammatory effects, and protect colon cells from oxidative stress damage. In addition, it can play the role of EGCG in promoting the expression of tight junction protein and enhancing the intestinal epithelial barrier. In a mouse model of UC, oral administration of Mn-PEGCG NPs reduced intestinal inflammation, alleviated pathological structural damage in mice, and promoted mucus secretion and tight junction protein expression, thereby strengthening the intestinal barrier. Mn-PEGCG NPs can effectively alleviate inflammation and repair the intestinal barrier to maintain the stability of the intestinal environment, which is an ideal treatment strategy for UC.",
  "publication_date": "2025-05-09",
  "journal": "ACS applied bio materials",
  "doi": "10.1021/acsabm.5c00471",
  "entities": {
    "SYMPTOM": [
      "an inflammatory bowel disease",
      "bowel cancer",
      "chronic inflammation",
      "inflammation",
      "intestinal inflammation",
      "oxidative stress damage",
      "the inflammation site"
    ],
    "POLYPHENOL": [
      "antioxidant and anti-inflammatory effects",
      "egcg",
      "electrostatic interaction",
      "epigallocatechin gallate",
      "mn-pegcg nanoparticles",
      "mn-pegcg nps",
      "mucus secretion",
      "reactive oxygen species",
      "the metal-polyphenol network"
    ]
  }
}