{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "p-Cresol and p-Cresyl Sulphate Boost Oxidative Stress: A Systematic Review of Recent Evidence.",
  "abstract": "Recent studies have emphasized the significant role of p-cresol and its conjugated form, p-cresyl sulphate (PCS), in enhancing oxidative stress, leading to potential detrimental effects on various biological systems. Both p-cresol and PCS contribute to increased production of reactive oxygen species (ROS), which can result in tissue damage, inflammation and a cascade of physiological abnormalities. Elevated p-cresol levels have been associated with greater clinical severity in autism spectrum disorder, correlating with more severe behavioural manifestations and a history of regression. This systematic review explores the recent evidence on how these compounds promote oxidative stress and their impact on different health conditions. This review also addresses the involvement of p-cresol and PCS in conditions such as chronic kidney disease, Parkinson's disease and other neurodegenerative disorders, where oxidative damage contributes to disease progression. Furthermore, this review highlights the need for further research to understand the precise mechanisms by which p-cresol and PCS modulate oxidative stress and their potential as biomarkers for clinical diagnosis and disease management. SUMMARY: This focused review systematically summarizes recent evidence that oxidative stress plays an important role in the damage of biological systems produced by two uremic toxins, p-cresol and its conjugated form, p-cresyl sulphate (PCS). p-cresol coming from environmental sources or produced by some gut bacterial strains, modulates various conditions, like chronic kidney disease, Parkinson's disease and autism spectrum disorder, among others. Oxidative damage and inflammation seemingly contribute to disease onset, progression and/or severity. The exact mechanism by which p-cresol and PCS promote oxidative stress, their influence on disease trajectory and their potential role as biomarkers merit further investigation.",
  "publication_date": "2025-06-01",
  "journal": "Basic & clinical pharmacology & toxicology",
  "doi": "10.1111/bcpt.70065",
  "entities": {
    "POLYPHENOL": [
      "autism spectrum disorder",
      "disease trajectory",
      "potential detrimental effects",
      "reactive oxygen species",
      "recent evidence",
      "recent studies",
      "the exact mechanism",
      "the precise mechanisms",
      "the recent evidence"
    ],
    "SYMPTOM": [
      "inflammation",
      "oxidative damage",
      "oxidative stress",
      "parkinson's disease"
    ]
  }
}