{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Application of various hydrocolloids in fruit-based beverages to improve their properties: A review.",
  "abstract": "The stability of fruit-based beverages during storage at room or refrigerator temperatures is important for consumer acceptability. This study aims to review the influence of hydrocolloids alone or in combination on the techno-functional characteristics of fruit-based beverages, as one of the effective ways to prevent undesirable sedimentation and turbidity loss during storage time. Therefore, the functions of these substances on sensory, bioactive compounds, rheological, and physico-chemical properties are expressed in fruit-based beverages. Findings have proved that hydrocolloids can improve the stability of beverages through viscosity enhancement, electrostatic, and steric repulsion. Different hydrocolloids, including pectin, xanthan, gelatin, carrageenan, cellulose derivatives, and alginates, showed their unique functional properties, and the appropriate selection and incorporation of hydrocolloids could significantly improve the overall quality and shelf life of fruit-based beverages. The addition of hydrocolloids such as alginate could preserve the taste and texture in the beverages at a specific concentration. The rheological behavior of fruit-based beverages depended on the type and concentration of hydrocolloids used. The incorporation of guar gum and xanthan could increase viscosity and cloudy stability. Furthermore, hydrocolloids showed positive effects on the retention of lycopene, carotenoids, anthocyanins, betacyanins, ascorbic acid, and total phenols in most beverage matrices.",
  "publication_date": "2025-06-13",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.145251",
  "entities": {
    "POLYPHENOL": [
      "a specific concentration",
      "pectin",
      "positive effects",
      "the appropriate selection",
      "the effective ways",
      "the techno-functional characteristics",
      "viscosity enhancement, electrostatic, and steric repulsion"
    ]
  }
}