{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "The Combined Application of Biofertilizer Alleviates the Continuous Cropping Obstacles of ReplantedZanthoxylum bungeanum: A Preliminary Study.",
  "abstract": "In order to effectively alleviate the continuous cropping obstacles inZanthoxylum bungeanumforests, different volume ratios of bio-organic fertilizer and microbial fertilizer were used as remediation agents to investigate their effects on phenolic acids in continuous cropping soil and physiological and biochemical characteristics of replantedZ. bungeanumseedlings. The results showed that the combined application of bio-organic fertilizer and microbial fertilizer significantly reduced the contents of gallic acid (GA) and caffeic acid (CA) in continuous cropping soil (p< 0.05) and the content of malondialdehyde (MDA) inZ. bungeanumleaves and increased the activity of catalase (CAT) in leaves (p< 0.05). Compared with the control group without fertilization (T0), the lowest MDA content, the highest superoxide dismutase (SOD), peroxidase (POD) and CAT activities, and the highest accumulation of soluble sugars (SSs) and soluble proteins (SPs) were observed under the T6 treatment (2:1 volume ratio of microbial fertilizer to bio-organic fertilizer). The comprehensive evaluation results of principal components showed that the T6 treatment had the highest comprehensive score. That is, the alleviation effect was most pronounced when the volume ratio of microbial fertilizer and bio-organic fertilizer was 2:1 in combination. This study confirms the potential of biofertilizer combined application technology for repairing continuous cropping obstacles and provides a scalable ecological fertilization scheme for the sustainable cultivation ofZ. bungeanum.",
  "publication_date": "2025-03-09",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14060854",
  "entities": {
    "POLYPHENOL": [
      "a scalable ecological fertilization scheme",
      "biofertilizer combined application technology",
      "caffeic acid",
      "gallic acid",
      "the alleviation effect",
      "their effects"
    ]
  }
}