{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Resveratrol Inhibits Human Visceral Preadipocyte Proliferation and Differentiation in vitro.",
  "abstract": "Visceral obesity is a high-risk factor for diabetes and metabolic syndrome. Resveratrol, a natural polyphenolic compound, has been reported to inhibit preadipocyte differentiation. However, the effect of resveratrol on human visceral preadipocyte (HPA-v) differentiation remains largely unknown. LIM domain only 3 (LMO3) promotes human preadipocyte differentiation by enhancing peroxisome proliferator-activated receptor γ (PPARγ) transcriptional activity, which is the master regulator of adipogenesis. The purpose of our study was to determine the effect of resveratrol (0-50 μM) on HPA-v proliferation and differentiation, and the role of LMO3 in resveratrol-mediated regulation of HPA-v differentiation. Resveratrol inhibited HPA-v proliferation and differentiation in a dose-dependent manner, and significantly decreased the mRNA expression levels of PPARG, CCAAT/enhancer-binding protein α (CEBPA), fatty acid-binding protein 4 (FABP4), acetyl-CoA carboxylase (ACC), and fatty acid synthase (FAS) (p < 0.05) at 10, 20, and 50 μM. The mRNA and protein levels of LMO3 were significantly reduced by ≥20 μM resveratrol (p < 0.05), and overexpression of LMO3 partially attenuated resveratrol-induced reduction of HPA-v differentiation by enhancing the PPARG transcriptional activity. Together, our study suggested that resveratrol reduced HPA-v proliferation and differentiation, as well as LMO3, which was partially responsible for the reduction of resveratrol-mediated adipocyte differentiation.",
  "publication_date": "2019-10-01",
  "journal": "Lipids",
  "doi": "10.1002/lipd.12196",
  "entities": {
    "SYMPTOM": [
      "metabolic syndrome",
      "visceral obesity"
    ],
    "POLYPHENOL": [
      "a natural polyphenolic compound",
      "peroxisome proliferator-activated receptor γ (pparγ) transcriptional activity",
      "resveratrol",
      "resveratrol-induced reduction",
      "resveratrol-mediated adipocyte differentiation",
      "resveratrol-mediated regulation",
      "the effect"
    ]
  }
}