{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Tea Polyphenol Protects the Immune Barrier and Inhibits TLR2/NF-κB/MLCK Signal Activation to Prevent Inflammatory Injury in the Intestines of Common Carp (Cyprinus carpioL.).",
  "abstract": "Tea polyphenol (TP) is a kind of natural macromolecular compound present in tea extract with rich biological potential. The purpose of this study was to explore the protective effect of TP on the intestinal immune barrier and the related mechanisms of TP alleviating intestinal injury. Models of common carp (Cyprinus carpioL.) and primary intestinal epithelial cells treated with TP and lipopolysaccharide (LPS) were established. The qPCR and ELISA results showed that TP increased the levels of lysozyme (LZ), alkaline phosphatase (ALP), complement component 3 (C3), complement component 4 (C4), immunoglobulin T (IgT), immunoglobulin D (IgD), and immunoglobulin M (IgM) to activate intestinal immune ability. Molecular docking indicated that TP had a strong interaction with TLR2. Meanwhile, TP alleviated LPS-induced intestinal inflammatory damage as evidenced by reducing the mRNA levels ofTNF-α,IL-6,IL-1β,TLR2,MyD88,P65, andIκBα, which were consistent with those of ELISA and Western blotting results. Moreover, the qPCR and Western blotting results revealed TP promoted the levels of tight junction-related proteins (claudins, occludin, and ZOs) and inhibited the phosphorylation of MLC, which showed the opposite trend after LPS treatment. In summary, the present study indicated that TP improved immune ability and inhibited the activation of the TLR2/NF-κB/MLCK pathway to attenuate LPS-induced inflammatory injury in the intestines of common carp.",
  "publication_date": "2025-01-30",
  "journal": "Animals : an open access journal from MDPI",
  "doi": "10.3390/ani15030387",
  "entities": {
    "POLYPHENOL": [
      "molecular docking",
      "natural macromolecular compound present",
      "tea polyphenol",
      "the protective effect",
      "the related mechanisms"
    ]
  }
}