{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "GbSER02 Interacts With GhVOZ1 to Promote Fiber Elongation by Modulating Gibberellin Synthesis in Cotton.",
  "abstract": "The elongation period of cotton fiber development is crucial for ensuring cotton quality. However, the molecular mechanisms underlying fiber elongation remain unclear. This study reveals that SER02_A11, which is preferentially expressed during the fiber elongation period, encodes serine protease inhibitors (serpins). A previously uncharacterized SNP517this localized in the gene's coding region between Gossypium barbadense and G. hirsutum, leading to the premature translation termination and low expression of GhSER02 in G. hirsutum. However, in G. barbadense, normal protein translation and high expression of GbSER02 are observed. Ectopic GbSER02 expression or site-directed GhSER02' mutagenesis (but not GhSER02) promotes trichome and root cell elongation in Arabidopsis, indicating that SNP517thcauses the dysfunction of GhSER02. Overexpressing GbSER02 in G. hirsutum increases fiber length. GbSER02 interacts with the transcription factor GhVOZ1 (vascular one-zinc-finger protein) in the cytoplasm, alleviating the inhibitory effect of GhVOZ1 on GhGA3ox1 expression, thereby promoting gibberellin synthesis. Subsequently, the cell wall loosening-related genes GhXTH2 and GhEXPA1 are significantly upregulated whereas the flavonoid metabolism-related gene GhCHS1 is significantly downregulated, ultimately improving fiber length. Collectively, this study reveals the essential role of the GbSER02-GhVOZ1-GhGA3ox1 module in regulating fiber quality and provides novel insights into the mechanism of fiber development in cotton.",
  "publication_date": "2025-06-25",
  "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
  "doi": "10.1002/advs.202417578",
  "entities": {
    "POLYPHENOL": [
      "ectopic gbser02 expression",
      "site-directed ghser02' mutagenesis",
      "the flavonoid metabolism-related gene ghchs1",
      "the inhibitory effect",
      "the mechanism",
      "the molecular mechanisms"
    ]
  }
}