{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Wheat starch-Lonicera caerulea berry polyphenols complex regulates blood glucose and improves intestinal flora in type 2 diabetic mice.",
  "abstract": "Resistant starch (RS) reduces or delays the digestion of carbohydrates and glucose synthesis, thereby lowering postprandial blood glucose levels. The wheat starch-Lonicera caerulea berry polyphenols (WS-LCBP) complex was constructed using high hydrostatic pressure (HHP). The effects of intragastric administration of WS or WS-LCBP on blood glucose in T2DM model mice. RS in the composite preparation formed by HHP and 10 % LCBP at 600 MPa for 30 min increased from 7.65 % to 49.66 %. WS-LCBP formed an A + V-type crystal structure of the polyhydroxyl non-inclusion complex, which hindered the digestion of WS into glucose. Compared with LCBP intake, which caused 8.3 % reduction in 2-h postprandial blood glucose (p < 0.05), Homeostatic model assessment for insulin resistance demonstrated a 35.3 % decrease (p < 0.001) with WS-LCBP administration. Western blotting demonstrated that exposure to WS-LCBP activated the GLP-1R/PI3K/AKT signaling pathway in the liver tissue of T2DM mice, reducing insulin resistance. Furthermore, the concentration of short-chain fatty acids was markedly elevated. The structure and abundance of the intestinal flora were enhanced. The WS-LCBP complex demonstrated a more pronounced improvement than LCBP supplementation alone. This study offers a novel perspective and theoretical foundation for the regulation of postprandial blood glucose levels by polyphenol starch-based food biomacromolecules and their potential applications in starchy foods.",
  "publication_date": "2024-11-26",
  "journal": "Carbohydrate polymers",
  "doi": "10.1016/j.carbpol.2024.123061",
  "entities": {
    "POLYPHENOL": [
      "a 35.3 % decrease",
      "a novel perspective and theoretical foundation",
      "polyphenol starch-based food biomacromolecules",
      "the effects",
      "the wheat starch-lonicera caerulea berry polyphenols (ws-lcbp) complex"
    ],
    "SYMPTOM": [
      "insulin resistance"
    ]
  }
}