{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Progress in the Study of Chemical Constituents ofActaea cimicifugaandActaea erythrocarpaand Their Biological Potential.",
  "abstract": "For the first time, hydroethanolic extracts fromActaea cimicifugaandActaea erythrocarpawere analyzed using LC-HRMS, HPLC, and spectrometry in this study. Extracts from the above-ground parts ofActaeaspecies exhibited higher concentrations of saponins (up to 248 mg/g of DE), coumarins (up to 162 mg/g of DE), flavonols (up to 32 mg/g of DE), and catechins (up to 11 mg/g of DE) compared to extracts from the underground parts. The concentrations of phenolic acids (up to 112 mg/g of DE) and tannins (up to 202 mg/g of DE) in the underground parts were comparable to or even higher than those in the above-ground parts of the two analyzed species. The concentration of the main metabolites detected was higher in the extract ofA. erythrocarpathan that ofA. cimicifuga. The metabolite profile of the extracts from both species showed 66 compounds, including chromones, coumarins, phenolic and nitrogenous compounds, fatty acids, and triterpenes. The HPLC analysis of the four extracts revealed that the concentration of caffeic acid (0.74 mg/g of the dry extract [DE]) was the highest in the extract from the underground part ofA. erythrocarpa, whereas the extract from the above-ground part of this species showed the highest levels of ferulic (1.16 mg/g of DE) and isoferulic acids (1.49 mg/g of DE) and of hyperoside (13.05 mg/g of DE). The study of biological activity showed thatA. erythrocarpais most promising for further research, with the highest antioxidant activity found in the underground parts of this species (IC50= 79.7 μg/mL) compared to the above-ground parts (IC50= 85.8 μg/mL). In addition, the extract from the above-ground part ofA. erythrocarpawas found to exhibit the greatest cytotoxic activity among the studied specimens against 3T3-L1, HepG2, and MDA-MB-231 cells.",
  "publication_date": "2025-05-16",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26104768",
  "entities": {
    "POLYPHENOL": [
      "both species",
      "caffeic acid",
      "isoferulic acids",
      "spectrometry",
      "tannins",
      "the above-ground parts ofactaeaspecies",
      "the studied specimens",
      "the two analyzed species",
      "this species"
    ]
  }
}