{
  "source": "PubMed",
  "query": "tannins",
  "title": "Multiple dynamic crosslinking induced collagen-based organogel ionic skin integrated with self-healing, adhesion, anti-freezing, and antibacterial performance for strain, temperature, and bioelectrode sensing monitoring.",
  "abstract": "Ionic skin based on conductive hydrogel has received considerable attention in sensing applications because of its flexibility and conductivity. Collagen, as a main component of the natural extracellular matrix, is an ideal candidate for constructing hydrogel-based bionic ionic skin. However, developing a collagen-based ionic skin integrated with multi-functions (e.g., self-healing, self-adhesion, anti-frozen, cytocompatibility, and antibacterial abilities) and multi-mode sensing capacities remains an important yet challenging task. In this work, inspired by the idea of leather tanning, a multifunctional organogel ionic skin was successfully constructed through multiple dynamic bonds (metal coordination, hydrophobic interaction, and hydrogen bonds) based on collagen, black wattle bark tannin, acrylic acid, and Zr4+. As a result of dynamic interactions and raw materials, the developed collagen-based organogel ionic skin has good mechanical properties, self-healing performance (healing efficiency of 83.2 %), and conductivity. Ingeniously introducing glycerol and silver nanoparticles enabled the ionic skin to exhibit good environmental suitability (anti-freezing and moisture retention) and antibacterial properties. The ionic skin also showed good adhesion (shear stress of 26.5 kPa to sheepskin) and cytocompatibility. Such multifunctional ionic skin can be assembled as a multi-modal sensor, which displays satisfactory sensitivity to strain, temperature, and bioelectricity with good signal stability and repeatability. This work not only provides a versatile approach for fabricating a multifunctional collagen-based organogel ionic skin for next-generation flexible devices but also promotes the high-value utilization of collagen.",
  "publication_date": "2025-06-22",
  "journal": "Journal of colloid and interface science",
  "doi": "10.1016/j.jcis.2025.138261",
  "entities": {
    "POLYPHENOL": [
      "black wattle bark tannin",
      "good mechanical properties",
      "leather tanning"
    ],
    "SYMPTOM": [
      "shear stress"
    ]
  }
}