{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Shaping the Plant Specialized Metabolites Through Modern Breeding Technique.",
  "abstract": "Plant specialized metabolites (PSMs) have significantly diversified throughout evolutionary history and are regarded as crucial contributors to intricate interactions between plants and the changing environment. The chemical nature of these metabolites has been extensively investigated and used in agriculture, crop improvement, food industry, and pharmaceutical research, among other fields. These PSMs, often synthesized in response to abiotic stressors, function as protective agents against abiotic stresses under climate change. Therefore, this review aimed to elucidate the stress response in plants that leads to the synthesis of PSMs, including glucosinolates, carotenoids, phenolic, alkaloids, and flavonoids, which improve antioxidant efficiency by alleviating oxidative stress, a significant secondary stressor associated with major abiotic challenges such as salinity, drought, cold, and high temperatures. Since natural plants do not produce these metabolites in large quantities, many biotechnology-based strategies were investigated to increase their production. Additionally, we explore the genome editing advancements in engineering secondary metabolite pathways that have created novel possibilities for sustainable metabolite production. Moreover, plant biologist can enhance PSMs biosynthesis and identify novel metabolites by leveraging stress responses using CRISPR technology. These technological advances offer potential solutions for addressing global challenges in agriculture, medicine, and environmental sustainability.",
  "publication_date": "2025-06-12",
  "journal": "Molecular biotechnology",
  "doi": "10.1007/s12033-025-01455-z",
  "entities": {
    "POLYPHENOL": [
      "a significant secondary stressor",
      "crispr technology",
      "flavonoids",
      "many biotechnology-based strategies",
      "plant specialized metabolites",
      "protective agents",
      "secondary metabolite pathways",
      "these technological advances"
    ],
    "SYMPTOM": [
      "abiotic stresses",
      "abiotic stressors",
      "oxidative stress",
      "stress responses",
      "the stress response"
    ]
  }
}