{
  "source": "PubMed",
  "query": "tannins",
  "title": "Modulating wine astringency: the role of mixed polysaccharides on tannin-protein interactions in model wine.",
  "abstract": "Polysaccharides play a crucial role in modulating astringency in the wine industry. This research investigates how different concentrations of yeast-derived mannoproteins and plant-derived polysaccharides (green tea and mulberry) affect wine astringency caused by three types of tannins (condensed, mixed, and hydrolyzed). Using analyses such as fluorescence quenching, electrophoresis, dynamic light scattering, and sensory evaluations, we found that mulberry-derived polysaccharides, which are rich in proteins, feature an increased number of binding sites, displaying a heightened affinity for both tannins and proteins compared to green tea polysaccharides. At an addition amount of 0.2 g/L, all three polysaccharides demonstrate their peak ability to effectively diminish astringency. Moreover, incorporating a minor quantity (5 %) of plant polysaccharides augmented the capacity of mannoproteins to diminish astringency, with underlying molecular mechanisms differing based on the specific type of tannins. Specifically, mannoproteins combined with mulberry polysaccharides alleviated the astringency of condensed/hydrolyzed tannins through a competitive mechanism. On the other hand, mannoproteins combined with green tea polysaccharides reduced the astringency of mixed tannins via a competitive mechanism while also mitigating the astringency of condensed/hydrolyzed tannins through a binding mechanism.",
  "publication_date": "2025-05-30",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144804",
  "entities": {
    "FOOD": [
      "green tea",
      "green tea polysaccharides",
      "the wine industry",
      "wine astringency"
    ],
    "POLYPHENOL": [
      "a binding mechanism",
      "a competitive mechanism",
      "both tannins",
      "condensed/hydrolyzed tannins",
      "electrophoresis",
      "mixed tannins",
      "tannins",
      "the specific type",
      "underlying molecular mechanisms"
    ]
  }
}