{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "A pharmacokinetic study of four bone-protective compounds after oral administration of WSZG extract in primary breast cancer mice.",
  "abstract": "Wenshen Zhuanggu Formula (WSZG) is an effective traditional Chinese medicine prescription for adjuvantly treating breast cancer (BC) bone metastasis. Four flavonoids (diosmetin, bavachin, corylifolinin and corylin) in WSZG are considered as the main bioactive compounds of preventing bone loss and protecting bone structure. This study aims to develop a sensitive LC-MS/MS method for simultaneous determination of four flavonoids from WSZG in mouse blood and further compare the pharmacokinetic differences between normal and BC mice. A primary BC mouse model was established to explore the bone-protective efficacy of WSZG. The LC-MS/MS method was successfully validated and applied to the pharmacokinetic study of four flavonoids in normal and BC mice after oral administration of WSZG extract at 1.6 g/kg/d dose for 28 days, respectively. There were obvious differences in pharmacokinetic characteristics of four flavonoids between normal and BC states. Compared with normal mice, diosmetin, bavachin, corylifolinin and corylin exhibited more rapid absorption and higher blood exposure with shorter Tmax, larger Cmaxand AUC values in tumor-bearing mice (P < 0.05 or P < 0.01). Besides, bavachin in blood was more slowly eliminated in BC mice than normal mice due to longer T1/2and MRT0-t, while diosmetin showed a opposite result (P < 0.05 or P < 0.01). The discrepancy of these pharmacokinetic behaviors might be attributed to enhanced intestinal permeability and considerable alteration of CYP levels, activities and genotypes endowed by BC states. The results serve to unveil supportive data for clinical application of WSZG in early BC.",
  "publication_date": "2025-05-29",
  "journal": "Journal of pharmaceutical and biomedical analysis",
  "doi": "10.1016/j.jpba.2025.116996",
  "entities": {
    "POLYPHENOL": [
      "an effective traditional chinese medicine prescription",
      "four flavonoids",
      "the bone-protective efficacy"
    ],
    "SYMPTOM": [
      "bone loss",
      "breast cancer"
    ]
  }
}