{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Trained Immunity Induced by Oxidized Low-Density Lipoprotein Is Dependent on Glutaminolysis.",
  "abstract": "Atherosclerosis is a chronic inflammatory disease of the arterial wall that causes cardiovascular disease. Monocyte-derived macrophages are an important contributor to atherogenesis. Monocytes can become primed for higher responsiveness to secondary, unrelated stimuli-a phenomenon known as trained immunity-a process driven by intracellular metabolic and epigenetic reprogramming. Oxidized low-density lipoprotein (oxLDL) induces trained immunity by enhancing glycolysis and oxidative phosphorylation (OXPHOS). Glutamine is known to enter the Krebs cycle through glutaminolysis where it can be used for ATP synthesis via OXPHOS. We therefore explored the role of the glutaminolysis pathway in oxLDL-induced trained immunity. Primary human monocytes from healthy donors were exposed to oxLDL for 24 h, followed by differentiation into macrophages over 6 days in culture medium. Thereafter, cytokine production capacity was assessed by stimulating them with Toll-like receptor agonist. Co-administration of the glutaminase inhibitor CB-839 during oxLDL exposure reduces glutamine anaplerosis. This prevented oxLDL-induced trained immunity, with diminished cytokine production capacity, associated with a reduced oxygen consumption rate (OCR), and glycolysis rate (ECAR). The role of glutaminolysis for induction of trained immunity was validated genetically, by showing significant associations between several single-nucleotide polymorphisms in genes related to glutaminolysis and ex vivo cytokine production in oxLDL-trained monocytes from 243 healthy volunteers. Finally, we identified a positive correlation between glutamate and Krebs cycle metabolites with inflammatory circulating biomarkers and monocyte counts in an independent cohort of 302 obese individuals. Altogether, these data suggest a crucial role of glutaminolysis in the establishment of oxLDL-induced trained immunity.",
  "publication_date": "2025-06-01",
  "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
  "doi": "10.1096/fj.202500802R",
  "entities": {
    "SYMPTOM": [
      "atherosclerosis"
    ],
    "POLYPHENOL": [
      "ecar",
      "secondary, unrelated stimuli",
      "toll-like receptor agonist"
    ]
  }
}