{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "From Tradition to Science: Chemical, Nutritional, and Cytotoxic Characterization ofErythroxylum cocafrom Indigenous Colombian Communities.",
  "abstract": "Erythroxylum coca, commonly known as \"coca\" is a plant native to the South American Andes, recognized for its high alkaloid content and potential medical and nutritional applications. This study aimed to characterize the chemical, nutritional, and cytotoxic properties of twoE. cocamorphotypes (Palo and Caimo) cultivated by Colombian indigenous communities, with the goal of promoting legal uses and economic opportunities in the region. Comprehensive analyses included the evaluation of sugars, organic acids, total polyphenols, flavonoids, antioxidant capacity, volatile compounds, and cytotoxic activity. Chemical analysis revealed thatE. cocaleaves contain over 50% dietary fiber, while stems surpass 76%, primarily consisting of insoluble fiber. Significant amounts of sucrose, glucose, and fructose were detected, with succinic acid identified as the predominant organic acid. Cytotoxicity evaluation demonstrated that while both morphotypes are safe for consumption, they also exhibit cytotoxic activity against L929 murine fibroblast cell line. Volatile compound analysis highlighted the presence of hexadecanoic and octadecanoic acids, alongside characteristic alkaloids such as cocaine and benzoylecgonine. These findings underscore the nutritional, chemical, and cytotoxic potential ofE. cocaas a sustainable crop. Its cultivation and research can serve as a valuable resource for indigenous communities, contributing to the development of local economies and fostering its legal and beneficial applications.",
  "publication_date": "2025-04-14",
  "journal": "ACS omega",
  "doi": "10.1021/acsomega.4c10491",
  "entities": {
    "POLYPHENOL": [
      "benzoylecgonine",
      "economic opportunities",
      "flavonoids",
      "hexadecanoic and octadecanoic acids",
      "local economies",
      "total polyphenols"
    ]
  }
}