{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Enhancement of kudzu starch hydrogels with rutin and ferulic acid: An approach to improve cold storage stability, mechanical properties, in vitro digestibility, functional properties and consumer acceptance.",
  "abstract": "This study presents an approach to addressing the challenges of pronounced syneresis, poor mechanical properties, and rapid digestibility in kudzu starch hydrogel by incorporating rutin (RN) and ferulic acid (FA) at varying concentrations of 1.0 and 2.5 mg/mL. Supplementation improved gel stability as syneresis decreased from 9.4 % (control) to 3.1 % (RN 2.5 mg/mL) and 3.8 % (FA 2.5 mg/mL). This reduction correlated with enhanced phytochemical retention (R = -0.859), indicating that lower syneresis contributed to phytochemical preservation. Structurally, relative crystallinity increasing from 5.21 % (control) to 7.90 % and 8.50 % in RN and FA supplemented gels, respectively complemented by FTIR spectroscopic peak shifts at 3300 cm-1and 1640 cm-1, while SEM micrographs displayed a more compact and homogenous structure. The supplemented gels exhibited higher viscosity, elasticity and stability under stress. Resistant starch content also increased significantly from 4.2 % (control) to 12.8 % (RN 2.5 mg/mL) and 14.3 % (FA 2.5 mg/mL), aligning with reduced digestibility. The supplemented gels exhibited enhanced antioxidant activity and antimicrobial inhibition against Escherichia coli and Staphylococcus aureus with high consumer acceptance. These findings establish an approach to developing functional kudzu starch hydrogels with improved stability, bioactivity, and reduced digestibility, while maintaining sensory appeal for gel-based foods as healthier food options.",
  "publication_date": "2025-04-30",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.143709",
  "entities": {
    "POLYPHENOL": [
      "ferulic acid",
      "ftir spectroscopic peak shifts",
      "poor mechanical properties",
      "rutin"
    ],
    "SYMPTOM": [
      "stress"
    ]
  }
}