{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Valorization of agri-food crucifer vegetables waste for food, functional food and nutraceuticals applications.",
  "abstract": "Valorization of food byproducts, especially fruits and vegetables, has recently attracted considerable attention, mostly due to their high wastage rates. Exploitation of these byproducts, including the non-edible parts of crucifer vegetables, may provide value-added opportunities in the food, functional food, and nutraceutical industries as well as in non-food applications such as therapeutics, biofuels, and paper pulp production. This review focuses on the state-of-the-art valorization practices of crucifer vegetable agro-food wastes including those of broccoli, cauliflower, cabbage, kale, Brussels sprouts, collards, watercress and radish constituting the main cultivated crucifer vegetables worldwide and suggests potential novel uses through upcycling. A detailed comparative phytochemical composition of crucifer vegetable waste products as potential sources of raw materials in promising applications including the production of food enhancers, and antioxidants is presented. Different extraction techniques combining downstream and white biotechnology processes for the optimum utilization of such agro-food waste are discussed. The valorization of cruciferous vegetables by-products is shown to be economical, sustainable and a viable approach to unlock novel applications across diverse industries. To fully maximize the potential of these underutilized resources and promote an ecological bioeconomy, more research and development into extraction methods and upcycling techniques is needed.",
  "publication_date": "2025-06-01",
  "journal": "Bioresources and bioprocessing",
  "doi": "10.1186/s40643-025-00895-4",
  "entities": {
    "POLYPHENOL": [
      "an ecological bioeconomy",
      "different extraction techniques",
      "downstream and white biotechnology processes",
      "especially fruits",
      "upcycling techniques"
    ],
    "FOOD": [
      "broccoli",
      "brussels sprouts",
      "cabbage",
      "cauliflower",
      "functional food",
      "kale"
    ]
  }
}