{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "LC-MS based simultaneous profiling of adrenal hormones of steroids, catecholamines, and metanephrines.",
  "abstract": "Metabolic changes in adrenocortical steroids and medullary catecholamines characterize adrenal tumors, but they are measured using different analytical protocols. To increase bioanalytical validity while maintaining sample homogeneity, LC-MS-based profiling of 29 cortical steroids and 6 medullary amines, including catecholamines and metanephrines, in a single run was developed. Alkyloxycarbonylation with isobutyl chloroformate was employed together with our comprehensive steroid assay, and all adrenal hormones were separated on a reversed-phase C18 column (50 × 2.1 mm, 1.9 μm) at a flow rate of 0.3 ml/min. The lower limits of quantification for all analytes ranged from 0.1 to 2.0 ng/ml, with extraction recoveries of 58.5%-109.5%, while the imprecision and accuracy were 1.6%-14.8% and 89.2%-114.9%, respectively. The validated LC-MS assay was applied to serum samples obtained from 60 patients with adrenal Cushing syndrome, primary aldosteronism, and pheochromocytoma/paraganglioma (PPGL). In addition to the characteristic metabolic changes in glucocorticoids, mineralocorticoids, catecholamines, and metanephrine, the molecular ratios of dehydroepiandrosterone sulfate and 20α-dihydrocortisol indicated Cushing syndrome and primary aldosteronism (P < 0.01 for all compounds), respectively. Moreover, the interactive molecular ratios of 11-deoxycortisol with normetanephrine, metanephrine, norepinephrine, and epinephrine (P < 0.01 all compounds) were proposed to characterize the metabolic features of PPGL. Novel LC-MS-based quantitative profiling of steroids, catecholamines, and metanephrines in human serum was successfully established and characterized metabolic features of individual adrenal tumors that could be used for clinical purposes.",
  "publication_date": "2023-10-06",
  "journal": "Journal of lipid research",
  "doi": "10.1016/j.jlr.2023.100453",
  "entities": {
    "POLYPHENOL": [
      "catecholamines",
      "extraction recoveries",
      "medullary catecholamines",
      "the imprecision",
      "the interactive molecular ratios",
      "the molecular ratios"
    ]
  }
}