{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Spontaneous Reaction of Oleacein and Oleocanthal with Primary Amines: A Biochemical Perspective.",
  "abstract": "Oleacein (Olea) and Oleocanthal (Oleo) are two phenolic compounds found in olive oil. Cell and animal studies have shown these two compounds can modulate inflammation, cancer, and neurodegenerative diseases. Unfortunately, the study of the pharmacokinetics of these two compounds appears difficult due to their high reactivity with primary amines. Indeed, the presence of primary amines in culture media and biological fluids raises the question as to whether the observed biological effects are attributable to the parent compounds or to their amine derivatives. In the present work, we investigated the adduct formation between Olea or Oleo and tris(hydroxymethyl)aminomethane (Tris), a well-known primary amine used primarily as a buffer system, showing that the reaction kinetics were extremely rapid. In addition, we assessed whether the newly formed Tris adducts, i.e., Olea-Tris and Oleo-Tris, retained their antioxidant capacity by means of the ABTS and DPPH radical scavenging assays, showing that their activity was partially maintained. Finally, we evaluated the anti-inflammatory activity of these adducts on murine BV-2 microglial cells stimulated with lipopolysaccharide (LPS) and kept in an amine-free culture medium, showing how the biological response varied as the compound was degraded. Taken together, these data demonstrate that the biological effects reported in the literature are mainly due to the amino-derivatives of Olea and Oleo rather than the polyphenols derived from their breakdown (tyrosol and hydroxytyrosol).",
  "publication_date": "2025-04-07",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30071645",
  "entities": {
    "POLYPHENOL": [
      "the biological effects",
      "the observed biological effects",
      "the polyphenols",
      "two phenolic compounds"
    ],
    "FOOD": [
      "olive oil"
    ],
    "SYMPTOM": [
      "cancer",
      "inflammation"
    ]
  }
}