{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Mollugin attenuates oxygen-glucose deprivation/reperfusion-induced brain microvascular endothelial cell death and permeability through activation of BDNF/TrkB-modulated Akt pathway.",
  "abstract": "Brain microvascular endothelial cell injury is an important pathological basis for blood-brain barrier damage in ischemic stroke. Mollugin is a bioactive phytochemical constituent from Rubia cordifolia L., which has a protective potential in some diseases. However, the biological mechanism of mollugin in cerebrovascular damage in ischemic stroke is unknown. Human brain microvascular endothelial cells (hBMECs) were subjected to oxygen-glucose deprivation/reperfusion (OGD/R) to mimic the cerebrovascular damage in ischemic stroke. Cell viability was measured via MTT. Cell death was evaluated via flow cytometry, LDH release assay, and western blotting. Cell permeability was examined via FITC-dextran permeability assay and western blotting. Mollugin mitigated OGD/R-induced viability reduction of hBMECs. Moreover, mollugin attenuated OGD/R-induced increase in apoptotic rate, LDH release, and cleaved caspase-3 level and decrease in Bcl-2 level. Furthermore, mollugin attenuated OGD/R-induced increase in permeability and decrease in Zonula occludens-1 (ZO-1) and Claudin-5 levels. In addition, mollugin mitigated OGD/R-induced BDNF/TrkB and Akt pathways. BDNF or Akt knockdown reversed the protective effects of mollugin on cell death and permeability of hBMECs. The findings suggest that mollugin attenuates cell death and permeability of hBMECs induced by OGD/R through activating BDNF/TrkB-modulated Akt pathway.",
  "publication_date": "2025-05-30",
  "journal": "Journal of bioenergetics and biomembranes",
  "doi": "10.1007/s10863-025-10063-0",
  "entities": {
    "POLYPHENOL": [
      "a protective potential",
      "decrease",
      "hbmecs",
      "the biological mechanism",
      "the protective effects"
    ],
    "SYMPTOM": [
      "cell death"
    ]
  }
}