{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Effect of Adding Alkaline Metal Ions Complexes Rumen Microbiota and Metabolome of Hu Lambs.",
  "abstract": "This study aimed to evaluate the effects of studying the effects of the alkali metal ion complexes (AMIC) on the rumen of lambs. Eighteen 3-month-old male Hu lambs (30 ± 2.5 kg) were randomly assigned to three groups (n= 6). Dietary treatments were: control group (CG, base diet), group C1 (base diet + 0.15% AMIC), and group C2 (base diet + 0.30% AMIC). After 60 days of feeding, samples were collected for analysis. Compared with CG, rumen weight significantly increased in both C1 and C2 (p< 0.05). In C2, average daily gain (ADG), bacterial crude protein (BCP), propionic acid concentration, and rumen papillary length were significantly higher than in CG (p< 0.05). Rumen microbiota analysis showed that AMIC supplementation changed the microbial community composition, increasing the relative abundance of fiber-degrading bacteria (e.g.,Prevotellaceae_UCG-001) and decreasing pathogenicProteobacteria. In particular, rumen papillary length positively correlated with UnclassifiedOscillospiraceae,Candidatus Saccharimonas, andUnclassified Clostridia vadinBB60 group. Metabolomic analysis revealed that quercetin 3-O-glucuronide levels increased in a dose-dependent manner with higher AMIC. This metabolite positively correlated withPrevotellaceae_UCG-001abundance and ADG. At 0.30% AMIC, phospholipids PC(18:0/18:4(6Z,9Z,12Z,15Z)) and PE(18:0/16:1(9Z)) were significantly upregulated, and both positively correlated withCandidatus Saccharimonas,Unclassified Clostridia vadinBB60 group, and papillary morphology. In summary, AMIC supplementation affected metabolism by modulating the rumen microbiota, thereby promoting energy absorption and growth. The 0.30% AMIC inclusion significantly enhanced rumen papilla growth, increased the absorption area, promoted propionic acid production, reduced the acetic acid to propionic acid ratio, and ultimately improved the growth rate of Hu lambs. Thus, adding 0.30% AMIC was associated with improved growth performance.",
  "publication_date": "2025-06-19",
  "journal": "Animals : an open access journal from MDPI",
  "doi": "10.3390/ani15121816",
  "entities": {
    "POLYPHENOL": [
      "quercetin 3-o-glucuronide levels",
      "the effects"
    ]
  }
}