{
  "source": "PubMed",
  "query": "lignans",
  "title": "Schisandrin B mitigates oxidative damage in early porcine embryos exposed to Ochratoxin A via NRF2 pathway activation.",
  "abstract": "Ochratoxin A (OTA), a mycotoxin produced by Aspergillus and Penicillium species, exerts toxic effects on reproduction and embryonic development through oxidative stress. Although OTA contamination in animal feed is a well-recognized threat, effective protective strategies remain limited. Schisandrin B (Sch-B), a bioactive lignan derived from Schisandra chinensis, is known for its potent antioxidant activity. This study investigated whether Sch-B could alleviate OTA-induced oxidative damage in porcine preimplantation embryos. Porcine zygotes were cultured in vitro with OTA (0.5 mg/L) and/or Sch-B (1 mg/L), and developmental competence, oxidative stress, mitochondrial function, apoptosis, and NRF2/KEAP1 signaling were assessed. OTA exposure significantly reduced cleavage and blastocyst formation rates, increased ROS and MDA levels, and impaired mitochondrial membrane potential. In contrast, Sch-B treatment restored embryonic development, decreased ROS accumulation, increased glutathione (GSH) levels, and improved mitochondrial function. Moreover, Sch-B upregulated NRF2 expression and downregulated KEAP1, indicating activation of the NRF2-mediated antioxidant pathway. Apoptosis assays and mRNA analysis revealed that Sch-B attenuated OTA-induced cell death by modulating the expression of pro- and anti-apoptotic genes. Co-treatment, however, did not fully restore all parameters to control levels, suggesting that higher Sch-B concentrations or additional interventions may be needed. These results demonstrate that Sch-B mitigates OTA-induced oxidative stress and supports early embryonic development via NRF2 pathway activation. Sch-B represents a promising candidate for improving in vitro embryo culture conditions and counteracting mycotoxin-induced reproductive toxicity.",
  "publication_date": "2025-06-10",
  "journal": "Animal reproduction science",
  "doi": "10.1016/j.anireprosci.2025.107889",
  "entities": {
    "POLYPHENOL": [
      "a well-recognized threat",
      "aspergillus and penicillium species",
      "effective protective strategies",
      "toxic effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "apoptosis assays and mrna analysis",
      "ota-induced cell death",
      "ota-induced oxidative damage",
      "ota-induced oxidative stress",
      "oxidative stress"
    ]
  }
}