{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Evaluating the Effect of Epigallocatechin Gallate (EGCG) in Reducing Folate Levels in Reproductive Aged Women by MTHFR and DHFR Genotype in Combination With Letrozole or Clomiphene.",
  "abstract": "Previous epidemiological studies have suggested that green tea catechins, including Epigallocatechin-3-gallate (EGCG), the most abundant polyphenol in green tea, may be associated with reduced serum folate levels. This is of particular interest as women of childbearing age may be consuming EGCG from tea, dietary supplements, or involved in active clinical trials studying EGCG or green tea extract. EGCG was reported to shrink uterine fibroids in preclinical and clinical studies. This observation led to the development of a multicenter NICHD-funded clinical trial to evaluate the safety of EGCG for treating women with fibroids and unexplained infertility (NCT04177693). To answer the question of whether green tea extract standardized to EGCG led to a reduction in folate, 39 women aged ≥ 18 to ≤ 40 years, with/without uterine fibroids, were evaluated. These women were randomized to receive either EGCG, EGCG + clomiphene, or EGCG + letrozole for 30 days. A daily dose of 720 mg of highly characterized green tea extract containing EGCG was used. Participants were genotyped for polymorphisms at positions 677 and 1298 in MTHFR and for the -19 bp deletion polymorphism of DHFR. During the intervention with EGCG, folate levels remained in the normal range in all subjects. Our data suggest that in reproductive-age women, a 30-day course of EGCG 720 mg daily taken alone or in combination with clomiphene citrate or letrozole (for 5 days) is well-tolerated and is not associated with folate deficiency even in the presence of MTHFR and/or DHFR polymorphisms known to negatively impact folate synthesis. Trial Registration: Clinical trial: NCT01311869.",
  "publication_date": "2025-03-01",
  "journal": "Clinical and translational science",
  "doi": "10.1111/cts.70189",
  "entities": {
    "POLYPHENOL": [
      "all subjects",
      "egcg",
      "either egcg",
      "epigallocatechin-3-gallate",
      "green tea catechins",
      "preclinical and clinical studies",
      "the most abundant polyphenol"
    ],
    "FOOD": [
      "green tea",
      "green tea extract",
      "highly characterized green tea extract"
    ]
  }
}