{
  "source": "PubMed",
  "query": "catechins",
  "title": "Effects of maternal drinking patterns and epigallocatechin-3-gallate treatment on behavioural and molecular outcomes in a mouse model of fetal alcohol spectrum disorders.",
  "abstract": "Prenatal alcohol exposure (PAE) impairs fetal development leading to fetal alcohol spectrum disorders (FASD). Antioxidants like epigallocatechin-3-gallate (EGCG) may mitigate alcohol-induced oxidative stress, a major contributor to FASD. This study assessed the effects of PAE on cognition and behaviour under two drinking patterns and the role of postnatal EGCG therapy in a FASD-like mouse model. C57BL/6J mice were divided into five groups: control, moderate drinking (Mod), binge drinking (Bin), Mod+EGCG, and Bin+EGCG. Cognitive and behavioural performance were assessed using Rotarod test, T-Maze, and Morris Water Maze (MWM). Western blot analyses evaluated brain and cerebellum biomarkers related to neuronal plasticity, maturation, differentiation, transport, and proliferation. PAE impaired motor coordination, significantly reducing rotarod walking time in both drinking patterns. Spatial learning and memory were also disrupted, decreasing T-maze success rate. It also decreased time in the platform area and distance travelled in MWM. Both drinking patterns affected neuronal plasticity (BDNF, DYRK1A) and maturation (NeuN), astrocyte differentiation (GFAP, s100β), neuronal transport (MBP) and proliferation (GDNF, Wnt-3) via oxidative stress (Nrf2). Our results show how EGCG treatment significantly improved behavioural tests results and restored most brain and cerebellum biomarkers, reaching levels similar to control. These findings highlight the impact of PAE on cognition and behaviour and how EGCG may counteract its effects by reducing oxidative stress and enhancing brain plasticity. Our findings open the door to future studies on the mechanism of action of this antioxidant in order to use it as a therapeutic tool in this vulnerable population.",
  "publication_date": "2025-05-10",
  "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
  "doi": "10.1016/j.biopha.2025.118138",
  "entities": {
    "POLYPHENOL": [
      "(egcg",
      "bin+egcg",
      "egcg",
      "egcg treatment",
      "epigallocatechin-3",
      "fetal alcohol spectrum disorders",
      "its effects",
      "mod+egcg",
      "postnatal egcg therapy",
      "the effects",
      "the mechanism"
    ],
    "SYMPTOM": [
      "alcohol-induced oxidative stress",
      "oxidative stress"
    ]
  }
}