{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Frankfurters Manufactured with Valorized Grape Pomace as a Substitute of Nitrifying Salts.",
  "abstract": "This study investigated the use of grape/wine pomace as a potential substitute for nitrifying salts in the production and preservation of frankfurters. Red wine pomace (RWP) fromTempranilloand white wine pomace (WWP) fromCayetanagrapes were added to frankfurters made with Iberian pig backfat-an underutilized fat rich in oleic acid-at two levels (0.5% and 3%w/w). These new formulations were compared with a control (containing only meat, salt, and spices) and a commercial formulation containing nitrites and ascorbic acid. Analyses were conducted immediately after production and following 45 days of refrigerated storage to evaluate microbiological, color, physicochemical, and textural changes in the frankfurters. The addition of pomace slightly reduced the pH of the frankfurters but did not affect microbial counts during the manufacturing process. Frankfurters with pomace displayed a similar color to the control but showed lower redness compared to the commercial formulation with nitrites. Importantly, pomace reduced lipid and protein oxidation during production and storage. The reduction in lipid oxidation due to the pomace was comparable to the effect of nitrites and ascorbic acid. Furthermore, pomace effectively reduced protein oxidation, unlike nitrites and ascorbic acid, which primarily targeted lipid oxidation. Significant differences in texture were observed between commercial frankfurters and those containing pomace. Despite these variations in the appearance and the texture, the strong protective effect of pomace against oxidative reactions highlights its potential as a natural alternative to synthetic additives, offering a promising solution for the meat industry.",
  "publication_date": "2025-01-24",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14030391",
  "entities": {
    "FOOD": [
      "(wwp) fromcayetanagrapes",
      "grape/wine pomace",
      "red wine pomace",
      "the appearance",
      "white wine pomace"
    ],
    "POLYPHENOL": [
      "the effect",
      "the strong protective effect"
    ]
  }
}