{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Role of Grape (Vitis vinifera) Extracts of Different Cultivars Against γ-Radiation Induced DNA Damage and Gene Expression in Human Lymphocytes.",
  "abstract": "Radiation therapy uses ionizing radiation (IR) to kill cancer cells. However, during radiotherapy normal cells are also damaged and killed by the generation of reactive oxygen species. Polyphenolic compounds are known to mitigate the damaging effects of radiation. Grape (Vitis vinifera) contains a variety of bioactive phytochemicals. We investigated the Ferric reducing antioxidant power assay for commonly available four grape (Vitis viniferaL.) cultivars, including 'Flame seedless', 'Kishmish chorni', 'Red globe' and 'Thompson seedless'. Grape seed showed the maximum reducing power and antioxidant capacity, followed by its skin, and then pulp of the same cultivars. Kishmish chorni seed showed maximum reducing and antioxidant power. Therefore, we had selected the Kishmish chorni cultivars to determine the protective efficacy against γ-ray irradiated DNA damage and apoptotic gene expression in human peripheral lymphocytes, and their efficacy was compared with widely cultivated Thompson seedless Cultivars. Annexin V-FITC and propidium iodide double staining suggested that apoptosis is a major mode of induction of cell death after irradiation in human lymphocytes. Comet assay revealed that DNA damage in human lymphocytes due to gamma irradiation at a dose of 4-Gy is significantly (P< 0.05) mitigated by pretreatment with grape extracts. Bax and p53 mRNA levels that were up-regulated in gamma irradiated lymphocytes, were significantly down-regulated when irradiated lymphocytes were pretreated with grape extracts. In conclusion, the grape extracts of different cultivars act as an essential source of natural antioxidants at varying degree, which are able to attenuate DNA damage by scavenging free radicals, and regulate apoptosis by modulating apoptotic genes such as p53 and Bax in human lymphocytes induced by IR.",
  "publication_date": "2023-10-03",
  "journal": "Indian journal of clinical biochemistry : IJCB",
  "doi": "10.1007/s12291-023-01154-z",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "cancer cells",
      "cell death",
      "dna damage"
    ],
    "POLYPHENOL": [
      "polyphenolic compounds",
      "reactive oxygen species",
      "the damaging effects",
      "the protective efficacy"
    ],
    "FOOD": [
      "commonly available four grape",
      "grape",
      "grape extracts",
      "grape seed"
    ]
  }
}