{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Baicalein modulates endoplasmic reticulum stress by activating SIRT3 to attenuate the dysfunction of retinal microvascular endothelial cells under high glucose conditions.",
  "abstract": "High glucose-induced alterations in the retinal microvasculature are major contributors to vision loss and deterioration. Baicalein, known for its protective effect on blood vessels and endothelial cells, is a potential therapeutic agent for diabetes-induced retinal dysfunction. This study aims to investigate the impact and mechanism of baicalein on high glucose-induced dysfunction in retinal microvascular endothelial cells (RMECs). Human RMECs (hRMECs) were exposed to a high glucose condition (30 mM). The effect of various concentrations of baicalein on cell viability was assessed using the 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide assay. Baicalein's effects on sirtuin 3 (SIRT3) expression in hRMECs were evaluated via Western blot and quantitative real-time polymerase chain reaction. Additionally, the regulatory role of baicalein was examined by knocking down SIRT3. Cell permeability and migration were assessed using the Transwell assay, and tube formation was evaluated by tube formation assay. Moreover, Western blot analysis was employed to investigate protein expression related to endoplasmic reticulum stress (ERS). Baicalein markedly inhibited the increase in the viability, permeability, tube formation and migration of hRMECs induced by high glucose. Moreover, it significantly reduced the intracellular ERS levels in high glucose-induced hRMECs. Notably, SIRT3 knockdown reversed the inhibition of baicalein on hRMECs. In summary, baicalein mitigates high glucose-mediated ERS by up-regulating SIRT3 expression, thereby maintaining the normal function of RMECs.",
  "publication_date": "2025-02-05",
  "journal": "Experimental eye research",
  "doi": "10.1016/j.exer.2025.110250",
  "entities": {
    "POLYPHENOL": [
      "baicalein",
      "baicalein's effects",
      "high glucose-induced hrmecs",
      "hrmecs",
      "human rmecs",
      "its protective effect",
      "mechanism",
      "rmecs",
      "the effect"
    ],
    "SYMPTOM": [
      "endoplasmic reticulum stress"
    ]
  }
}