{
  "source": "PubMed",
  "query": "grape skin",
  "title": "An advanced metabolomic approach on grape skins untangles cultivar preferences byDrosophila suzukiifor oviposition.",
  "abstract": "Insects' host preferences are regulated by multiple factors whose interactions are only partly understood. Here we make use of an in-depth, untargeted metabolomic approach combining molecular networking (MN) and supervised Analysis of variance Multiblock Orthogonal Partial Least Squares (AMOPLS) to untangle egg-laying preferences ofDrosophila suzukii, an invasive, highly polyphagous and destructive fruit pest originating from Southeast Asia. Based on behavioural experiments in the laboratory as well as field observation, we selected eight genetically relatedVitis viniferacultivars (e.g., Ancellotta, Galotta, Gamaret, Gamay, Gamay précoce, Garanoir, Mara and Reichensteiner) exhibiting significant differences in their susceptibility towardD. suzukii. The two most and the two least attractive red cultivars were chosen for further metabolomic analyses of their grape skins. The combination of MN and statistical AMOPLS findings with semi-quantitative detection information enabled us to identify flavonoids as interesting markers for differences in the attractiveness of the four studied grape cultivars towardsD. suzukii. Overall, dihydroflavonols were accumulated in unattractive grape cultivars, while attractive grape cultivars were richer in flavonols. Crucially, both dihydroflavonols and flavonols were abundant metabolites in the semi-quantitative analysis of the extracted molecules from the grape skin. We discuss how these two flavonoid classes might influence the egg-laying behaviour ofD. suzukiifemales and how they could serve as potential markers forD. suzukiiinfestations in grapes that can be potentially extended to other fruits. We believe that our novel, integrated analytical approach could also be applied to the study of other biological relationships characterised by multiple evolving parameters.",
  "publication_date": "2024-08-21",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2024.1435943",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "insects' host preferences",
      "molecular networking",
      "semi-quantitative detection information",
      "the extracted molecules",
      "these two flavonoid classes"
    ],
    "FOOD": [
      "attractive grape cultivars",
      "grapes",
      "the four studied grape cultivars towardsd.",
      "the grape skin",
      "their grape skins",
      "unattractive grape cultivars"
    ]
  }
}