{
  "source": "PubMed",
  "query": "tannins",
  "title": "Orobanche aegyptiaca-chitosan nanocomposite efficacy against the freshwater snail Biomphalaria alexandrina.",
  "abstract": "As one of the neglected tropical diseases, schistosomiasis is responsible for various social and economic issues in numerous developing countries. The intermediate host of Schistosoma mansoni is the Biomphalaria alexandrina snails. A promising approach to mitigate the transmission of this disease is to use medicinal plants loaded with nanomaterials to control these snails. This research aimed to investigate the molluscicidal activity of Orobanche aegyptiaca- chitosan nanocomposite on B. alexandrina snails. The phytochemical screening of the tested plant verified its abundance of saponins, tannins, and flavonoids, which may be responsible for its cytotoxic effects. Chitosan nanoparticles were produced using the ionotropic gelation technique, while the O. aegyptiaca-chitosan nanocomposite was synthesized using the sonochemical approach. The characterization of the nanocomposite was carried out using TEM, XRD, and Zeta potential. The results demonstrated that the survival, fecundity (eggs/snail/week), and reproductive rates of B. alexandrina snails were substantially reduced upon exposure to the sub-lethal concentrations LC10 or LC25 of O. aegyptiaca-chitosan nanocomposite. Biochemically, it adversely affected some parameters, where it considerably (P < 0.05) raised ALT, AST, and ALP levels, while urea, uric acid, and cholesterol were significantly decreased compared to control snails. Furthermore, the antioxidant markers CAT, SOD, and GSH exhibited a substantial (P < 0.05) reduction, while MDA and NO levels increased at both sublethal concentrations. Histopathological examinations of the digestive gland of the treated B. alexandrina revealed a decrease in the size of the tubules, and the digestive and secretory cells degenerated. The hermaphrodite glands exhibited substantial damage in the reproductive tubules, with extensive damage to the gonadal cells, resulting in the loss of ova and sperm shapes. Also, the comet analysis showed a genotoxic effect of the nanocomposite, evidenced by significant changes in crucial comet assay parameters: tail length (TL), tail DNA percentage (TD), tail moment (TM), and olive tail moment (OTM). Conclusively, these findings confirmed the potential activity of O. aegyptiaca- chitosan nanocomposite as a molluscicidal agent against B. alexandrina to decrease schistosomiasis transmission.",
  "publication_date": "2025-05-20",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-02161-1",
  "entities": {
    "POLYPHENOL": [
      "a decrease",
      "a genotoxic effect",
      "fecundity",
      "flavonoids",
      "its cytotoxic effects",
      "tannins",
      "the digestive and secretory cells",
      "the ionotropic gelation technique",
      "the neglected tropical diseases",
      "various social and economic issues"
    ]
  }
}