{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "The Influence ofAPOEGenotype, DHA, and Flavanol Intervention on Brain DHA and Lipidomics Profile in Aged Transgenic Mice.",
  "abstract": "The apolipoprotein E4 (APOE4) genotype is predictive of Alzheimer's disease (AD). The brain is highly enriched with the omega-3 polyunsaturated fatty acid (n3-PUFA), docosahexaenoic acid (DHA). DHA's metabolism is defective inAPOE4carriers. Flavanol intake can play a role in modulating DHA levels. However, the impact of flavanol co-supplementation with fish oil on brain DHA uptake, status and partitioning, and according toAPOEgenotype is currently unknown. Here, using a humanisedAPOE3andAPOE4targeted replacement transgenic mouse model, the interactive influence of cocoa flavanols (FLAV) andAPOEgenotype on the blood and subcortical brain PUFA status following the supplementation of a high fat (HF) enriched with DHA from fish oil (FO) was investigated. DHA levels increased in the blood (p< 0.001) and brain (p= 0.001) following supplementation. Compared toAPOE3,a higher red blood cell (RBC) DHA (p< 0.001) was evident inAPOE4mice following FO and FLAV supplementation. Although FO did not increase the percentage of brain DHA inAPOE4,a 17.1% (p< 0.05) and 20.0% (p< 0.001) higher DHA level in the phosphatidylcholine (PC) fraction in the HF FO and HF FO FLAV groups, and a 14.5% (p< 0.05) higher DHA level in the phosphatidylethanolamine (PE) fraction in the HF FO FLAV group was evident in these animals relative to the HF controls. The addition of FLAV (+/- FO) did not significantly increase the percentage of brain DHA in the group as a whole. However, a higher brain: RBC DHA ratio was evident inAPOE3only (p< 0.05) for HF FLAV versus HF. In conclusion, our data shows only modest effects of FLAV on the brain DHA status, which is limited toAPOE3.",
  "publication_date": "2023-04-23",
  "journal": "Nutrients",
  "doi": "10.3390/nu15092032",
  "entities": {
    "SYMPTOM": [
      "alzheimer's disease"
    ],
    "FOOD": [
      "cocoa flavanols",
      "fish oil",
      "the omega-3 polyunsaturated fatty acid"
    ],
    "POLYPHENOL": [
      "defective inapoe4carriers",
      "only modest effects"
    ]
  }
}