{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Early-life exposure to bisphenol A induces dysregulation of lipid homeostasis by the upregulation of SCD1 in male mice.",
  "abstract": "Exposure of Bisphenol A (BPA) is closely associated with an increased prevalence of obesity-related metabolic syndrome. However, the potential mechanism of BPA-induced adipogenesis remains to be fully elucidated. Herein, potential mechanisms of BPA-induced adipogenesis in 3T3-L1 preadipocytes were evaluated using RNA-Seq. Then, using an early-life BPA exposure model, we further evaluated the effects of BPA exposure on lipid and glucose homeostasis. The results showed that lipid content in 3T3-L1 adipocytes was significantly increased after BPA exposure (p < 0.01) and male C57BL/6 mice with the dose of 500 μg/kg/day BPA by once-a-day oral administration for 8 weeks displayed a NAFLD-like phenotype. RNA-Seq analysis of preadipocytes showed that BPA exposure affected multiple biological processes including glycosphingolipid biosynthesis, regulation of lipolysis in adipocytes, PPAR signaling pathway and fatty acid metabolism. The dysregulation in a series of genes of mice was associated to de novo lipogenesis and lipid transport, which was linked to obesity. Importantly, we also found a significant expression increase of stearoyl-CoA desaturase 1 (SCD1) and a significant decrease of apolipoprotein D (APOD) in both fat (p < 0.01) and livers (p < 0.01) of male mice. Besides, the dysregulation of pro-inflammatory genes (TNF-α,IL-6 and SAA3) showed that BPA exposure promoted progression of hepatic inflammation. In conclusion, this study elucidated a novel mechanism in which obesity associated with BPA exposure by targeting SCD1. Exposure to BPA should be carefully examined in the chronic liver metabolic diseases.",
  "publication_date": "2022-03-25",
  "journal": "Environmental pollution (Barking, Essex : 1987)",
  "doi": "10.1016/j.envpol.2022.119201",
  "entities": {
    "SYMPTOM": [
      "hepatic inflammation",
      "obesity",
      "obesity-related metabolic syndrome"
    ],
    "POLYPHENOL": [
      "a novel mechanism",
      "a significant decrease",
      "potential mechanisms",
      "the effects",
      "the potential mechanism"
    ]
  }
}