{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Mediterranean BasinEricaSpecies: Traditional Uses, Phytochemistry and Pharmacological Properties.",
  "abstract": "Ericaspecies native to the Mediterranean basin are the principalEricasthat have found use in traditional medicine. Examples include treatments for urinary tract disorders, inflammatory conditions, gastrointestinal ailments and weight loss. This review critically evaluates the ethnobotanical usage, phytochemical profiles and pharmacological potential of the MediterraneanEricaspecies, includingErica arboreaL.,Erica multifloraL. andErica manipulifloraSalisb. A wide spectrum of bioactive secondary metabolites has been identified across these species, notably pentacyclic triterpenes (e.g., lupeol, ursolic acid and oleanolic acid) and polyphenolics (e.g., myricetin and quercetin glycosides). Extracts of these species have demonstrated antioxidant, anti-inflammatory, analgesic, antimicrobial and diuretic activities in vitro and/or in vivo, providing pharmacological support for traditional uses. Phytochemical profiles vary by species, plant part, geography and extraction technique. Filsuvez®, comprising pentacyclic triterpenes from birch bark, has clinical approval for the treatment of partial thickness wounds associated with dystrophic and junctional epidermolysis bullosa. The undoubted reservoir of pentacyclic triterpenes and flavonoid glycosides in MediterraneanEricaspecies warrants further comprehensive mechanistic studies, toxicological evaluations and clinical validation.",
  "publication_date": "2025-06-17",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30122616",
  "entities": {
    "POLYPHENOL": [
      "(e.g., myricetin",
      "a wide spectrum",
      "bioactive secondary metabolites",
      "ericaspecies",
      "flavonoid glycosides",
      "further comprehensive mechanistic studies",
      "mediterraneanericaspecies warrants",
      "polyphenolics",
      "quercetin glycosides",
      "species",
      "technique",
      "the mediterraneanericaspecies",
      "these species"
    ],
    "FOOD": [
      "the ethnobotanical usage"
    ]
  }
}