{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Metabolically healthy obese vs. Metabolic syndrome - The crosslink between nutritional exposure to bisphenols and physical exercise.",
  "abstract": "Obesity has become a worldwide pandemic as well as a major contributing factor to the increasing rate of type 2 diabetes (T2D). However, there is an intriguing variance demonstrated by a subset of obesity defined as metabolically healthy obesity (MHO). MHO individuals are less prone to develop obesity-related metabolic complications, such as metabolic syndrome (MetS) and further T2D. The exact reason why an MHO person does not present the cluster of risk factors associated with insulin resistance is unknown due to the challenge to mimic MHO in experimental settings. However, MHO individuals present lower sedentary behaviors in comparison to individuals with MetS, which might indicate that an adaptation to skeletal muscle, such as increased insulin sensitivity and glucose transporter (GLUT4), could play a major role in their healthy characteristics. The hypothesis invoked in this paper is that lower exposure to bisphenol together with increased levels of physical exercise underlie the physiological aspects behind MHO characteristics. Evidence suggests that exposure to \"obseogens,\" such as bisphenol A (BPA), appears to impair insulin secretion and insulin response in cells containing GLUT4. Epidemiological studies have associated higher levels of BPA, as well as bisphenol S and F, in children with a risk for MetS development. Therefore, the combination between low bisphenol exposure and increased physical exercise may not necessarily affect body weight, but it could modify several metabolic pathways inhibiting insulin resistance, which characterize the heathy status of the MHO. If confirmed, this hypothesis could lead to therapeutic approaches to reverse MetS and inhibit T2D onset.",
  "publication_date": "2021-02-18",
  "journal": "Medical hypotheses",
  "doi": "10.1016/j.mehy.2021.110542",
  "entities": {
    "SYMPTOM": [
      "insulin resistance",
      "metabolic syndrome",
      "metabolically healthy obesity",
      "obesity",
      "obesity-related metabolic complications",
      "type 2 diabetes"
    ],
    "POLYPHENOL": [
      "insulin secretion",
      "the physiological aspects"
    ]
  }
}