{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "An in silico approach to prioritize emerging contaminants in Indian sewage treatment plants.",
  "abstract": "The present study aims at developing a novel in silico prioritization approach for emerging contaminants based on their environmental risk, persistence, bioaccumulation, toxicity (PBT) potential, and estimation of their removal efficiency in sewage treatment plants (STPs) using STPwin model. (i) Pharmaceutical and personal care products (PPCP), (ii) pesticides, (iii) parabens and phthalates, (iv) and industrial chemicals are the four major classes of ECs considered in this study. Measured environment concentration (MEC) of these ECs reported in literature were collected and risk quotient (RQ) is calculated from the MECs. The PBT assessment is performed as per European Chemical Agency (ECHA) 2008 guidelines. Estimation of removal of the ECs was performed with the help of STPwin module of EPI Suite 4.11 software. With these three criteria, the ECs were prioritized. The top most prioritized class of ECs are PPCPs and pesticides in which triclosan and dichlorodiphenyltrichloroethane (DDT) stand first, respectively with mean RQ value for triclosan being 0.43343 for fish; 0.0596 for Daphnia; and 0.04334 for algae. DDT with mean RQ values of 0.3768 for algae; 1.588 for fish; and 1.71 for Daphnia. It is observed that the order of high risk posing EC classes are PPCP > Pesticides > Parabens and Phthalates > industrial chemicals for the studied EC class in the Indian scenario. From the PBT assessment, it is observed that (i) triclosan from PPCPs and (ii) aldrin, methoxychlor, heptachlor, and dichlorodiphenyltrichloroethane among pesticides come under the class of PBT among the studied ECs. The STPwin analysis shows that among the studied class of ECs, pesticides and industrial chemicals can be removed by conventional treatment, whereas PPCPs, parabens, and phthalates need special attention and require specific treatment methods to degrade them by modifying existing STP design. This study provides a newer methodology by incorporating risk quotient, PBT assessment, and STPwin analysis to frame regulations on chemical usage.",
  "publication_date": "2025-06-14",
  "journal": "Environmental monitoring and assessment",
  "doi": "10.1007/s10661-025-14115-1",
  "entities": {
    "POLYPHENOL": [
      "(echa",
      "ec classes",
      "ecs",
      "mec",
      "special attention",
      "specific treatment methods",
      "the ecs",
      "the studied ec class",
      "the studied ecs",
      "these ecs",
      "the mecs"
    ],
    "FOOD": [
      "chemical usage"
    ]
  }
}