{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Advances in valorization of Camellia oleifera Abel. Seed cake: A review on the bioactive components, health benefits, extraction methods, and potential food applications.",
  "abstract": "Camellia oleifera Abel. Seed cake (CSC) is a by-product of camellia oil processing. Owing to the lack of effective utilization, CSC are typically discarded or used as animal feed, fertilizer, or cleaning agents, which limits their full potential and causes environmental pollution. However, the high levels of bioactive compounds in CSC indicate their significant potential in the food industry. The primary bioactive components of CSC are proteins, polysaccharides, polyphenols, and saponins. Both in vivo and in vitro studies have confirmed that these components offer various health benefits such as antioxidant, anti-cancer, hypolipidemic, hypoglycemic, neuroprotective, and antibacterial effects. The structure of these components significantly influences their bioactivity. Various extraction methods have been developed for isolating bioactive components in CSC, including water extraction, organic solvent extraction, ultrasound/microwave/enzyme-assisted extractions, and combination techniques. CSC have potential applications as food additives, preservatives, and delivery systems. Although existing research has provided preliminary insights into the applications of CSC, this review provides a comprehensive overview of CSC, with more detailed bioactive ingredients, biological activities, extraction techniques, and potential food applications. Further research is needed on the health effects, regulatory mechanisms, clinical studies, structure-bioactivity relationships, and advanced extraction strategies for the full exploitation of CSC.",
  "publication_date": "2025-03-06",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116134",
  "entities": {
    "POLYPHENOL": [
      "antioxidant, anti-cancer, hypolipidemic, hypoglycemic, neuroprotective, and antibacterial effects",
      "combination techniques",
      "effective utilization",
      "extraction techniques",
      "polyphenols",
      "regulatory mechanisms",
      "the health effects"
    ]
  }
}