{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Using UV-Vis Titration to Elucidate Novel Epigallocatechin Gallate (EGCG)-Induced Binding of the c-MYC G-Quadruplex.",
  "abstract": "Background/Objectives:Aberrant expression of c-MYC drives aggressive cancers. A guanine-rich promoter sequence (Pu27) folds into a transcriptionally repressive G-quadruplex (G4). Epigallocatechin gallate (EGCG), the main green tea polyphenol, displays anticancer activity, but clear, easily replicated evidence for direct binding to the c-MYC G4 is lacking. We therefore obtained the first biophysical confirmation of an EGCG-c-MYC G4 interaction using routine UV-visible spectroscopy.Methods: A pre-annealed Pu27 G4 (5 µM) in potassium-rich buffer was titrated with freshly prepared EGCG (0-20 µM) at 25 °C. Full-range UV-Vis spectra (220-400 nm) were recorded after each addition, and absorbance variations at the DNA (260 nm) and ligand (275 nm) maxima were quantified across three independent replicates.Results: EGCG induced pronounced, concentration-dependent hyperchromicity at 260 nm, reaching ~8-10% above baseline at a 4:1 ligand/DNA ratio and exhibiting saturable binding behaviour. Concurrently, the 275 nm band displayed relative hypochromicity coupled with a subtle bathochromic shift. These reciprocal perturbations-absent in buffer-only controls-constitute definitive evidence of a specific EGCG•G4 complex most consistent with external π-stacking or groove engagement rather than intercalation.Conclusions: This study delivers the first rigorous, quantitative UV-Vis confirmation that a readily consumed dietary polyphenol directly targets the c-MYC promoter G4. By marrying conceptual elegance with methodological accessibility, it provides a compelling molecular rationale for EGCG's anti-oncogenic repertoire, inaugurates an expedient platform for screening G4-reactive nutraceuticals, and paves the way for structural and cellular investigations en route to next-generation c-MYC-directed therapies.",
  "publication_date": "2025-05-14",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18050719",
  "entities": {
    "POLYPHENOL": [
      "a compelling molecular rationale",
      "a readily consumed dietary polyphenol",
      "a specific egcg•g4 complex",
      "an egcg-c-myc g4 interaction",
      "background/objectives",
      "direct binding",
      "egcg",
      "egcg's anti-oncogenic repertoire",
      "epigallocatechin gallate",
      "freshly prepared egcg",
      "full-range uv-vis spectra",
      "next-generation c-myc-directed therapies",
      "routine uv-visible spectroscopy",
      "the main green tea polyphenol",
      "these reciprocal perturbations-absent"
    ],
    "SYMPTOM": [
      "aggressive cancers",
      "displays anticancer activity"
    ]
  }
}