{
  "source": "PubMed",
  "query": "flavonols",
  "title": "The Bioactive Ingredient Quercetin in Guilu-Erxian-Glue Ameliorates Oligoasthenospermia in Mice via PKA/CREB Pathway-Dependent Sirt1 Activation and p53 Deacetylation.",
  "abstract": "Oligoasthenospermia (OAS), a major cause of male infertility, was alleviated by Guilu-Erxian-Glue (GLEXG) in Tripterygium wilfordii polyglycoside (TWG)-induced rat models. This study identified GLEXG's bioactive ingredients and explored its therapeutic mechanism. Using network pharmacology and liquid chromatography-mass spectrometry, quercetin was predicted and validated as a key component of GLEXG. In vivo and in vitro, OAS models were established using TWG in mice and H2O2in spermatocytes. TWG administration reduced testicle and epididymis indices, sperm concentration, vitality, and serum testosterone, luteinizing hormone, and follicle-stimulating hormone. It also increased germ cell apoptosis, upregulated Bax, cleaved caspase-3, and cleaved caspase-9, downregualted Bcl-2, PHB1, VDHC, SDHA, and CoxIV, and impaired mitochondrial function (reduced mitochondrial DNA copy number and membrane potential). Quercetin counteracted these effects in vivo and in vitro. Mechanistically, quercetin increased p-PKA/PKA and p-CREB/CREB ratios, upregulated Sirt1, and decreased Ac-p53/p53 ratio. These beneficial effects were abolished upon Sirt1 inhibition. Thus, quercetin in GLEXG ameliorated OAS by attenuating apoptosis and mitochondrial dysfunction via PKA/CREB pathway-dependent activation of Sirt1 and deacetylation of p53.",
  "publication_date": "2025-06-01",
  "journal": "Molecular reproduction and development",
  "doi": "10.1002/mrd.70036",
  "entities": {
    "POLYPHENOL": [
      "its therapeutic mechanism",
      "liquid chromatography-mass spectrometry",
      "quercetin",
      "these beneficial effects",
      "these effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "germ cell apoptosis",
      "mitochondrial dysfunction"
    ]
  }
}