{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Physicochemical Composition and Bioactive Properties of Uruguayan Bee Pollen from Different Botanical Sources.",
  "abstract": "Bee pollen is widely recognized for its health benefits, with its nutritional and bioactive properties varying by botanical origin. This study analyzed twelve bee pollen samples collected from six different apiaries in Uruguay during two seasons (spring and autumn) to determine their botanical composition; nutritional profile (protein, lipids, carbohydrates, dietary fiber, ash, and fatty acid profile); bioactive compound content (total phenols, vitamin C, tocopherols, and carotenoids); antioxidant activity (ABTS and ORAC); color; and ability to inhibit enzymes involved in carbohydrate and fat digestion. Among the samples collected in autumn, three were monofloral (one fromCasuarinaand two fromEucalyptus). The spring samples, however, were all multifloral, except for one monofloralRapeseedsample. Monofloral samples had higher protein, fiber, tocopherol, and total phenol content, along with higher ABTS and ORAC values, but lower carotenoid levels. In contrast, autumn samples had lower protein and lipid content but higher fiber and vitamin C levels. The predominant fatty acids were palmitic, linolenic, linoleic, and oleic acids, with most samples showing a higher proportion of polyunsaturated fatty acids (40.7-57.9%). Compared to other food matrices, the α-glucosidase inhibition values of Uruguayan bee pollen are similar to those found in raw citrus pomace. This is the first report on bee pollen's ability to inhibit pancreatic lipase in relation to its in vitro anti-obesity properties. Uruguayan bee pollen shows significant potential for combating metabolic syndrome, obesity, and type 2 diabetes.",
  "publication_date": "2025-05-10",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14101689",
  "entities": {
    "SYMPTOM": [
      "its in vitro anti-obesity properties",
      "metabolic syndrome",
      "obesity"
    ]
  }
}