{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Discovery of a 4-Hydroxy-3'-Trifluoromethoxy-Substituted Resveratrol Derivative as an Anti-Aging Agent.",
  "abstract": "With the intensification of population aging, aging-related diseases are attracting more and more attention, thus, the study of aging mechanisms and anti-aging drugs is becoming increasingly urgent. Resveratrol is a potential candidate as an anti-aging agent, but its low bioavailability limits its application in vivo. In this work, a 4-hydroxy-3'-trifluoromethoxy-substituted resveratrol derivative (4-6), owing to its superior cell accumulation, could inhibit NO production in an inflammatory cell model, inhibit oxidative cytotoxicity, and reduce ROS accumulation and the population of apoptotic cells in an oxidative stress cell model. In D-galactose (D-gal)-stimulated aging mice,4-6could reverse liver and kidney damage; protect the serum, brain, and liver against oxidative stress; and increase the body's immunity in the spleen. Further D-gal-induced brain aging studies showed that4-6could improve the pathological changes in the hippocampus and the dysfunction of the cholinergic system. Moreover, protein expression related to aging, oxidative stress, and apoptosis in the brain tissue homogenate measured via Western blotting also showed that4-6could ameliorate brain aging by protecting against oxidative stress and reducing apoptosis. This work revealed thatmeta-trifluoromethoxy substituted4-6deserved to be further investigated as an effective anti-aging candidate drug.",
  "publication_date": "2023-12-22",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules29010086",
  "entities": {
    "SYMPTOM": [
      "aging",
      "aging-related diseases",
      "an anti-aging agent",
      "an oxidative stress cell model",
      "anti-aging drugs",
      "apoptosis",
      "d-galactose (d-gal)-stimulated aging mice,4",
      "further d-gal-induced brain aging studies",
      "oxidative stress",
      "population aging"
    ],
    "POLYPHENOL": [
      "a 4-hydroxy-3'-trifluoromethoxy-substituted resveratrol derivative",
      "aging mechanisms",
      "an effective anti-aging candidate drug",
      "resveratrol"
    ]
  }
}