{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Investigation of the Antioxidant, Antibiofilm, and Endocrine-disrupting Potential of Amaranthus retroflexus Methanol Extract Used as Food: Network and Molecular Docking Analyses.",
  "abstract": "This study aims to investigate the antioxidant and iron chelating activities; phytochemical composition; and profile, antibiofilm activity, in silico molecular docking, and network analysis of the methanol extract of Amaranthus retroflexus. The extract showed an IC₅₀ value of 3.50 mg/mL in the DPPH assay and 6.61 mg/mL in the iron-chelating assay. The total phenolic and flavonoid contents were determined as 30.54 mg GAE/g DW and 29.28 mg QE/g DW, respectively. Antibiofilm tests revealed 7% inhibition against Pseudomonas aeruginosa, while biofilm formation increased by 10% in Staphylococcus aureus 25923. HPLC analysis identified key bioactive compounds, including ascorbic acid, gallic acid, vanillic acid, rosmarinic acid, oleuropein, rutin, and quercetin. Macroelement analysis indicated high potassium and magnesium levels, highlighting the plant's nutritional potential. In the in silico endocrine-disrupting analysis, compounds such as ascorbic acid, vanillic acid, and quercetin exhibited a low-risk profile, while rosmarinic acid, gallic acid, and baicalin demonstrated moderate binding potential with specific receptors. Molecular docking studies demonstrate that oleuropein, rutin, and baicalin exhibit strong binding affinity with target proteins. Network analysis has identified key biological pathways related to inflammation, oxidative stress, and immune modulation, highlighting the roles of rutin and oleuropein in managing P. aeruginosa infections. Following the network analysis, molecular docking studies reveal that oleuropein and rutin have an even stronger binding affinity with target proteins. PRACTICAL APPLICATION: The findings of this study suggest that Amaranthus retroflexus extract may serve as a natural source of antioxidant and iron-chelating agents, as well as bioactive compounds with potential roles in managing bacterial biofilm formation. Due to its phytochemical richness and essential mineral content, the extract could be further explored in the development of plant-based supplements, functional foods, or natural preservatives. This research provides a foundation for future studies focused on safe and sustainable health-supporting products.",
  "publication_date": "2025-06-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70325",
  "entities": {
    "POLYPHENOL": [
      "gallic acid",
      "managing p. aeruginosa infections",
      "molecular docking studies",
      "oleuropein",
      "quercetin",
      "rosmarinic acid",
      "rutin",
      "silico molecular docking",
      "specific receptors",
      "that oleuropein, rutin, and baicalin exhibit strong binding affinity",
      "the total phenolic and flavonoid contents",
      "vanillic acid"
    ],
    "SYMPTOM": [
      "inflammation",
      "oxidative stress"
    ],
    "FOOD": [
      "functional foods"
    ]
  }
}