{
  "source": "PubMed",
  "query": "lignans",
  "title": "Elucidating the multi-target pharmacological mechanism of Xiaoyandina for the treatment of hepatitis C virus based on bioinformatics and cyberpharmacology studies.",
  "abstract": "An estimated 170 million people worldwide suffer from chronic hepatitis C virus (HCV) infection, which is the main reason for liver transplantation in numerous nations. Traditional Chinese medicine is also frequently employed in medicine to treat HCV. Xiaoyandina is frequently employed in traditional medicine, and which has traditionally been used to cure acute and chronic hepatitis, jaundice, acute and chronic cholecystitis, and acute and chronic cholangitis. The information related to active compounds was retrieved from public databases and through literature review which was later combined with differentially expressed genes obtained through microarray datasets; a compound-target genes-disease network was constructed which uncovered that Kaempferol, Sesamin, and Quercetin decisively contributed to the cell growth and proliferation by affecting STAT1, interleukin-6, and CXCL10 proteins. The molecular docking and molecular dynamics simulation of 50 ns well complemented the binding affinity of the compound and revealed strong stability of predicted compounds at the docked site. In total, compound targets were obtained separately from Traditional Chinese Medicine Systems Pharmacology Database and Analysis Platform. And 27, 10,894, 6, and 20 disease targets were acquired separately based on OMIM, GeneCard, DrugBank, and PharmGkb databases. Then, we constructed the compound-target network and protein-protein interaction network. Three hundred ninety-four differentially expressed genes were observed (231 up-regulated and 163 downregulated genes). Hub genes were screened through survival analysis, including interleukin-6, STAT1, and CXCL10. Finally, molecular docking and molecular dynamics analysis results showed more stable binding between 3 hub genes and the 2 most active compounds Kaempferol and Quercetin. Our research suggests a novel scientific approach for evaluating the multi-component, multi-target impact of XYDN's active compounds. The present investigation suggested Quercetin, Kaempferol, and Sesamin as possible HCV treatments by combining bioinformatics techniques and network pharmacology. But the findings were not validated in actual patients, so further investigation is needed to confirm the potential use of XYDN towards HCV.",
  "publication_date": "2025-05-01",
  "journal": "Medicine",
  "doi": "10.1097/MD.0000000000041793",
  "entities": {
    "POLYPHENOL": [
      "acute and chronic hepatitis, jaundice, acute and chronic cholecystitis, and acute and chronic cholangitis",
      "bioinformatics techniques",
      "chronic hepatitis c virus (hcv) infection",
      "genecard",
      "kaempferol",
      "molecular docking",
      "molecular dynamics analysis results",
      "molecular dynamics simulation",
      "quercetin",
      "the molecular docking"
    ]
  }
}