{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Aesculi semen (Aesculus chinensis Bunge and Aesculus wilsonii Rehd): A review of its phytochemistry, pharmacology, clinical application and toxicity.",
  "abstract": "This article reviews recent advances of Aesculi Semen (AS), focusing on its phytochemistry, pharmacology, clinical application, and toxicity. We searched several databases using specific keywords in PubMed, Web of Science, Cochrane Library, Embase, China National Knowledge Infrastructure, Wanfang Data, and China Science and Technology Journal. The search terms encompassed Aesculi Semen, Suo luozi, Aesculus wilsonii Rehd, Chinese Buckeye Seed, etc., including dissertations, books, and Ph.D. and M.D. theses published from 1958 to 2024. Over 300 chemical constituents have been isolated and characterized from AS. Saponins are the primary characteristic components, alongside flavonoids, coumarins, fatty acids, and sterols. AS and its extracts display a range of pharmacological activities, including anti-inflammatory, anti-edema, antitumor, neuroprotective, gastrointestinal, and vascular regulatory properties. They are widely used clinically to manage inflammation, tumors, cardiovascular diseases, and gastrointestinal disorders. Although generally well tolerated, AS and its extracts can exhibit mildly toxic, which can be mitigated through appropriate dosing and formulation. AS is a valuable herb in Traditional Chinese medicine with considerable therapeutic potential. However, further research is needed to elucidate its clinical efficacy, identify its toxic components and target organs, and characterize its pharmacokinetic profile. It is also essential to establish rigorous quality control standards and to comprehensively analyze active ingredients beyond aescin present in both raw and processed AS preparations.",
  "publication_date": "2025-06-18",
  "journal": "Fitoterapia",
  "doi": "10.1016/j.fitote.2025.106679",
  "entities": {
    "POLYPHENOL": [
      "anti-inflammatory, anti-edema, antitumor, neuroprotective, gastrointestinal, and vascular regulatory properties",
      "china science and technology journal",
      "flavonoids",
      "recent advances",
      "specific keywords"
    ],
    "SYMPTOM": [
      "inflammation"
    ]
  }
}