{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Optimized Carbon-Nitrogen Fertilization Boosts Fragrant Rice (Oryza sativaL.) Yield and Quality via Enhanced Photosynthesis, Antioxidant Defense, and Osmoregulation.",
  "abstract": "The effects of the foliar spraying of carbon and nitrogen on the yield and quality of fragrant rice (Oryza sativaL.) remain unknown. A two-year field experiment was conducted by using two fragrant rice varieties, Meixiangzhan 2 and Xiangyaxiangzhan, as experimental materials. Three carbon treatments (C0: 0 mg L-1glucose, C1: 150 mg L-1glucose, and C2: 300 mg L-1glucose, recorded as C0, C1, and C2, respectively) and three nitrogen treatments (N0: 0 mg L-1urea, N1: 50 mg L-1urea, and N2: 100 mg L-1urea) were employed as experimental treatments, and there were a total of nine treatments (C0N0, C0N1, C0N2, C1N0, C1N1, C1N2, C2N0, C2N1, and C2N2). The yield and quality of fragrant rice were investigated. The results show that carbon and nitrogen treatments significantly affected the yield and grain number per panicle in fragrant rice. The yields of the two cultivars under C1N2 and C2N1 were maintained at high levels. This was mainly because the C1N2 and C2N1 treatments resulted in higher grain number per panicle and grain filling percentage. Carbon and nitrogen treatments significantly increased the dry weight and photosynthesis parameters of fragrant rice. The carbon and nitrogen treatments significantly increased the protein content. The improved grain yield was related to improvements in photosynthesis and antioxidant defense as well as osmoregulation. In summary, optimized spraying of 150 mg L-1glucose and 100 mg L-1urea at the booting stage benefits yield and grain quality by regulating photosynthesis, antioxidant defense, and osmoregulation.",
  "publication_date": "2025-06-14",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14121832",
  "entities": {
    "POLYPHENOL": [
      "the effects"
    ]
  }
}