{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "SIRT1, resveratrol and aging.",
  "abstract": "Aging is linked to a time-associated decline in both cellular function and repair capacity leading to malfunction on an organismal level, increased frailty, higher incidence of diseases, and death. As the population grows older, there is a need to reveal mechanisms associated with aging that could spearhead treatments to postpone the onset of age-associated decline, extend both healthspan and lifespan. One possibility is targeting the sirtuin SIRT1, the founding member of the sirtuin family, a highly conserved family of histone deacetylases that have been linked to metabolism, stress response, protein synthesis, genomic instability, neurodegeneration, DNA damage repair, and inflammation. Importantly, sirtuins have also been implicated to promote health and lifespan extension, while their dysregulation has been linked to cancer, neurological processes, and heart disorders. SIRT1 is one of seven members of sirtuin family; each requiring nicotinamide adenine dinucleotide (NAD+) as co-substrate for their catalytic activity. Overexpression of yeast, worm, fly, and mice SIRT1 homologs extend lifespan in each animal, respectively. Moreover, lifespan extension due to calorie restriction are associated with increased sirtuin activity. These findings led to the search for a calorie restriction mimetic, which revealed the compound resveratrol; (3, 5, 4'-trihydroxy-trans-stilbene) belonging to the stilbenoids group of polyphenols. Following this finding, resveratrol and other sirtuin-activating compounds have been extensively studied for their ability to affect health and lifespan in a variety of species, including humans via clinical studies.",
  "publication_date": "2024-05-09",
  "journal": "Frontiers in genetics",
  "doi": "10.3389/fgene.2024.1393181",
  "entities": {
    "SYMPTOM": [
      "aging",
      "cancer",
      "dna damage repair",
      "inflammation",
      "neurodegeneration",
      "stress response"
    ],
    "POLYPHENOL": [
      "a time-associated decline",
      "age-associated decline",
      "mechanisms",
      "polyphenols",
      "resveratrol",
      "species",
      "the compound resveratrol"
    ]
  }
}