{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "PhenolQuest: a new reference FFQ for a more precise and comparable assessment of (poly)phenol intake in Europe.",
  "abstract": "(Poly)phenols represent a large class of bioactive compounds present in our diet. An increasing number of epidemiological, clinical and pre-clinical studies are demonstrating the beneficial effects of (poly)phenols on various health parameters, parlicularly in relation to the prevention of cardiometabolic diseases. However, fully understanding their potential in preventive nutrition requires significant improvements in the assessment of individuals' exposure to a variety of (poly)phenols. One of the current limitations is the use of standard Food Frequency Questionnaires (FFQs) that are not specifically designed for that purpose and as a consequence lack precision and accuracy for the assessment of (poly)phenol intake. We developed the FFQ PhenolQuest, specially designed to assess with a high level of details the dietary intake of 120 (poly)phenols belonging to all main families, in populations following a European-style diet. It includes 188 foods with a number of additional variations (n= 75). Special effort was made to optimize the questionnaire's design and usability. In particular, the consumption frequency options were expanded compared to the standard FFQ and tailored to the different food groups. An application test conducted on a French population panel of 110 subjects demonstrated PhenolQuest's ability to capture the diversity of (poly)phenol source consumption patterns. PhenolQuest is shared in integrality for free use and further validation by the community. This article presents the challenges and strategies used for its development, as well as its scope of use.",
  "publication_date": "2025-06-24",
  "journal": "Food & function",
  "doi": "10.1039/d4fo06326k",
  "entities": {
    "POLYPHENOL": [
      "110 subjects",
      "a consequence lack precision",
      "special effort",
      "the beneficial effects"
    ]
  }
}