{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "A Combination of 5-(3',4'-Dihydroxyphenyl)-γ-Valerolactone and Curcumin Synergistically Reduces Neuroinflammation in Cortical Microglia by Targeting the NLRP3 Inflammasome and the NOX2/Nrf2 Signaling Pathway.",
  "abstract": "Background/Objectives:5-(3',4'-dihydroxyphenyl)-γ-valerolactone (γ-VL), recently identified as a predominant microbial metabolite derived from proanthocyanidins, offers benefits such as reducing inflammation, oxidative stress, and supporting brain health. Its effects on neuroinflammation and microglial activation remain largely unexplored. Curcumin, a bioactive component isolated fromCurcuma longaL., is well known for its ability to reduce microglial activation and pro-inflammatory mediator production and release. While the individual effects of γ-VL and curcumin are well documented, their potential combined effects remain unexplored. This research sought to investigate the possible synergistic effects of γ-VL and curcumin in reducing microglial activation.Methods:Primary rat cortical microglia were pre-treated with γ-VL and curcumin, alone or in combination, before stimulation with LPS. An MTT assay was used to evaluate cell viability, while pro-inflammatory mediators were assessed by real-time PCR and ELISA. Nitric oxide production was evaluated with the Griess assay. SynergyFinder Plus software analyzed potential synergistic effects.Results:The combination of low micromolar concentrations of γ-VL and curcumin synergistically reduced LPS-induced microglial activation. Specifically, the combination exhibited a significantly greater ability to inhibit the production and release of pro-inflammatory factors (such as IL-1β, TNF-α, and NO) compared to each compound individually. Mechanistically, the anti-inflammatory activity was attributed to the downregulation of NLRP3 expression, and the reduction in microglial activation was linked to the modulation of the NOX2/Nrf2 signaling pathway.Conclusions:The combination of low micromolar concentrations of γ-VL and curcumin produces synergistic anti-inflammatory effects in microglia by targeting key inflammatory pathways, indicating its potential utility as a treatment strategy for neurodegenerative diseases involving microglial activation.",
  "publication_date": "2025-04-10",
  "journal": "Nutrients",
  "doi": "10.3390/nu17081316",
  "entities": {
    "POLYPHENOL": [
      "background/objectives:5-(3',4'-dihydroxyphenyl)-γ",
      "curcumin",
      "its effects",
      "potential synergistic effects",
      "proanthocyanidins",
      "synergistic anti-inflammatory effects",
      "the individual effects",
      "the possible synergistic effects",
      "their potential combined effects"
    ],
    "SYMPTOM": [
      "inflammation",
      "neuroinflammation",
      "oxidative stress"
    ]
  }
}