{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Kenaf cyclic nucleotide-gated channel gene HcCNGC27 confers plant drought stress tolerance and involved in flowering regulation.",
  "abstract": "Cyclic Nucleotide-Gated Channel (CNGC) gene consists a large family and plays an important role in plant growth and development, biotic and abiotic stresses, yet their functions in non-model crops like kenaf (Hibiscus cannabinus L.), a highly stress-resistant bast fiber crop, remain poorly understood. To investigate the role in kenaf abiotic stress response and plant development regulation, we characterized the HcCNGC27 gene in kenaf. Our study aimed to elucidate the role of HcCNGC27 in drought stress response and its impact on plant development. HcCNGC27 was identified subcellularly localized to the plasma membrane. Expression analysis showed that HcCNGC27 is ubiquitously expressed across various tissues including roots, stems, leaves, flowers, and seeds, with the highest expression observed in flowers. Importantly, HcCNGC27 was significantly induced under drought stress conditions. To investigate the function of HcCNGC27, we performed virus-induced gene silencing (VIGS) in kenaf and overexpression in Arabidopsis thaliana. Silencing of HcCNGC27 in kenaf resulted in a dwarf phenotype and reduced drought stress tolerance, evidenced by decreased antioxidant enzyme activities, increased reactive oxygen species (ROS) accumulation, and decreased osmoregulatory substances content. Additionally, the expression levels of antioxidant enzyme-related genes and stress-responsive genes were markedly down-regulated in the silenced lines. Conversely, overexpression of HcCNGC27 in Arabidopsis thaliana enhanced drought stress tolerance, characterized by stronger protective enzyme activity, better ROS scavenging capacity, improved osmotic adjustment, higher total chlorophyll content, lower death rate, and significant up-regulation of stress-responsive genes. Moreover, overexpression of HcCNGC27 delayed flowering in Arabidopsis thaliana, as indicated by qRT-PCR analysis showing significant down-regulation of AtFT and AtSOC1 and up-regulation of AtFLC in the overexpression lines compared to wild-type controls. In summary, HcCNGC27 emerges as a dual-function regulator enhancing drought tolerance via ROS scavenging and osmotic adjustment while delaying flowering may through modulation of the FT/SOC1/FLC pathway.",
  "publication_date": "2025-06-28",
  "journal": "Molecular genetics and genomics : MGG",
  "doi": "10.1007/s00438-025-02272-4",
  "entities": {
    "SYMPTOM": [
      "a highly stress-resistant bast fiber crop",
      "arabidopsis thaliana enhanced drought stress tolerance",
      "biotic and abiotic stresses",
      "drought stress conditions",
      "kenaf abiotic stress response",
      "reduced drought stress tolerance",
      "stress response",
      "stress-responsive genes"
    ],
    "POLYPHENOL": [
      "decreased antioxidant enzyme activities",
      "reactive oxygen species (ros) accumulation",
      "stronger protective enzyme activity"
    ]
  }
}