{
  "source": "PubMed",
  "query": "lignans",
  "title": "Eucommiae cortexComprehensive Phytochemical Analysis Connected with Its In Vitro Anti-Inflammatory Activity in Human Immune Cells.",
  "abstract": "Eucommia ulmoidesOliv., commonly known as \"plant gold\", is a species of the Eucommiaceae family, native to East Asia and widely utilized in medicine, food, and the chemical industry. In Traditional Chinese Medicine, the bark ofE. ulmoidesplays a special role, used to nourish the liver and kidneys and to strengthen tendons and bones. Due to its extensive pharmacological profile, including anti-inflammatory, antioxidant, hypoglycemic, hypotensive, and cardio- and neuroprotective effects, there has been growing interest in elucidating the molecular mechanisms underlying its biological effects. However, many of these mechanisms remain poorly understood to date. This study analyzed the phytochemical composition ofE. ulmoidesbark infusions and tinctures and their dominant compounds using the HPLC-DAD-MS/MS method, and evaluated their anti-inflammatory effects in human immune cell models. The analysis identified lignans, iridoids, and caffeic acid derivatives as the dominant constituents of the tested samples. The extracts significantly inhibited the secretion of pro-inflammatory cytokines (TNF-α, IL-6, IL-8, MCP-1) in neutrophils, PBMC-derived monocytes/macrophages, and THP-1 cells. The results presented herein offer significant insights into the detailed phytochemical composition ofE. ulmoidesbark, and contribute to a deeper understanding of its anti-inflammatory mechanisms in human immune cells.",
  "publication_date": "2025-03-18",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30061364",
  "entities": {
    "POLYPHENOL": [
      "a special role",
      "a species",
      "anti-inflammatory, antioxidant, hypoglycemic, hypotensive, and cardio- and neuroprotective effects",
      "caffeic acid derivatives",
      "its anti-inflammatory mechanisms",
      "its biological effects",
      "the molecular mechanisms",
      "the secretion",
      "their anti-inflammatory effects",
      "these mechanisms"
    ],
    "FOOD": [
      "the phytochemical composition ofe. ulmoidesbark infusions"
    ]
  }
}