{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "The Phytochemical Characterization of a Cili (Rosa roxburghii) Fruit Low-Temperature Extract with Hepatoprotective Effects.",
  "abstract": "Cili (Rosa roxburghiiTratt) fruit is a nutrient-rich edible plant known for its antioxidant and hepatoprotective properties. However, conventional extraction methods often lead to the degradation of its bioactive compounds. In this study, we developed a low-temperature homogenate-assisted high-pressure disruption extraction (HHPD) method to obtain a phytochemically enriched cili fruit extract (HHPD-CFE). The chemical characterization of the HHPD-CFE showed that it contained higher levels of polyphenols, polysaccharides, and superoxide dismutase (SOD) than those in conventional squeeze extraction. The hepatoprotective effects of the HHPD-CFE were evaluated in oxidative stress-induced liver injury and hepatic fibrosis models. The HHPD-CFE mitigated oxidative damage by reducing malondialdehyde while enhancing SOD and glutathione activity. Additionally, the HHPD-CFE inhibited the activation of hepatic stellate cells (HSC-T6) and reduced collagen deposition, suggesting a protective role against liver fibrosis. These findings support that the HHPD-CFE is a promising botanical extract with enriched bioactive compounds and liver-protective properties. This study supports the potential application of optimized extraction techniques to preserve thermosensitive compounds and improve the efficacy of functional foods for liver health.",
  "publication_date": "2025-04-09",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14081301",
  "entities": {
    "POLYPHENOL": [
      "a protective role",
      "its antioxidant and hepatoprotective properties",
      "liver-protective properties",
      "optimized extraction techniques",
      "polyphenols",
      "the hepatoprotective effects"
    ],
    "FOOD": [
      "a phytochemically enriched cili fruit extract",
      "functional foods"
    ],
    "SYMPTOM": [
      "liver fibrosis",
      "oxidative damage",
      "oxidative stress-induced liver injury"
    ]
  }
}