{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Identification of allelochemicals from three submerged plants and the inhibitory effects of organic acids on cyanobacteria (Cylindrospermopsis raciborskii).",
  "abstract": "Cyanobacteria (C. raciborskii), as a type of harmful algal bloom cyanobacteria, has strong invasiveness and has received widespread attention in eutrophic waters. Using allelopathic organic acids from submerged plants offers a promising strategy for controlling its blooms. This study investigated inhibitory effects of four plant-derived organic acids, including ellagic acid, gallic acid, caffeic acid, and p-hydroxybenzoic acid, on C. raciborskii through growth parameters, chlorophyll-a content, photosynthetic systems, and antioxidant responses. The results indicated that these organic acids significantly altered the concentrations of photosynthetic pigments, alkaline phosphatase (ALP) activity, and antioxidant enzyme activities of C. raciborskii. Different concentrations of organic acids had a significant influence on the intracellular photosynthetic pigment levels of C. raciborskii. These results revealed the reduction of chlorophyll-a was dose-dependent and time-dependent under the action of ellagic acid and gallic acid. All tested acids markedly elevated the alkaline phosphatase activity (248-398 % of the control group). Organic acids also significantly affected the activities of superoxide dismutase, catalase, and glutathione peroxidase, while increasing the level of malondialdehyde, indicating enhanced cellular oxidative stress. These findings suggest that organic acids inhibit photosynthetic pigment synthesis, phosphorus uptake, and antioxidative defenses, ultimately suppressing the growth of C. raciborskii.",
  "publication_date": "2025-06-15",
  "journal": "Comparative biochemistry and physiology. Toxicology & pharmacology : CBP",
  "doi": "10.1016/j.cbpc.2025.110251",
  "entities": {
    "POLYPHENOL": [
      "caffeic acid",
      "ellagic acid",
      "ellagic acid and gallic acid",
      "gallic acid",
      "inhibitory effects"
    ],
    "SYMPTOM": [
      "enhanced cellular oxidative stress"
    ]
  }
}