{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Chemometric Classification of Colombian Cacao Crops: Effects of Different Genotypes and Origins in Different Years of Harvest on Levels of Flavonoid and Methylxanthine Metabolites in Raw Cacao Beans.",
  "abstract": "The aim of this study was to evaluate the levels of chemical markers in raw cacao beans in two clones (introduced and regional) in Colombia over several years. Multivariate statistical methods were used to analyze the flavanol monomers (epicatechin and catechin), flavanol oligomers (procyanidins) and methylxanthine alkaloids (caffeine and theobromine) of cocoa samples. The results identified genotype as the main factor contributing to cacao chemistry, although significant differences were not observed between universal and regional clones in PCA. The univariate analysis allowed us to establish that EET-96 had the highest contents of both flavanol monomers (13.12 ± 2.30 mg/g) and procyanidins (7.56 ± 4.59 mg/g). In addition, the geographic origin, the harvest conditions of each region and the year of harvest may contribute to major discrepancies between results. Turbo cocoa samples are notable for their higher flavanol monomer content, Chigorodó cocoa samples for the presence of both types of polyphenol (monomer and procyanidin contents) and the Northeast cocoa samples for the higher methylxanthine content. We hope that knowledge of the heterogeneity of the metabolites of interest in each clone will contribute to the generation of added value in the cocoa production chain and its sustainability.",
  "publication_date": "2022-03-23",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules27072068",
  "entities": {
    "FOOD": [
      "chigorodó cocoa samples",
      "cocoa samples",
      "raw cacao beans",
      "the cocoa production chain",
      "the northeast cocoa samples",
      "turbo cocoa samples"
    ],
    "POLYPHENOL": [
      "catechin",
      "epicatechin",
      "polyphenol",
      "procyanidin contents",
      "procyanidins"
    ]
  }
}