{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Study of two sugarcane by-products as source of secondary metabolites and heat-induced compounds with potential bioactive applications.",
  "abstract": "A crucial step in the engineering of bioactive materials from sugarcane by-products is understanding their physical, chemical, and biological characteristics, particularly their molecular composition and biological activities. This study aimed to characterize the physicochemical properties of methanolic and aqueous extracts from sugarcane molasses and vinasses, determine their antioxidant capacity, and identify key compounds of biological interest; specifically phenolic compounds (PCs) and heat-induced compounds (HICs). Through non-targeted analytical approaches, we identified a diverse range of PCs and HICs in the extracts. In vitro tests revealed significant antioxidant effects in both aqueous and methanolic fractions, with the methanolic extracts showing superior free radical scavenging capacity. This bioactivity was linked to PCs such as p-coumaric acid, 4-hydroxybenzoic acid, 4-hydroxybenzaldehyde, chlorogenic acid, and schaftoside, as well as HICs like 2,3-dihydro-3,5-dihydroxy-6-methyl-4H-pyran-4-one (DDMP); 4-hydroxy-2,5-dimethyl-3(2H)-furanone (HDMF); 2,6-dimethoxyphenol; and 1,6-anhydro-β-D-glucopyranose. These findings underscore the potential of sugarcane molasses and vinasses as sources of bioactive compounds, which can be engineered into new materials with promising biological properties for health, pharmacological, and food industry applications. Furthermore, our research highlights the integration of bioengineering, material science, and sustainable practices within the sugarcane industry by promoting the valorization of by-products, contributing to resource efficiency and industrial innovation under circular economy principles.",
  "publication_date": "2025-06-05",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-03262-7",
  "entities": {
    "POLYPHENOL": [
      "chlorogenic acid",
      "circular economy principles",
      "p-coumaric acid",
      "particularly their molecular composition",
      "significant antioxidant effects",
      "specifically phenolic compounds"
    ]
  }
}