{
  "source": "PubMed",
  "query": "tannins",
  "title": "Borax - and tannic acid-based post-3D-printing treatment to tune the mechanical properties of scaffolds.",
  "abstract": "Digital light processing (DLP) methods are constrained by the narrow range of cell-compatible resins, limiting their use in biomedical applications that require varied mechanical and biofunctional properties. Current bioresins based on natural polymers such as methacrylated gelatine or alginate usually lack sufficient stretchability and toughness. In this study, we propose a post-processing strategy to tune the mechanical and functional properties of a DLP printable polyethylene glycol diacrylate (PEGDA)/polyvinyl alcohol (PVA) resinviasimple treatment with 5% (w/v) tannic acid (TA) or borax (B). The TA treatment reduced the resin's toughness by ∼17% and compressive modulus by ∼16%, while B treatment increased the toughness by ∼53% and the compressive modulus by ∼44% compared with non-treated hydrogels. TA-treated hydrogels continuously released over 59% of the loaded TA, demonstrating antibacterial and radical scavenging activities. Moreover, TA-treated hydrogels, DLP-printed in a tubular shape, demonstrated the highest durability, remaining intact for ∼32 cycles before failure, which was ∼17 cycles more than that for the non-treated hydrogels. Ourin vivolarval model further confirmed the hydrogels' biocompatibility. This study offers a practical approach for post-fabrication tuning of the mechanical and bioactive properties of DLP-printed PEGDA-PVA hydrogels, expanding the utility of existing resins for potential biomedical applications, such as soft tissue engineering.",
  "publication_date": "2025-06-25",
  "journal": "Biomaterials science",
  "doi": "10.1039/d5bm00151j",
  "entities": {
    "POLYPHENOL": [
      "the mechanical and bioactive properties",
      "the mechanical and functional properties",
      "varied mechanical and biofunctional properties"
    ]
  }
}