{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Carvacrol induces apoptosis in Aspergillus niger through ROS burst.",
  "abstract": "Carvacrol, a phenolic monoterpenoid and major active constituent of plant essential oils, exhibits broad-spectrum antimicrobial activity with potential applications in food preservation and agricultural biocontrol. Previous studies have shown that one of the antifungal mechanisms of carvacrol may be the induction of reactive oxygen species (ROS) burst, but its specific action mechanism is still unclear. This study investigated the apoptosis mechanism of Aspergillus niger caused by ROS burst induced by carvacrol in the molecular level. Carvacrol induced ROS burst, leading to the accumulation of intracellular hydrogen peroxide (H2O2) concentration in A. niger which caused the cellular oxidative stress and lipid peroxidation, leading to an increase in the content of unsaturated fatty acids as well as a decrease in the content of glycerophospholipids in the cell membrane, and then disrupted the integrity of cell membranes. RT-qPCR was used to analyze the expression levels of different subunit genes of NADPH oxidase, and the result showed that NoxA, Cdc24, NoxD and NoxR were all upregulated to varying degrees. And the inhibitory effect of carvacrol on A. niger can be alleviated by adding an additional ROS scavenger. Meanwhile, NADPH oxidase inhibitors eliminated the ROS production induced by carvacrol. In summary, carvacrol can induce ROS burst in A. niger by regulating the gene expression levels of different subunits of NADPH oxidase, leading to membrane lipid peroxidation, irreversible damage to the cell membrane, the disruption of redox dynamic balance and finally cell death.",
  "publication_date": "2025-06-25",
  "journal": "World journal of microbiology & biotechnology",
  "doi": "10.1007/s11274-025-04437-0",
  "entities": {
    "POLYPHENOL": [
      "a decrease",
      "broad-spectrum antimicrobial activity",
      "its specific action mechanism",
      "reactive oxygen species",
      "the antifungal mechanisms",
      "the apoptosis mechanism",
      "the inhibitory effect",
      "the molecular level"
    ],
    "SYMPTOM": [
      "the cellular oxidative stress"
    ]
  }
}