{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Multifaceted Biological Activity of Rutin, Quercetin, and Quercetin's Glucosides.",
  "abstract": "In this study, the ranking of the multifaceted activity of rutin (Ru), quercetin (Q), and quercetin's glucosides (Q3G, Q4'G and Q3,4'G) was addressed. The antioxidant potency was determined by electrochemical methods, whereas the ability of these compounds to inhibit angiotensin-converting enzyme (ACE) activity, acetylcholinesterase (AChE) activity, and advanced glycation endproduct (AGE) formation was examined in bovine serum albumin (BSA)/glucose and BSA/methylglyoxal (MGO) model systems to show their importance against hypertension, Alzheimer-type dementia, and diabetic complication, respectively. Then, the relationship between the biological activities of these compounds and their antioxidant potential provided by the cyclic voltammetry (CV) method was evaluated. The ranking of the ACE inhibitory activity was Q > Q3,4'G > Ru > Q3G > Q4'G. The correlation coefficient between ACE enzyme inhibitory activities and antioxidant potentials had a value of r = -0.68, thus clearly indicating the impact of antioxidant potential and chemical structure on ACE inhibitory activity. The ranking of the AChE enzyme inhibitory activity was Q ≈ Q3G ≈ Q4'G ≈ Ru > Q3,4'G, and the correlation between their antioxidant potentials and AChE inhibitory activities (r = -0.77) also indicated the impact of chemical structure. The quercetin glucosides displayed strong inhibitory capacity on AGE formation, as the ranking of anti-AGE activity in the BSA/MGO model system was Q3,4'G ≈ Q4'G ≈ Q3G > Ru ≈ Q > AG. The anti-AGE activity of rutin, quercetin, and quercetin's glucosides was negatively correlated with their IC50values for ACE inhibition (r = -0.67) and AChE inhibition (r = -0.81), whereas no correlation was found between their ACE and AChE inhibition activities. These effects of rutin, quercetin, and quercetin's glucosides expand our knowledge of the multifunctional activity of biologically active compounds of plant origin.",
  "publication_date": "2025-06-11",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30122555",
  "entities": {
    "POLYPHENOL": [
      "electrochemical methods",
      "quercetin",
      "quercetin's glucosides",
      "rutin",
      "the quercetin glucosides",
      "these effects"
    ],
    "SYMPTOM": [
      "alzheimer-type dementia",
      "hypertension"
    ]
  }
}