{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Biomarkers of postharvest resilience: unveiling the role of abscisic acid in table grapes during cold storage.",
  "abstract": "Table grapes are considered non-climacteric fruit, not showing a rapid increase in respiration rate and ethylene production during ripening. Previous research has suggested that abscisic acid (ABA) may have a more crucial role in grape postharvest behaviour. This study aimed to identify biomarkers of postharvest resilience and flavour life of imported table grapes. An experiment was designed to determine i) the role of ABA and catabolites on grape berry senescence; ii) the spatial distribution of these hormones within the grape berry, and iii) the effect of 1-MCP and storage temperature on its postharvest quality. Hence, the use of an ethylene inhibitor, 1-methylcyclopropane (1-MCP), during table grape storage was investigated. Table grapes (Vitis viniferaL.) cv. 'Krissy' were subjected to i) control (untreated); and ii) 1-MCP (1 µL L-1; 12 hours; 15°C) and stored under two scenarios: i) 15 days at 0.5°C, followed by five days at 5.5°C to simulate shelf-life; and ii) 20 days at 5.5°C to simulate a higher storage temperature followed by shelf-life. Physiological (i.e. mould incidence, skin colour, firmness, respiration rate) and biochemical analysis (i.e. individual sugars, organic acids, abscisic acid and catabolites) were performed. Grapes subjected to 5.5°C showed significantly higher mould incidence at the end of the shelf-life compared to 0.5°C storage temperature (12.6%vs. 3.1%). Also, and for the first time, the spatial distribution of ABA during the senescence of table grapes was profiled; the distal section had three times more ABA and metabolites than the proximal. We demonstrated that senescence processes were initiated after a significant increase in respiration rate (from 1 to 2.8 mL CO2kg-1h-1), and that ABA could be considered a biomarker for table grapes senescence, since an ABA peak preceded the increase in respiration rate, mould incidence, organic acids, and sucrose hydrolysis during postharvest storage; and coincided with a decrease in berry firmness. These findings are of significant importance for the industry as understanding how ABA regulates both senescence processes and quality changes during postharvest cold storage of tables grapes can improve the consistency and reduce waste and consumer complaints.",
  "publication_date": "2023-09-29",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2023.1266807",
  "entities": {
    "FOOD": [
      "grape berry senescence",
      "grape postharvest behaviour",
      "grapes",
      "imported table grapes",
      "table grape storage",
      "table grapes",
      "table grapes senescence",
      "tables grapes",
      "the grape berry"
    ],
    "POLYPHENOL": [
      "a decrease",
      "the distal section",
      "the effect"
    ]
  }
}