{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Resveratrol inhibits lipopolysaccharide‑induced MUC5AC expression and airway inflammation via MAPK and Nrf2 pathways in human bronchial epithelial cells and an acute inflammatory mouse model.",
  "abstract": "Pathological mucus hypersecretion is an important clinical hallmark of chronic airway inflammatory diseases and yet there is a lack of effective therapeutic medicine. Resveratrol, a dietary polyphenol, has been shown to possess anti‑aging, antioxidation, anti‑inflammation and tumor prevention effects. However, the effect and underlying mechanism of resveratrol in lipopolysaccharide (LPS) induced‑mucus hypersecretion remain to be elucidated. Among more than 20 mucin family members, mucin 5ac (MUC5AC) is a major glycoprotein in airway mucus. The present study investigated the therapeutic effects and mechanisms of resveratrol in LPS‑induced MUC5AC expression in human bronchial epithelial (NCI‑H292) cells and an acute inflammatory murine model. It found that resveratrol markedly attenuated LPS‑induced MUC5AC expression and reactive oxygen species production in NCI‑H292 cells. Moreover, resveratrol increased activation of nuclear factor erythroid‑2‑related factor 2 (Nrf2) and phosphorylation of mitogen‑activated protein kinase (MAPK). Notably, compared with negative control, knockdown of Nrf2 by small interfering RNA and specific inhibitors of ERK/p38 MAPK markedly abrogated the downregulative effect of resveratrol on LPS‑induced MUC5AC expression in NCI‑H292 cells. Additionally, in vivo effects on histopathology and gene expression were assessed in lung tissues collected after intratracheal instillation of LPS with or without resveratrol treatment. Western blotting of lung tissue samples confirmed that administration of resveratrol inhibited MUC5AC expression in LPS‑induced acute inflammatory mice, but increased Nrf2 expression along with phosphorylation of ERK and p38. Periodic acid‑Schiff's staining also showed that resveratrol suppressed mucin production. Compared with the LPS group, administration of resveratrol effectively decreased the numbers of inflammatory cells and neutrophils in bronchoalveolar lavage fluid, as well as markedly alleviating the infiltration of exacerbated inflammatory cells in lung tissue. In conclusion, resveratrol exerted protective effects against LPS‑induced MUC5AC overexpression, inflammation and oxidative stress by activating ERK/p38 MAPK and Nrf2 pathway. Furthermore, the results suggested that resveratrol might be a potential therapeutic agent to inhibit airway mucus hyperproduction.",
  "publication_date": "2025-04-11",
  "journal": "Molecular medicine reports",
  "doi": "10.3892/mmr.2025.13522",
  "entities": {
    "POLYPHENOL": [
      "a dietary polyphenol",
      "effective therapeutic medicine",
      "exerted protective effects",
      "mechanisms",
      "pathological mucus hypersecretion",
      "reactive oxygen species production",
      "resveratrol",
      "resveratrol treatment",
      "specific inhibitors",
      "the downregulative effect",
      "the effect",
      "the therapeutic effects",
      "tumor prevention effects",
      "underlying mechanism",
      "vivo effects"
    ],
    "SYMPTOM": [
      "anti‑inflammation",
      "inflammation",
      "oxidative stress"
    ]
  }
}