{
  "source": "PubMed",
  "query": "tannins",
  "title": "Investigating ellagitannins from strawberry (Fragaria×ananassaDuch.) as a new strategy to counteractH. pyloriinfection and inflammation.",
  "abstract": "Helicobacter pyloricolonises the gastric mucosa of at least 50% of the world's human population, causing a variety of gastric diseases, including chronic gastritis, peptic ulcers, and gastric cancer. The ability of the bacterium to colonise and induce inflammation is achieved through a combination of different virulence factors. Besides the conventional pharmacological treatment ofH. pyloriinfection based on bacterial eradication, natural compounds could function as an adjuvant to existing therapies, potentially mitigating the consequences ofH. pyloriinfection by impairing bacterial adhesion and subsequent gastric inflammation. This study focuses onFragaria×ananassaextract and its ellagitannins, agrimoniin and casuarictin, as novel strategies to counteractH. pylori-related gastritis. Strawberry tannins exhibited anti-inflammatory properties in both TNFα-challenged andH. pylori-infected models, inhibiting the release of IL-8 and IL-6 by GES-1 cells. This effect was, at least in part, ascribed to the impairment of NF-κB signalling. The study compares the infection of epithelial cells with two differentH. pyloristrains (cagA+ andcagA-), demonstrating the different capacities of the extract and ellagitannins to impair the release of IL-6, while the effect on IL-8 release was independent of the different virulence potentials of the strains. Moreover, the extract and ellagitannins demonstrated antibacterial activity againstcagA+H. pylorigrowth, but exhibited reduced activity against thecagA- strain. The results of this study indicate the possible use ofFragaria×ananassaas a pharmacological and nutritional source in the prevention and/or treatment of gastritis induced byH. pylori.",
  "publication_date": "2025-06-16",
  "journal": "Food & function",
  "doi": "10.1039/d5fo01022e",
  "entities": {
    "SYMPTOM": [
      "gastric cancer",
      "inflammation",
      "subsequent gastric inflammation"
    ],
    "POLYPHENOL": [
      "both tnfα-challenged andh. pylori-infected models",
      "ellagitannins",
      "its ellagitannins",
      "pyloriinfection",
      "strawberry tannins",
      "the conventional pharmacological treatment ofh. pyloriinfection",
      "the effect",
      "the infection",
      "thecaga-",
      "this effect"
    ]
  }
}