{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Synergistic ameliorating effect of dithiophenolate chitosan nanoparticle and Solanum nigrum combination against lead-induced cardiotoxicity in rats.",
  "abstract": "Lead (Pb) toxicity is one of the most common causes of human cardiotoxicity. We evaluated the therapeutic role of Solanum nigrum extract (SNE) and dithiophenolate-chitosan nanoparticle (DTP-CSNP) on Pb-induced cardiotoxicity in rats, and the results were compared with the dimercaptosuccinic acid (DMSA, reference drug). Additionally, the combination effect of SNE and DTP-CSNP against Pb-induced cardiotoxicity was assessed. The study focused on the determination of the antioxidant, anti-inflammatory, anti-apoptotic, and cardiotherapeutic functions of SNE (375 mg/kg), DTP-CSNP (20 and 40 mg/kg), and their combination (SNE + DTP40). The characterization of SNE and DTP-CSNP was studied. The results showed that SNE contains phenolics, flavonoids, ascorbic acid, and minerals, which may play an important role in its therapeutic effect. SNE, DTP20, and DTP40exhibited a therapeutic impact against cardiotoxicity by reducing Pb levels, oxidative stress, inflammation, and cell death. Moreover, they regulated the abnormal levels of cardiac biomarkers induced by Pb toxicity. DTP-CSNP showed a superior therapeutic effect to DMSA, and the SNE + DTP40combination displayed a synergistic anti-cardiotoxic effect (combination index < 1). These results were in harmony with heart histopathology. Thus, the combination of both SNE and DTP-CSNP has powerful efficacy in the treatment of cardiotoxicity and can be a good alternative to DMSA.",
  "publication_date": "2025-01-31",
  "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
  "doi": "10.1016/j.fct.2025.115290",
  "entities": {
    "POLYPHENOL": [
      "a superior therapeutic effect",
      "a synergistic anti-cardiotoxic effect",
      "flavonoids",
      "its therapeutic effect",
      "the combination effect"
    ],
    "SYMPTOM": [
      "cell death",
      "inflammation",
      "oxidative stress"
    ]
  }
}