{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Synurus deltoidesAlleviates Anti-Depressive Like Behavior Dysfunction Induced by Chronic Unpredictable Mild StressviaStress-Related CRF/TLR Pathway.",
  "abstract": "This study was aimed at assessing the protective effect of the 80% ethanolic extract ofSynurus deltoides(EESD) on chronic unpredictable mild stress (CUMS)-induced depressive-like behavior dysfunction. The bioactive compounds ofS. deltoideswere identified as quinic acid, chlorogenic acid, rutin, 1,3-dicaffeoylquinic acid, and dicaffeoylsuccinoylquinic acid. EESD and bioactive compounds in EESD significantly protected corticosterone-induced hippocampal cellular death and reactive oxygen species (ROS) contents compared to vitamin C in HT22 cells. By conducting the sucrose preference test, forced swimming test, open field test, and tail suspension test, EESD was found to significantly suppress depression-like behavior. EESD effectively reduced mitochondrial dysfunction by regulating cerebral ROS levels, mitochondrial membrane potential, and ATP contents. EESD showed a considerable regulatory effect by regulating serum stress hormones including corticosterone, norepinephrine, serotonin, 5-hydroxyindoleacetic acid, and melatonin. In addition, EESD significantly suppressed stress-related CRF pathway, inflammatory TLR pathway, and apoptotic signal in cerebral tissues. These results suggest that EESD might be a natural plant substance that improves CUMS-induced behavior abnormality by regulating inflammation and hormonal changes in brain tissue. In the future, additional clinical trials or efficacy evaluations of individual compounds of EESD will be needed to confirm the bioactivity ability and usability of EESD.",
  "publication_date": "2025-05-15",
  "journal": "Journal of microbiology and biotechnology",
  "doi": "10.4014/jmb.2501.01043",
  "entities": {
    "POLYPHENOL": [
      "a considerable regulatory effect",
      "chlorogenic acid",
      "reactive oxygen species (ros) contents",
      "rutin",
      "the protective effect"
    ],
    "SYMPTOM": [
      "chronic unpredictable mild stress",
      "inflammation",
      "mitochondrial dysfunction",
      "serum stress hormones",
      "stress-related crf pathway"
    ]
  }
}