{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Regulatory mechanisms and biosynthesis of chlorogenic acid inLonicera japonica: insights from tissue culture and inducer treatments.",
  "abstract": "Plant tissue culture is a fundamental and widely applied technique in plant biology and agriculture. In medicinal plant research, tissue culture plays an indispensable role in the conservation of endangered species, the rapid propagation of valuable resources, the preservation of germplasm, and the production of secondary metabolites. As a representative medicinal plant of theLoniceragenus,L. japonicais widely utilized worldwide due to its significant economic, ecological, medicinal, and ornamental value. By using tissue culture technology, it is possible to significantly enhance the production of secondary metabolites inL. japonicaand effectively alleviate resource shortages, providing a new approach for its sustainable utilization. This review summarizes the recent research progress onL. japonicain the field of tissue culture, covering aspects such as direct organogenesis, indirect organogenesis through callus tissues, protoplast culture, hairy root culture, and polyploid culture. Additionally, the biosynthetic pathway of chlorogenic acid was explored in detail, and the mechanism of action of inducers in plant cells was analyzed. The study focused on the potential regulatory mechanisms of inducers on chlorogenic acid. Eventually, the future development trends of medicinal plant biotechnology are envisioned, aiming to provide a broader perspective for the in-depth study of medicinal plants and to promote continuous development and innovation in this field.",
  "publication_date": "2025-04-24",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1567140",
  "entities": {
    "POLYPHENOL": [
      "a broader perspective",
      "a fundamental and widely applied technique",
      "aspects",
      "chlorogenic acid",
      "direct organogenesis",
      "endangered species",
      "indirect organogenesis",
      "its significant economic, ecological, medicinal, and ornamental value",
      "medicinal plant biotechnology",
      "secondary metabolites",
      "the mechanism",
      "the potential regulatory mechanisms",
      "the recent research progress",
      "tissue culture technology"
    ]
  }
}