{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Profiling of Volatile Organic Compounds, Including Halogenated Substances, in Okinawan Red AlgaPortieria hornemannii.",
  "abstract": "The exploitation of underutilised resources is critical for achieving a sustainable society, and non-edible seaweeds are promising candidates. This study focused on the red algaPortieria hornemanniifrom Okinawa, Japan, a seaweed with a distinctive aroma, and determined its volatile organic compounds (VOCs) and halogenated secondary metabolites using headspace solid-phase microextraction gas chromatography-mass spectrometry (HS-SPME-GC-MS) at various extraction temperatures. HS-SPME-GC-MS analysis revealed 52 VOCs in OkinawanP. hornemannii, including predominant compounds α-pinenyl bromide (IUPAC name: 2-bromomethyl-6,6-dimethylbicyclo [3.1.1]hept-2-ene; halogenated monoterpene), myrcene disulfide (3-(6-methyl-2-methylidenehept-5-enylidene)dithiirane), and 5,6-dimethyl-1H-benzimidazole, the content of which in the extract increased with increasing extraction temperature from 30 to 60 °C. On the other hand, the β-myrcene (7-methyl-3-methyleneocta-1,6-diene) content, which likely contributes majorly to the distinct fresh odour of the algae, declined as the temperature increased. Furthermore, the proportion of β-myrcene obtained using SPME was significantly higher than that extracted using solvent liquid extraction (SLE) (7.20% in SPME at 30 °C vs. 0.09%, respectively). However, SLE-GC-MS provided a differentP. hornemanniivolatile profile, allowing for the acquisition of more furan-, alcohol-, ester-, and carboxylic acid-containing compounds. These data provide valuable information, such as a systematic analytical framework for volatiles profiling in the marine macroalgaeP. hornemannii, with potential applicability in the development of food and fragrance products.",
  "publication_date": "2025-06-10",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30122534",
  "entities": {
    "POLYPHENOL": [
      "headspace solid-phase microextraction gas chromatography-mass spectrometry",
      "secondary metabolites"
    ]
  }
}