{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Health-Promoting Effects, Phytochemical Constituents and Molecular Genetic Profile of the Purple Carrot 'Purple Sun' (Daucus carotaL.).",
  "abstract": "The purple carrot cultivar 'Purple Sun' (Daucus carotaL.) is characterized by a relevant content of phenolic compounds and anthocyanins, which may play an important role in reducing the risk of chronic diseases and in the treatment of metabolic syndrome. In the present study, the genetic diversity, phytochemical composition, and bioactivities of this outstanding variety were studied for the first time. Genetic analysis by molecular markers estimated the level of genetic purity of this carrot cultivar, whose purple-pigmented roots were used for obtaining the purple carrot ethanol extract (PCE). With the aim to identify specialized metabolites potentially responsible for the bioactivities, the analysis of the metabolite profile of PCE by LC-ESI/LTQ Orbitrap/MS/MS was carried out. LC-ESI/HRMS analysis allowed the assignment of twenty-eight compounds, putatively identified as isocitric acid (1), phenolic acid derivatives (2and6), hydroxycinnamic acid derivatives (9,10,12-14,16,17,19,22, and23), anthocyanins (3-5,7,8,11, and18), flavanonols (15and21), flavonols (20and24), oxylipins (25,26, and28), and the sesquiterpene 11-acetyloxytorilolone (27); compound26, corresponding to the primary metabolite trihydroxyoctanoic acid (TriHOME), was the most abundant compound in the LC-ESI/HRMS analysis of the PCE, and hydroxycinnamic acid derivatives followed by anthocyanins were the two most represented groups. The antioxidant activity of PCE, expressed in terms of reactive oxygen species (ROS) level and antioxidant enzymes activity, and its pro-metabolic effect were evaluated. Moreover, the antibacterial activity on Gram (-) and (+) bacterial strains was investigated. An increase in the activity of antioxidant enzymes (SOD, CAT, and GPx), reaching a maximum at 0.5 mg/mL of PCE with a plateau at higher PCE concentrations (1.25, 2.5, and 5.0 mg/mL), was observed. PCE induced an initial decrease in ROS levels at 0.1 and 0.25 mg/mL concentrations, reaching the ROS levels of control at 0.5 mg/mL of PCE with a plateau at higher PCE concentrations (1.25, 2.5, and 5.0 mg/mL). Moreover, significant antioxidant and pro-metabolic effects of PCE on myoblasts were shown by a reduction in ROS content and an increase in ATP production linked to the promotion of mitochondrial respiration. Finally, the bacteriostatic activity of PCE was shown on the different bacterial strains tested, while the bactericidal action of PCE was exclusively observed against the Gram (+)Staphylococcus aureus. The bioactivities of PCE were also investigated from cellular and molecular points of view in colon and hematological cancer cells. The results showed that PCE induces proliferative arrest and modulates the expression of important cell-cycle regulators. For all these health-promoting effects, also supported by initial computational predictions, 'Purple Sun' is a promising functional food and an optimal candidate for pharmaceutical and/or nutraceutical preparations.",
  "publication_date": "2024-08-01",
  "journal": "Nutrients",
  "doi": "10.3390/nu16152505",
  "entities": {
    "FOOD": [
      "a promising functional food",
      "the purple carrot cultivar",
      "the purple carrot ethanol extract",
      "this carrot cultivar"
    ],
    "POLYPHENOL": [
      "all these health-promoting effects",
      "an initial decrease",
      "cellular and molecular points",
      "hydroxycinnamic acid derivatives",
      "its pro-metabolic effect",
      "molecular markers",
      "phenolic compounds",
      "pro-metabolic effects",
      "reactive oxygen species",
      "specialized metabolites"
    ],
    "SYMPTOM": [
      "colon and hematological cancer cells",
      "metabolic syndrome"
    ]
  }
}