{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Impact of Sustainable Soil Cropping Management on the Production and Stability of Bioactive Compounds inTanacetum balsamitaL. by Cold Pressure Extraction.",
  "abstract": "This study investigated the effects of agronomic amendments, such as compost and bioinoculants (mycorrhizal fungi and plant growth-promoting bacteria), and eco-friendly agronomic practices, on the crop yield and stability of extractedTanacetum balsamitaL.'s bioactive compounds, which were obtained through cold pressure (Timatic). Plants were cultivated under four treatments: compost, bioinoculant, combination (bioinoculants + compost), and control treatments. After harvesting, the bioactive compounds were extracted and stored for one year at 4 °C and room temperature. Total polyphenols, IC50 values (DPPH test), and anti-radical activity (ORAC test) were assessed, and High-Pressure Liquid Chromatography analyses of polyphenolic profiles were performed. After 12 months, the quantified bioactive compounds exhibited a reduction of 1.5% to 5.6% at 4 °C, while more pronounced decreases were observed at room temperature: control (93%), compost (8.9%), bioinoculant (32.7%), and bioinoculant + compost (93.4%). Moreover, antioxidant and anti-radical activity were maintained in all treatments at 4 °C, whereas only the bioinoculant and compost treatments exhibited these activities at room temperature. The analysis of bioactive compounds in the 4 °C extracts indicated a statistically significant decline in quercetin and chlorogenic acid across all treatments, with caffeic acid remaining detectable after 12 months. In contrast, at room temperature, chlorogenic acid, di-caffeoylquinic acid and quercetin were retained only in the bioinoculant and compost treatments.",
  "publication_date": "2025-03-18",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14060948",
  "entities": {
    "POLYPHENOL": [
      "a statistically significant decline",
      "caffeic acid",
      "chlorogenic acid",
      "eco-friendly agronomic practices",
      "more pronounced decreases",
      "polyphenolic profiles",
      "quercetin",
      "the effects",
      "total polyphenols"
    ]
  }
}