{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Unravelling chemotherapeutic activity of fisetin ruthenium-p-cymene complex in lung cancer treatment by the modulation of GRB2/RAS/MEK/DNMT1 signaling pathway.",
  "abstract": "Lung cancer is the leading cause of life lost in recent years and is associated with the highest economic burden relative to other cancer types. Research remains at the cornerstone of achieving the improved treatment outcomes of lung cancer. The flavonoid-metal compound, fisetin ruthenium-p-cymene complex, illustrates significant less toxic profile which was assessed using acute and subacute toxicological studies and geno-toxicological study. In this regard, this study investigated the chemotherapeutic effects of fisetin ruthenium-p-cymene compound on lung cancer through in vivo and in vitro approaches. Cytotoxicity study, apoptotic assay and caspase-3 estimation by flow cytometry, and western blot study has been implemented on A549 and NCI-H460 cell lines. Subsequently, the benzo[α]pyrene-induced lung cancer in mice model has been evaluated in in vivo approach to demonstrate chemotherapeutic activity. As a result, downregulation of GRB2/RAS/MEK/DNMT1-mediated carcinogenic signaling pathway with upregulation of tumor suppressor gene PTEN (phosphatase and tensin homolog) expression has been depicted in western blot analysis. Cell cycle arrest and caspase-3 levels has been estimated by flow cytometry study. Followed by in vivo chemotherapeutic study, significant restoration of normal cellular architecture has been shown due to the treatment with complex. Immunohistochemical analysis has been represented the downregulation of EGFR, Ras, MEK, and DNMT1 genes expression and increase the expression of PTEN in association with the initiation of apoptosis. Consequently, the fisetin ruthenium-p-cymene complex has been established as a potent chemotherapeutic drug through the alteration of GRB2/RAS/MEK/DNMT1 transduction mechanism in tumor microenvironment linked to induce apoptotic events.",
  "publication_date": "2025-06-02",
  "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
  "doi": "10.1007/s00210-025-04303-8",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "lung cancer",
      "other cancer types",
      "the benzo[α]pyrene-induced lung cancer"
    ],
    "POLYPHENOL": [
      "fisetin ruthenium-p-cymene complex",
      "fisetin ruthenium-p-cymene compound",
      "grb2/ras/mek/dnmt1 transduction mechanism",
      "normal cellular architecture",
      "recent years",
      "the chemotherapeutic effects",
      "the fisetin ruthenium-p-cymene complex",
      "the flavonoid-metal compound",
      "the highest economic burden"
    ]
  }
}