{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Alleviating ulcerative colitis via rectal administration: Enhancing the therapeutic effects of silk sericin-proanthocyanidins nanoparticles with a Poloxamer thermosensitive in situ gel.",
  "abstract": "Ulcerative colitis, a type of inflammatory bowel disease, primarily impacts the colon's mucous membrane, leading to distressing symptoms. Both healthcare and socioeconomic aspects are significantly impacted by this condition. In this study, we stabilized proanthocyanidins (PAC) with silk sericin (SS) to create SS/PAC nanoparticles. These nanoparticles were then loaded into a thermosensitive in situ hydrogel made with Poloxamer. The effectiveness and safety of the resulting SS/PAC/P thermosensitive hydrogel were evaluated using a dextran sulfate sodium (DSS)-induced model of ulcerative colitis, through rectal administration of the hydrogel. SS/PAC/P demonstrated excellent compatibility and hemocompatibility. It exhibited strong antioxidant and anti-inflammatory properties, effectively relieving ulcerative colitis by counteracting its adverse effects. It alleviated abnormal disease activity index (DAI) scores, improved colon conditions, enhanced histological characteristics, and regulated microbial homeostasis. The superior effectiveness of SS/PAC/P hydrogel in vivo can be attributed to its prolonged residence time at the targeted site of administration, facilitating the continuous release of SS/PAC from the hydrogel. SS/PAC/P has shown potential as a promising therapeutic intervention for managing ulcerative colitis.",
  "publication_date": "2025-05-18",
  "journal": "International journal of pharmaceutics: X",
  "doi": "10.1016/j.ijpx.2025.100337",
  "entities": {
    "SYMPTOM": [
      "distressing symptoms",
      "inflammatory bowel disease"
    ],
    "POLYPHENOL": [
      "its adverse effects",
      "proanthocyanidins",
      "rectal administration",
      "socioeconomic aspects",
      "the effectiveness",
      "the superior effectiveness"
    ]
  }
}