{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "The Influence of Active Compounds of Chips Made from Different Wood Species on the Antioxidant, Oenological and Sensory Properties of Apple Wines.",
  "abstract": "Wood chips contain numerous active compounds that can affect the wine's characteristics. They are commonly used in red grape wines, whisky, cherry and brandy, but in fruit wines, production is not typically utilised. The aim of this study was to compare the impact of an oak barrel ageing with the effect of the addition of chips made from various types of wood (oak, maple, cherry, apple) and with various degrees of toasting to the apple wines on their antioxidant, oenological and sensory properties. The oenological parameters, the polyphenols content, antioxidant activity and content of volatile odour-active compounds were assessed. It was shown that ageing in the presence of wood chips had a less noticeable effect on the oenological and sensory parameters of the wine than barrel ageing. Moreover, wood chips used did not significantly affect the acidity, alcohol and extract content of apple wines. Wines aged in the presence of oak chips (particularly lightly toasted) exhibited the greatest increase in polyphenols, while the polyphenol content of wines aged in the presence of other chips was not dependent on their toasting degree. The ageing of fruit wines with wood chips influences the volatile profile and the olfactory sensations, which can improve their quality.",
  "publication_date": "2024-06-22",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules29132972",
  "entities": {
    "FOOD": [
      "apple",
      "apple wines",
      "cherry",
      "fruit wines",
      "red grape wines",
      "the apple wines",
      "the wine",
      "the wine's characteristics",
      "wines"
    ],
    "POLYPHENOL": [
      "a less noticeable effect",
      "polyphenols",
      "the effect",
      "the polyphenol content",
      "the polyphenols content"
    ]
  }
}