{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Evidence of nanoCaCO3@PAE internalization in tobacco.",
  "abstract": "Nanoparticles hold great potential as innovative agrochemicals, offering significant advantages over traditional products like insecticides, herbicides and fertilizers, which often harm soil and human health. This study investigates the effects of free aqueous pomegranate extract (PAE) and PAE encapsulated in CaCO3nanocrystals (nanoCaCO3@PAE) on cellular uptake and internalization mechanisms in tobacco plants. Our experiments assessed the cytotoxic effect of free PAE on protoplast viability, while the negative effect was reduced in the presence of nanoCaCO3@PAE. FM4-64 labelling and secRFP-HDEL-transformed protoplasts showed an indirect increased of endocytic activity when treated with 0.25 mg/mL nanoCaCO3@PAE. After optimization of confocal microscope setting, auto-fluorescence of nano-encapsulated extracts were visible in protoplast endosome-like structures. In 3-month-old tobacco seedlings, foliar spraying of PAE or nanoCaCO3@PAE showed no visible signs of stress or necrosis 14 days after treatments, as well as chlorophyll and carotenoid content, compared to control seedlings. On the other hand, a significant increase in the amount of soluble phenols in the treated leaves, particularly in those treated with nanoCaCO3@PAE compared to their free form was observed. The use of fluorescent carbon nanocrystals, nanoCaCO3@FITC, allowed the visualization of the nanoparticles into their final destination, i.e. central vacuole, where the phenols extracted from leaves were not degraded and then probably released from nanoCaCO3@PAE due to the acidic nature of this compartment. Through the use of Tyrphostin A23, a specific inhibitor of clathrin-mediated internalization, it has been demonstrated that nanoCaCO3@FITC were internalized through clathrin-independent mechanisms.",
  "publication_date": "2025-06-04",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.110136",
  "entities": {
    "POLYPHENOL": [
      "a specific inhibitor",
      "cellular uptake and internalization mechanisms",
      "clathrin-independent mechanisms",
      "fm4-64 labelling and secrfp-hdel-transformed protoplasts",
      "insecticides",
      "necrosis",
      "the cytotoxic effect",
      "the effects",
      "the negative effect"
    ],
    "FOOD": [
      "free aqueous pomegranate extract"
    ],
    "SYMPTOM": [
      "stress"
    ]
  }
}