{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Effect of Hot Water Treatment Combined With Carrageenan Coating on Physicochemical Parameters and Disease Resistance of Banana Fruit.",
  "abstract": "Banana is an important climacteric fruit because of its nutritional values and bioactive components. However, it is a perishable fruit which has a short shelf life; so, an improved postharvest method to delay its ripening is required. The impact of dipping bananas in hot water at 47°C for 5 min, combined with a 0.5% carrageenan coating, during storage at 13°C and 85%-90% relative humidity was studied using a completely randomized design (CRD) with three replications. The results showed that the combined treatment significantly maintained physicochemical parameters and suppressed the fruit disease incidence as compared with individual treatment and untreated fruits. Also, the highest total phenolic content and radical scavenging activity were observed in the combined treatment of ripe banana peel (0.813 g GAE/kg FW and 59.05%, respectively) on the 21st day of storage. However, the lowest values were observed in the untreated fruits. The findings showed that the stage at which bananas ripen affected their phenolic content and antioxidant activity. The combination of hot water treatment and carrageenan coating maintained lower weight loss and greater peel color hue values. The combined treatment successfully postpones fruit ripening by maintaining fruit firmness, reducing the steady rise in total soluble solids (TSS), and delaying the decline in the titratable acidity of fruit pulp. The overall findings indicated that the application of combined treatment could be used to lower the disease development and preserve the fresh quality through an effective strategy to suppress postharvest decay and delay the ripening of banana fruits.",
  "publication_date": "2025-06-02",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70333",
  "entities": {
    "FOOD": [
      "banana",
      "banana fruits",
      "bananas",
      "dipping bananas",
      "ripe banana peel"
    ],
    "POLYPHENOL": [
      "an effective strategy",
      "postharvest decay",
      "the decline"
    ]
  }
}