{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Carbene-Catalyzed Phthalide Ether Functionalization for Discovering Chiral Phytovirucide that Specifically Targets Viral Nia Protein to Inhibit Proliferation.",
  "abstract": "Plant diseases caused by vegetable viruses are an important threat to global food security, presenting a major challenge for the development of antiviral agrochemicals. Functional proteins of plant viruses play a crucial role in the viral life cycle, and targeted inhibition of these proteins has emerged as a promising strategy. However, the current discovery of antiviral small molecules is hampered by the limitations of synthetic approaches and the narrow range of targets. Herein, we report a practical application of organocatalysis for serving pesticide discovery that bears a unique molecular basis. AnN-heterocyclic carbene-modulated reaction is first designed to asymmetrically functionalize diverse natural phenols with phthalides. Our designed method is capable of producing a series of new phthalidyl ethers under mild conditions with good yields, enantioselectivity, and functional group tolerance. Among these, compound (R)-3wexhibits excellent and enantioselectivity-preferred curative activity against potato virus Y (PVY). Mechanistically, it is proposed that (R)-3winteracts with the nuclear inclusion body A (Nia) protein of PVY at the His150 residue. This binding impairs Nia's function to cleavage polyprotein, thereby inhibiting formation of viral replication complex. The study provides insights into advancing synthetic protocol to facilitate agrochemical discovery, and our identified (R)-3wmay serve as a potential lead for future research and development PVY-Nia inhibitors.",
  "publication_date": "2025-03-14",
  "journal": "Research (Washington, D.C.)",
  "doi": "10.34133/research.0637",
  "entities": {
    "POLYPHENOL": [
      "a unique molecular basis",
      "antiviral small molecules",
      "enantioselectivity",
      "global food security"
    ]
  }
}