{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Pectin forms polymeric pigments by complexing anthocyanins during red winemaking and ageing.",
  "abstract": "The long-term stability of red wine color depends on the formation of polymeric pigments from anthocyanins. Although there is still a lot of uncertainty about the specific structure of this diverse group of pigments, there is consensus that they are reaction products of anthocyanins and other polyphenols. Interactions between anthocyanins and pectic polysaccharides have been suggested to stabilize anthocyanins. This study explores the impact of such interactions by adding pectin during red winemaking. The results demonstrate that these interactions induce the formation of additional polymeric pigments which enhance the pigment stability during fermentation and aging. While initial pigment formation is higher in wines with added pectin, a notable proportion of the complexes degrades in the later stages of fermentation. Presumably, tannins form insoluble complexes with pectin, reducing tannin concentration by more than 300 mg/L. Anthocyanin concentrations decrease by over 400 mg/L, and polymeric pigments double. Anthocyanins that form polymeric pigments with pectic polysaccharides expand the range of pigments in red wines with possible consequences for the sensory properties of the wine. These findings highlight the complex interactions between pectin, anthocyanins, and tannins, and their influence on pigment formation and wine composition during fermentation and aging.",
  "publication_date": "2024-05-05",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2024.114442",
  "entities": {
    "FOOD": [
      "red wine color",
      "red winemaking",
      "red wines",
      "the wine",
      "wine composition",
      "wines"
    ],
    "POLYPHENOL": [
      "added pectin",
      "other polyphenols",
      "pectic polysaccharides",
      "pectin",
      "tannin concentration",
      "tannins",
      "the specific structure"
    ],
    "SYMPTOM": [
      "aging"
    ]
  }
}