{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Combined Effects of Epi-Brassinolide Priming and the Foliar Application of Hydrogen Sulphide in Soybean Under Nickel Stress.",
  "abstract": "Experiments were conducted to investigate the effects of epi-brassinolide (0.01 μM EBL) priming and the foliar supplementation of hydrogen sulphide (50 μM HS) on nickel (Ni)-stressed soybean growth, photosynthesis, and tolerance mechanisms. Treatment of Ni (500 μM NiCl2) reduced growth parameters and the content of δ-amino levulinic acid (δ-ALA), total chlorophylls, and carotenoids. However, EBL priming and foliar HS application mitigated the decline significantly. Seed priming with EBL and HS supplementation alleviated the Ni-induced decline in nitrate reductase activity, photosynthesis, stomatal conductance, transpiration, and intercellular CO2concentrations. EBL priming and HS mitigated the decline in nitrogen, potassium, and phosphorus under Ni stress and reduced oxidative stress parameters. A significant increase in osmolytes like glycine betaine and proline was imparted due to EBL priming and foliar HS application in non-stressed and Ni-stressed plants. The activity of γ-glutamyl kinase increased and proline oxidase decreased due to EBL and HS treatments, hence increasing proline accumulation. In addition, the activities of antioxidant enzymes increased significantly due to EBL and HS treatments. The contents of ascorbic acid, reduced glutathione, and total phenols increased more conspicuously due to the combined treatment of EBL and HS in Ni-stressed and non-stressed plants. Total antioxidant activity (measured as DPPH and ABTS scavenging) was higher in EBL-primed and HS-treated plants under non-stressed and stressed conditions. Hence, it is concluded that EBL priming and foliar HS application synergistically regulate tolerance mechanisms to alleviate the damaging effects of Ni.",
  "publication_date": "2025-06-01",
  "journal": "Physiologia plantarum",
  "doi": "10.1111/ppl.70347",
  "entities": {
    "POLYPHENOL": [
      "the damaging effects",
      "the decline",
      "the effects",
      "the ni-induced decline",
      "tolerance mechanisms"
    ],
    "FOOD": [
      "ni)-stressed soybean growth"
    ],
    "SYMPTOM": [
      "ni stress",
      "ni-stressed and non-stressed plants",
      "reduced oxidative stress parameters",
      "stressed and ni-stressed plants",
      "stressed and stressed conditions"
    ]
  }
}