{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Anticancer potential of daidzin: a comprehensive literature review.",
  "abstract": "Daidzin (DZN), a naturally occurring isoflavone extracted from leguminous plants such as soybeans, has gained significant attention for its anticancer properties. This study provides a comprehensive overview of the pharmacokinetics (PKs), botanical sources, and therapeutic potentials of DZN, focusing on its mechanistic insights into cancer prevention and treatment. For the study, data were collected from databases such as PubMed, Google Scholar, Web of Science, and other reputable sources. In results, DZN induces oxidative stress, apoptosis, cytotoxicity, and cell cycle arrest while inhibiting proliferation, migration, invasion, and angiogenesis across various cancer cell lines, including breast, prostate, cervical, hepatocellular, and colon cancers. Its anticancer efficacy is mediated through modulation of key pathways: Nuclear Factor kappa-light-chain-enhancer of activated B cells (NF-κB), which promotes inflammation and survival; Janus Kinase/Signal Transducer and Activator of Transcription (JAK/STAT), essential for proliferation and immune evasion; and Rat Sarcoma virus/Rapidly Accelerated Fibrosarcoma (RAS/RAF), a critical regulator of cell growth and chemoresistance. By inhibiting these pathways, DZN enhances apoptosis and chemotherapy sensitivity. Additionally, DZN's pharmacokinetic profile reveals favorable absorption, distribution, metabolism, and excretion (ADME) properties, with minimal toxicity in preclinical studies. Its ability to modulate pathways and enhance chemotherapy sensitivity positions DZN as a potential therapeutic candidate. Despite promising preclinical findings, the lack of clinical validation underscores the need for well-designed human trials to confirm its efficacy and safety, paving the way for its translational application in oncology.",
  "publication_date": "2025-06-26",
  "journal": "Medical oncology (Northwood, London, England)",
  "doi": "10.1007/s12032-025-02839-6",
  "entities": {
    "FOOD": [
      "soybeans"
    ],
    "SYMPTOM": [
      "apoptosis",
      "apoptosis and chemotherapy sensitivity",
      "cancer prevention",
      "cervical, hepatocellular, and colon cancers",
      "inflammation",
      "its anticancer efficacy",
      "its anticancer properties",
      "oxidative stress",
      "various cancer cell lines"
    ],
    "POLYPHENOL": [
      "its mechanistic insights",
      "preclinical findings",
      "preclinical studies"
    ]
  }
}