{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Bio-Compounds, Antioxidant Activity, and Phenolic Content of Broccoli After Impregnation with Beetroot Juice.",
  "abstract": "The study presented in this paper examined the effects of vacuum impregnation (VI) with beetroot juice and drying medium temperature on selected properties of broccoli. Broccoli florets were dried using the convection-drying method (CD) at a constant drying factor speed (1 m/s) at temperatures of 50 and 70 °C. The bioactive compound content, antioxidant capacity, and polyphenol content of the broccoli before and after vacuum impregnation were determined. The Page and logistic models showed good compliance with the experimental data obtained for all of the tested versions of the materials. In addition, the water activity, density, and color were examined. The use of the vacuum impregnation process resulted in an increase in the drying time, the determination of six betalains characteristic of beetroots, an increase in the polyphenol content, and an increase in the antioxidant activity (FRAP). The material after VI was characterized by a darker color, a red color, and an increased density. Increasing the drying factor temperature resulted in a shorter drying time and a higher antioxidant activity value and content of polyphenols. These findings provide valuable insights into the relationship between VI, the drying temperature, and the broccoli tissue's characteristics, offering guidance for optimizing processing conditions and the production of innovative dried materials that can be added to dishes or serve as a healthy snack.",
  "publication_date": "2025-05-13",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30102143",
  "entities": {
    "POLYPHENOL": [
      "polyphenol content",
      "polyphenols",
      "selected properties",
      "the convection-drying method",
      "the effects",
      "the polyphenol content"
    ],
    "FOOD": [
      "beetroot juice",
      "beetroots",
      "broccoli",
      "broccoli florets",
      "the broccoli",
      "the broccoli tissue's characteristics"
    ]
  }
}