{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Polyphenol and metal ion-reinforced supermolecular hydrogels incorporating nanofiber drug and peptide for annulus fibrosus regeneration.",
  "abstract": "Rationale:Following the structural destruction of annulus fibrosus (AF), the early-stage damage manifests as symptoms such as an inflammatory phenotype and loss of mechanical support. The microenvironmental deterioration at the injury site, the limited population, and the inadequate differentiation of intrinsic stem/progenitor cells impede the efficient repair of AF. To address the aforementioned challenges, we developed a dual-drug-loaded hydrogel system to achieve systematic and functional annulus fibrosus tissue repair.Methods:A tannic acid-crosslinked gelatin-based hydrogel scaffold with the addition of Mn2+was designed to work as a platform to provide mechanical support, antioxidant capacity, and immune-modulating function. The kartogenin-loaded nanofiber and SDF-1α mimic peptide were also incorporated into the hydrogel system to facilitate the recruitment of endogenous stem cells and direct AF tissue regeneration.Results:The resulting hydrogel scaffolds exhibit excellent biogenic properties while achieving mechanical properties similar to those of AF. The composite scaffold also enhances ROS clearance and promotes M2 polarization of macrophages to improve the inflammatory microenvironment during early-stage injury. Furthermore, the sustained release of kartogenin-loaded nanofiber and SDF-1α mimic peptide effectively enhances endogenous stem cell recruitment, promotes cartilage differentiation, and facilitates specific extracellular matrix deposition, thus meeting requirements for late-stage AF repair.Conclusion:The findings demonstrate the potential of a multifunctional, high-strength supramolecular hydrogel loaded with dual drugs for the functional regeneration of AF tissue.",
  "publication_date": "2025-04-21",
  "journal": "Theranostics",
  "doi": "10.7150/thno.106913",
  "entities": {
    "POLYPHENOL": [
      "a multifunctional, high-strength supramolecular hydrogel",
      "direct af tissue regeneration",
      "endogenous stem cell recruitment",
      "mechanical properties",
      "mechanical support",
      "specific extracellular matrix deposition",
      "the recruitment"
    ]
  }
}