{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Chemical composition and anti-inflammatory activity of water extract from black cocoa tea (Camellia ptilophylla).",
  "abstract": "Cocoa tea (Camellia ptilophylla) is a non-conventional tea variety with low caffeine and high gallocatechin gallate (GCG). The anti-inflammatory activity of black cocoa tea and its underlying mechanisms remain virtually unknown. In this study, the chemical composition and anti-inflammatory activity of water extracts from black cocoa tea (BCWE) and Yunnan Daye tea (BYWE) were compared. Results showed that the dominant alkaloid in BCWE and BYWE were theobromine and caffeine, respectively. The contents of gallic acid, total catechins, and total polyphenols in BCWE were significantly higher than those in BYWE. For tea pigments, BYWE contained a little more total theaflavins and theabrownins than BCWE, while no significant difference was observed in thearubigins. Interestingly, a novel theaflavin synthesized from GCG and catechin was found in BCWE. In lipopolysaccharide-induced RAW264.7 cells, both BCWE and BYWE could inhibit the production of nitric oxide and prostaglandin E2by down-regulating the expression levels of inducible nitric oxide synthase and cyclooxygenase-2. They also markedly reduced the release of tumor necrosis factor-α and interleukin-6 at a high dose. Additionally, BCWE exhibited stronger anti-inflammatory activity than BYWE. Finally, BCWE exerted anti-inflammatory effect by inhibiting the activation of mitogen-activated protein kinases, phosphatidylinositol-3-kinase/protein kinase B, and nuclear factor-kappa B signaling pathways. These findings suggest that black cocoa tea can be developed into a promising functional beverage with anti-inflammatory property.",
  "publication_date": "2022-08-27",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2022.111831",
  "entities": {
    "FOOD": [
      "black cocoa tea",
      "cocoa tea"
    ],
    "POLYPHENOL": [
      "(gcg",
      "anti-inflammatory effect",
      "catechin",
      "gallic acid",
      "gcg",
      "high gallocatechin gallate",
      "its underlying mechanisms",
      "total catechins",
      "total polyphenols",
      "tumor necrosis factor"
    ]
  }
}