{
  "source": "PubMed",
  "query": "catechins",
  "title": "Toxicological safety, antioxidant effect, and chemoprotection determination of an extract from the babassu mesocarp (Orbignya phalerataMart.) in preclinical studies.",
  "abstract": "Reactive nitrogen species (RNS) and reactive oxygen species (ROS) play a key role in chronic diseases and aging by initiating protein oxidation, impaired cellular membrane damage and functions, and induction of DNA mutations. When endogenous antioxidants are insufficient to counteract oxidant stress, bioactive compounds might serve as physiological therapeutic agents attributed to their ability to neutralize ROS. The aim of this study was to examine the antioxidant, chemoprotective and toxicological aspects of the hydroethanolic extract fromOrbignya phalerataMart. mesocarp usingin vitroandin vivobioassays. The extract presented 9.9 mg/g of total flavonoids, primarily catechin and epicatechin. This extract exhibited no apparent toxicity uponArtemia salina(LC50> 1000 μg/ml) orZophobas moriolarvae (LD50> 3000 mg/kg), low hemolysis, genotoxicity, or mutagenicity utilizingAllium cepacells. Cytotoxicity effects were observed on in L-929 murine fibroblast only at concentrations above 130 μg/ml. This extract effectively neutralized free radicals [DPPH•(EC5025.3 μg/ml) and ABTS•+(EC5052.6 μg/ml)] and reduced H2O2-initiated effects onSaccharomyces cerevisiae. The chemoprotective activity of this extract was also noted inA. salina, L-929 cells, andS. cerevisiaeas evidenced from oxidative damage and toxicity tests results. This constitutes the first report describing the toxicological safety profile of a babassu mesocarp extract a rich source of flavonoids (catechin and epicatechin) with antioxidant and chemoprotective activities.",
  "publication_date": "2025-05-19",
  "journal": "Journal of toxicology and environmental health. Part A",
  "doi": "10.1080/15287394.2025.2496959",
  "entities": {
    "POLYPHENOL": [
      "abts•+(ec5052.6",
      "antioxidant and chemoprotective activities",
      "catechin",
      "cytotoxicity effects",
      "epicatechin",
      "flavonoids",
      "reactive nitrogen species",
      "reactive oxygen species",
      "reduced h2o2-initiated effects onsaccharomyces",
      "the antioxidant, chemoprotective and toxicological aspects",
      "the chemoprotective activity",
      "total flavonoids"
    ],
    "SYMPTOM": [
      "oxidant stress",
      "oxidative damage"
    ]
  }
}