{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "A Comprehensive Review of Bioactive Tannins in Foods and Beverages: Functional Properties, Health Benefits, and Sensory Qualities.",
  "abstract": "Tannins, a diverse class of polyphenolic compounds, are widely present in a variety of plant-based foods and beverages, where they contribute significantly to flavor, astringency, and numerous health benefits. Known for their antioxidant, anti-inflammatory, and cardioprotective properties, tannins are associated with a reduced risk of chronic diseases such as cardiovascular disease, cancer, and diabetes. Their bioavailability and metabolism are influenced by factors such as polymerization, solubility, and interactions with the gut microbiota. Tannin-rich beverages, including tea, wine, fruit juices, and cider, offer a range of health-promoting effects, including antioxidant, cardioprotective, and antimicrobial activities. In addition, tannins contribute significantly to the sensory and nutritional characteristics of fruits, nuts, and vegetables, influencing flavor, color, and nutrient absorption. The levels and efficacy of tannins are subject to variation due to factors such as ripeness and food processing methods, which can increase their impact on food quality and health. This review provides a comprehensive examination of the bioactive roles of tannins, their nutritional implications, and their sensory effects, highlighting their importance in both dietary applications and overall well-being.",
  "publication_date": "2025-02-09",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30040800",
  "entities": {
    "POLYPHENOL": [
      "antioxidant, cardioprotective, and antimicrobial activities",
      "health-promoting effects",
      "polyphenolic compounds",
      "tannin-rich beverages",
      "tannins",
      "their sensory effects"
    ],
    "FOOD": [
      "fruit juices",
      "plant-based foods",
      "wine"
    ],
    "SYMPTOM": [
      "cancer"
    ]
  }
}