{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Knowledge gaps on grape sour rot inferred from a systematic literature review.",
  "abstract": "Sour rot (SR) is one of the major diseases affecting grapevine berries, causing severe yield losses and deterioration of wine quality. SR is caused by an etiologic complex of microorganisms, including yeasts, bacteria, and filamentous fungi. This systematic review focuses on the etiology, epidemiology, and control of SR. A total of 74 papers published between 1986 and 2023 were assessed in this review. Description of disease symptoms was quite consistent across the papers, including oxidation of the grape skin, disaggregation of the internal tissues, and detachment of the rotten berries from the pedicel. The affected bunches are characterized by the smell of acetic acid and ethyl acetate that attracts fruit flies (Drosophilaspp.). However, several knowledge gaps and/or inconsistencies were identified with respect to SR etiology, epidemiology, and control. Overall, 146 microorganisms were isolated from the affected berries (44.5% yeasts, 34.3% bacteria, and 21.2% filamentous fungi); however, the selected papers could not definitively clarify which species are primarily involved in the etiology of the disease. A general inconsistency was also observed in the methods used to assess the incidence and severity of SR in vineyards, making inter-study comparisons extremely challenging. Inconsistencies were also found in the methods used for pathogenicity assessment in artificial inoculation studies. Furthermore, gaps were detected in terms of SR epidemiology, with a focus on environmental conditions affecting the disease development. The SR management options are limited, and efficacy trials often result in poor, variable, and inconsistent levels of control, which might be attributed to the lack of knowledge on disease epidemiology. These knowledge gaps and inconsistencies were analyzed in this review to inform future research activities.",
  "publication_date": "2024-07-03",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2024.1415379",
  "entities": {
    "FOOD": [
      "grapevine berries",
      "the grape skin",
      "wine quality"
    ],
    "POLYPHENOL": [
      "respect",
      "the affected berries",
      "the affected bunches",
      "the selected papers",
      "which species"
    ]
  }
}