{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Effect of adding citrus flavonoid (Bioflavex) to diet on growth, feed efficiency, rumen histomorphology, carcass traits and meat quality of lambs.",
  "abstract": "Citrus flavonoids (Bioflavex) are plant polyphenols with antioxidant properties that can have a positive effect on growth, rumen health, carcass characteristics and meat quality in ruminants. In this study, the effects of adding citrus flavonoids to the diet on growth performance, feed efficiency, rumen morphology, carcass characteristics, and meat quality of Awassi lambs were investigated. Thirty-six male lambs (27.36 ± 0.025 kg initial body weight) at 14 weeks of age were individually allocated to 3 dietary treatments (T1 = basal diet without any additives, T2 = basal diet with 0.4 g Bioflavex/kg diet dry matter and T3 = basal diet with 0.8 g Bioflavex/kg diet dry matter) with 12 lambs as replicates per treatment in a completely randomized design. Performance was evaluated, including body weight, weight gain, growth rate and feed conversion ratio over 56 days. At the end of the study, all lambs were slaughtered to measure rumen histomorphology and carcass and meat characteristics. The results showed that T2 and T3 had higher growth indicators, carcass weights of hot and cold and better feed conversion than T1 (p< 0.05). In addition, lambs fed T2 and T3 had higher rumen histomorphology parameters (papilla length, papilla width, papilla surface area, and total surface of papillae) than lambs fed T1 (p< 0.05). Shoulder weight, backfat thickness, body wall fat and carcass redness decreased, while foreshank and breast weight increased with the addition of Bioflavex (p< 0.05). Shear force, cooking loss, water holding capacity, and myofibril fragmentation index were lower with Bioflavex than with T1 (p< 0.05). In conclusion, the study showed that supplementation with citrus flavonoids (0.8 g Bioflavex/kg diet dry matter) can have a positive effect on lamb growth, rumen development and meat quality.",
  "publication_date": "2025-04-02",
  "journal": "Frontiers in veterinary science",
  "doi": "10.3389/fvets.2025.1572911",
  "entities": {
    "POLYPHENOL": [
      "a positive effect",
      "citrus flavonoids",
      "plant polyphenols",
      "the effects"
    ]
  }
}