{
  "source": "PubMed",
  "query": "epicatechin",
  "title": "Anti-Inflammatory and Immunomodulatory Phytochemicals for Management of Oral Lichen Planus: A Multi-Omics System Biology and Experimental Assessment.",
  "abstract": "Oral lichen planus (OLP) is a chronic autoimmune inflammatory disorder where the exact pathophysiology remains unclear, posing challenges to effective treatment. The accumulative evidence suggested that anti-inflammatory and immunomodulatory phytochemicals showed alternative therapeutic effects. Accordingly, the present study selected 28 multimodal phytochemicals (P1 to P28) and further assessed their potency and drug-ability using computer-aided drug design (CADD) and experimental methods. At first, the putative targets for OLP were selected through network pharmacology, and then molecular docking scores with predicted drug-ability profiles recommended that P12 (epicatechin gallate/ECG) be the lead candidate among all. Furthermore, the protein-ligand stability of ECG against the nonsteroidal target cyclooxygenase-2 (COX-2) and the steroidal target glucocorticoid receptor (GR) was investigated using molecular dynamics (MD) simulations over 200 ns, and free energy calculations (MM/PBSA) were performed with GROMACS-2020 software. The nontoxic dose for ECG was observed to be > 100 µM in three cell lines (HEK293, Huh7, and THP-1). The gene expression results demonstrated that the COX-2 and the proinflammatory cytokine IL-1β significantly reduced, and the anti-inflammatory cytokine IL-10 slightly increased in a concentration-dependent manner in inflammation-induced (LPS-treated) THP-1 cells. Overall, the systematic computational and experimental results suggested that ECG could be a potent therapeutic option for managing OLP among the listed treatments.",
  "publication_date": "2025-06-16",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202500662",
  "entities": {
    "POLYPHENOL": [
      "(epicatechin gallate/ecg",
      "alternative therapeutic effects",
      "ecg",
      "effective treatment",
      "the steroidal target glucocorticoid receptor",
      "then molecular docking scores"
    ],
    "SYMPTOM": [
      "inflammation-induced (lps-treated) thp-1 cells"
    ]
  }
}