{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Investigating the Ultrasonication-Induced Changes in the Physicochemical, Phytochemical, Microbial, and Sensory Properties of Cantaloupe-Sugarcane Blend Juice.",
  "abstract": "Sonication is an emerging technology that is being rigorously researched for being implemented across several food commodities. The impact of sonication (70% amplitude, 25 KHz frequency, and 525 W power) durations (T1 [2 min], T2 [4 min], T3 [6 min], T4 [8 min], and T5 [10 min]) and a chemical preservation treatment named CSJ+ on cantaloupe-sugarcane blend juice was investigated in this study, keeping CSJ0 as a negative control. The effect of different sonication times and chemical preservation, along with the control, on 120-day storage at refrigerated temperature was also assessed during regular intervals. The results showed that sonication positively influenced the nutritional quality of the juice blend by significantly (p< 0.05) enhancing the total phenolic, flavonoid, and antioxidant characteristics. The pH values of all treatments decreased, whereas titratable acidity significantly increased after storage. A notable reduction in brix and an increase in viscosity occurred with the extension of the storage time. After completion of the storage period, maximum vitamin C was noted in T3 (37.168 mL/100 mL) and minimum in T5 (16.66 mL/100 mL). The highest total phenolic content was noted in T5 (170.8 mg GAE/100 mL) at the start of storage after ultrasonication, while maximum retention was observed in T3 (154.6 mg GAE/100 mL) at the end of storage. Similarly, an increasing trend in total flavonoid content and antioxidant activity after ultrasonication was also recorded. The total plate count and yeast and mold count rose over prolonged storage across all treatments. Sensory evaluation also showed significantly (p< 0.05) different results for all treatments and storage days, while T3 was preferred by the evaluators. Thus, sonication with an optimized time (6 min) period may be effectively utilized to enhance the nutritional and sensory qualities of the sugarcane-cantaloupe blend juice from the customers' perspective.",
  "publication_date": "2025-06-27",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70519",
  "entities": {
    "POLYPHENOL": [
      "an emerging technology",
      "the customers' perspective",
      "the effect",
      "the total phenolic, flavonoid, and antioxidant characteristics",
      "total flavonoid content"
    ],
    "FOOD": [
      "cantaloupe-sugarcane blend juice",
      "the juice blend",
      "the sugarcane-cantaloupe blend juice"
    ]
  }
}