{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Adaptation of yeast Saccharomyces cerevisiae to grape-skin environment.",
  "abstract": "Saccharomyces cerevisiae, an essential player in alcoholic fermentation during winemaking, is rarely found in intact grapes. Although grape-skin environment is unsuitable for S. cerevisiae's stable residence, Saccharomycetaceae-family fermentative yeasts can increase population on grape berries after colonization during raisin production. Here, we addressed adaptation of S. cerevisiae to grape-skin ecosystem. The yeast-like fungus Aureobasidium pullulans, a major grape-skin resident, exhibited broad spectrum assimilation of plant-derived carbon sources, including ω-hydroxy fatty acid, arising from degradation of plant cuticles. In fact, A. pullulans encoded and secreted possible cutinase-like esterase for cuticle degradation. When intact grape berries were used as a sole carbon source, such grape-skin associated fungi increased the accessibility to fermentable sugars by degrading and assimilating the plant cell wall and cuticle compounds. Their ability seems also helpful for S. cerevisiae to obtain energy through alcoholic fermentation. Thus, degradation and utilization of grape-skin materials by resident microbiota may account for their residence on grape-skin and S. cerevisiae's possible commensal behaviors. Conclusively, this study focused on the symbiosis between grape-skin microbiota and S. cerevisiae from the perspective of winemaking origin. Such plant-microbe symbiotic interaction may be a prerequisite for triggering spontaneous food fermentation.",
  "publication_date": "2023-06-20",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-023-35734-z",
  "entities": {
    "FOOD": [
      "a major grape-skin resident",
      "grape berries",
      "grape-skin",
      "grape-skin environment",
      "grape-skin materials",
      "grape-skin microbiota",
      "intact grape berries",
      "intact grapes",
      "such grape-skin associated fungi",
      "winemaking",
      "winemaking origin"
    ],
    "POLYPHENOL": [
      "broad spectrum assimilation",
      "grape-skin ecosystem",
      "the perspective"
    ]
  }
}