{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Morin Interacts with α-Synuclein and Retards Its Fibrillation.",
  "abstract": "α-Synuclein is a small (14 kDa) intrinsically disordered water-soluble protein, and its unwanted aggregation and fibrillation are believed to play a critical role in the pathogenesis of Parkinson's disease. Our current investigation uniquely utilized intrinsic tyrosine fluorescence of α-synuclein and showed that morin hydrate (MOR), a polyhydroxyflavonol, in aqueous solution formed a 1:1 complex with a sub-micromolar range of binding affinity and stabilized the protein structure at an ambient solution condition. Steady-state fluorescence of the protein, in the presence of MOR, was quenched; however, the fluorescence lifetime (∼1.28 ns) was not significantly perturbed; it indicated formation of ground-state association of the flavonol with the protein. The estimated binding constant was ∼4.5 × 104M-1and indicated a weak binding interaction at room temperature (∼25 °C). However, the presence of the MOR stabilizes the protein residues in their α-helical space; circular dichroism spectroscopic analysis revealed reduction in disordered content and an elevation of the protein conformation more toward the folded structure. A tandem use of atomic force microscopy and thioflavin T-based fluorescence measurement of the incubated samples in the presence of flavonol showed retardation of aggregation and associated fibrillation. Computational analysis also showed that the presence of the molecule rendered α-synuclein to be more compacted, and a greater number of amino acid residues were found to be in α-helical conformational space. Residues Val40, Glu126, Gln134, and Tyr136 were involved mainly in hydrogen bond interaction, and residues Gly41, Lys43, and Asp135 enhanced conformational stability via water bridges. The results confirmed that the weak but ample interaction of morin hydrate provided structural stability to otherwise highly fluctuating α-synuclein via hydrophobic and hydrogen bond interaction. It caused retardation in the processes of hydrophobic zipping (among the amyloidogenic regions), which is believed to be a key event in the processes of cross-β-sheet-rich amyloid fibril formation, the event that is highly implicated in the pathology of Parkinson and other neurodegenerative diseases.",
  "publication_date": "2025-05-15",
  "journal": "The journal of physical chemistry. B",
  "doi": "10.1021/acs.jpcb.4c08635",
  "entities": {
    "SYMPTOM": [
      "parkinson's disease"
    ],
    "POLYPHENOL": [
      "circular dichroism spectroscopic analysis",
      "morin hydrate",
      "the molecule"
    ]
  }
}