{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Exploring the effect of different tea varieties on the quality of Sichuan Congou black tea based on metabolomic analysis and sensory science.",
  "abstract": "Sichuan Congou black tea (SCGBT), one of China's top three high-aroma black teas, enjoys widespread consumer popularity. However, research into optimal processing varieties remains insufficient. This study assessed the quality of SCGBT produced from eight tea varieties: 'Fudingdabai' (FDDB), 'Zhongcha 302' (ZC302), 'Wuniuzao' (WNZ), 'Chuancha2' (CC2), 'Fuxuan9' (FX9), 'Mingshan 131' (MS131), 'Zhongcha 108' (ZC108), and 'Huangjinya' (HJY). Sensory evaluation, quantitative chemical analysis, and metabolomics techniques were employed. Results indicated that HJY, ZC302, and MS131 exhibited strong sweetness, umami, and mellowness, while CC2, FX9, and ZC108 were characterized by intense bitterness and astringency, attributed to high tea polyphenol levels and low free amino acid concentrations. The quality of WNZ and FDDB was relatively average. Using non-targeted metabolomics, 4,476 metabolite ion features were detected, and 75 significantly differential metabolites were identified (p< 0.05 and VIP > 1.0). Correlation analysis revealed that metabolites such as valine, L-glutamic acid, asparagine, L-serine, kaempferol-3-O-sophoroside-7-O-glucoside, quercetin-7-O-glucoside, L-tyrosine, and L-norleucine significantly influenced the taste of the tea infusion (|r| > 0.8,p< 0.05). Elevated levels of amino acids (L-glutamic acid and asparagine) and phenolic acids (gallic acid) contributed to the umami of HJY, ZC302, and MS131. Astringency was primarily determined by variations in flavonol/flavone and flavonol/flavone glycosides, as well as ester catechins. Additionally, the content of sweet-tasting amino acids and non-ester catechins was found to fluctuate. In summary, ZC302, MS131, and HJY are more suitable for processing into higher-grade SCGBT. These findings provide a theoretical and practical foundation for selecting and breeding high-quality SCGBT varieties and ensuring consistent product quality.",
  "publication_date": "2025-05-09",
  "journal": "Frontiers in nutrition",
  "doi": "10.3389/fnut.2025.1587413",
  "entities": {
    "FOOD": [
      "china's top three high-aroma black teas",
      "sichuan congou black tea",
      "the tea infusion"
    ],
    "POLYPHENOL": [
      "ester catechins",
      "gallic acid",
      "high tea polyphenol levels",
      "l-serine, kaempferol-3-o-sophoroside-7-o-glucoside",
      "metabolomics techniques",
      "non-ester catechins",
      "quercetin-7-o-glucoside"
    ]
  }
}