{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Targeting Metabolic Syndrome in Hidradenitis Suppurativa by Phytochemicals as a Potential Complementary Therapeutic Strategy.",
  "abstract": "Hidradenitis suppurativa (HS) is a chronic inflammatory disease characterized by the appearance of painful inflamed nodules, abscesses, and pus-draining sinus tracts in the intertriginous skin of the groins, buttocks, and perianal and axillary regions. Despite its high prevalence of ~0.4-1%, therapeutic options for HS are still limited. Over the past 10 years, it has become clear that HS is a systemic disease, associated with various comorbidities, including metabolic syndrome (MetS) and its sequelae. Accordingly, the life expectancy of HS patients is significantly reduced. MetS, in particular, obesity, can support sustained inflammation and thereby exacerbate skin manifestations and the chronification of HS. However, MetS actually lacks necessary attention in HS therapy, underlining the high medical need for novel therapeutic options. This review directs attention towards the relevance of MetS in HS and evaluates the potential of phytomedical drug candidates to alleviate its components. It starts by describing key facts about HS, the specifics of metabolic alterations in HS patients, and mechanisms by which obesity may exacerbate HS skin alterations. Then, the results from the preclinical studies with phytochemicals on MetS parameters are evaluated and the outcomes of respective randomized controlled clinical trials in healthy people and patients without HS are presented.",
  "publication_date": "2023-08-30",
  "journal": "Nutrients",
  "doi": "10.3390/nu15173797",
  "entities": {
    "FOOD": [
      "the appearance"
    ],
    "SYMPTOM": [
      ", obesity",
      "metabolic syndrome",
      "obesity",
      "painful inflamed nodules",
      "sustained inflammation"
    ],
    "POLYPHENOL": [
      "mechanisms",
      "necessary attention",
      "the life expectancy",
      "the preclinical studies",
      "the specifics"
    ]
  }
}