{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Diplotaxis muralisas an Emerging Food Crop: Chemical Composition, Nutritional Profile and Antioxidant Activities.",
  "abstract": "Diplotaxis muralis(L.) DC (Brassicaceae) is an edible plant commonly used in Mediterranean diets. This study investigates its nutritional composition, secondary metabolites, and antioxidant activity. The results show that this plant is rich in fibre and essential minerals. Analysis of amino acids shows a diverse profile, with glutamic acid and aspartic acid being the most abundant. Regarding fatty acids, α-linolenic acid was identified as predominant. Importantly, levels of toxic metals such as cadmium, lead, and mercury were found to be within established safety limits, confirming the plant's suitability for consumption. A leaf decoction using 80% methanol exhibited the highest concentrations of total phenolic compounds (68.36 mg eq. gallic acid g-1), total flavonoids (3.50 mg eq. quercetin g-1), and antioxidant activity (IC₅₀ of 78.87 µg mL-1for ABTS, 392.95 µg mL-1for DPPH, and a FRAP value of 731.20 µmol Fe(II) g-1). HPLC-PDA-ESI-MSⁿ characterization identified flavonols as the main polyphenols. Additionally, several glucosinolates were identified. These compounds, along with their hydrolysis products, not only contribute to the health benefits ofD. muralis, but also impart its distinctive pungent and spicy notes, playing a crucial role in shaping its unique sensory profile. These findings highlight the contribution of phenolic compounds and glucosinolates to the health benefits ofD. muralis, reinforcing its potential as a promising plant for the development of new functional foods.",
  "publication_date": "2025-03-08",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14060844",
  "entities": {
    "POLYPHENOL": [
      "68.36 mg eq. gallic acid",
      "a leaf decoction",
      "phenolic compounds",
      "secondary metabolites",
      "the main polyphenols",
      "total flavonoids",
      "total phenolic compounds"
    ],
    "FOOD": [
      "new functional foods"
    ]
  }
}