{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Amino acid metabolism disorder and oxidative stress took part in EGCG alleviating Mn-caused ferroptosis via miR-9-5p/got1 axis.",
  "abstract": "Manganese (Mn) is not only an essential trace metal element in organisms, but also a water pollutant and damaging aquatic organisms. (-)-epigallocatechin gallate (EGCG), a natural tea polyphenol derived from green tea, may alleviate toxicity caused by environmental pollutants. Kidney is an important organ for excretion and expel toxins. Whether Mn can trigger amino acid metabolism disorder and ferroptosis in kidneys remain uncertain. Common carp is a model for studying environmental toxicology. In this study, we established excess Mn or/and EGCG common carp model to explore molecular mechanism of Mn-caused kidney damage and EGCG relieve Mn-caused injury. Furthermore, we established miR-9-5p overexpression/knockdown EPC cell model to explore the role of miR-9-5p in molecular mechanism of EGCG alleviating Mn toxicity. Our results indicated that excess Mn altered gene transcription map, leading to a non-equilibrium between oxidation and antioxidation, as well as increased levels of Fe2 +and ROS, resulting in amino acid metabolism disorders, oxidative stress, and ferroptosis in common carp kidneys. Transcriptomics multi-group comparison results and miR-9-5p overexpression/knockdown experiment results showed that miR-9-5p was a key miRNA of Mn-caused harmful effects. Furthermore, we also demonstrated that EGCG alleviated excess Mn-caused harmful effects via miR-9-5p/got1 axis. The findings of this study provide evidence for the alleviation of Mn poisoning by EGCG and offer novel insights into mitigating environmental pollutant toxicity.",
  "publication_date": "2025-02-20",
  "journal": "Journal of hazardous materials",
  "doi": "10.1016/j.jhazmat.2025.137656",
  "entities": {
    "SYMPTOM": [
      "a water pollutant and damaging aquatic organisms",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "(-)-epigallocatechin gallate",
      "a natural tea polyphenol",
      "egcg",
      "egcg common carp model",
      "excess mn-caused harmful effects",
      "mn-caused harmful effects",
      "molecular mechanism"
    ],
    "FOOD": [
      "green tea"
    ]
  }
}