{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Curcumin Ameliorated Glucocorticoid-Induced Osteoporosis While Modulating the Gut Microbiota and Serum Metabolome.",
  "abstract": "Glucocorticoid-induced osteoporosis (GIOP) is the leading cause of secondary osteoporosis. Recently, the \"bone-gut axis\" theory has linked bone development with gut microbial diversity, community composition, and metabolites. Curcumin, a well-studied polyphenol, shows potential in mitigating bone loss and osteoporosis. Alendronate, a standard therapeutic agent for osteoporosis, serves as a positive control in this investigation. The study demonstrates the potency of curcumin in reducing bone loss and restoring bone mineral density, enhancing trabecular parameters notably through increased trabecular number, volume, and thickness and reduced bone marrow cavity size. Gut microbiome sequencing revealed that both curcumin and alendronate treatments similarly enhanced gut microbial diversity and altered microbiota composition, increasing beneficial bacteria (Akkermansia_muciniphila,Dubosiella_sp910585105, andRuminococcus_sp910584195) while reducing harmful bacteria (Treponema_D_sp910584475 andDuncaniella_sp910584825). Furthermore, significant changes in serum levels of metabolites including raffinose, ursolic acid, spermidine, inosine, hypoxanthine, thiamine, and pantothenic acid were observed post-treatment with curcumin or alendronate. Importantly, these beneficial metabolites and microorganisms were negatively correlated with inflammatory cytokines. In conclusion, curcumin holds promise for use against GIOP by modulating the gut microbiome and serum metabolome as well as reducing systemic inflammation.",
  "publication_date": "2025-03-26",
  "journal": "Journal of agricultural and food chemistry",
  "doi": "10.1021/acs.jafc.4c06689",
  "entities": {
    "SYMPTOM": [
      "bone loss",
      "glucocorticoid-induced osteoporosis",
      "osteoporosis",
      "systemic inflammation"
    ],
    "POLYPHENOL": [
      "a well-studied polyphenol",
      "curcumin",
      "increased trabecular number",
      "secondary osteoporosis",
      "trabecular parameters"
    ]
  }
}