{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Immunological role of chlorogenic acid in broiler intestinal health under chronic heat stress.",
  "abstract": "The study aims to investigate the immunological role of chlorogenic acid (CA) on the intestinal health of broiler under chronic heat stress. 240 broilers were randomly divided into 4 groups: control group with a feeding temperature of (22 ± 2) °C, and the other three groups with a feeding temperature of (30 ± 2) °C. The chronic heat stress group (HS group) was fed with the basic diet daily, while the high-dose CA groups (HCA group) and low-dose (LCA group) were supplemented with CA at 600 mg/kg and 300 mg/kg, respectively. The health performance, intestinal antioxidant indicators, inflammatory factors, heat shock proteins, and barrier integrity-related protein expression were tested. The results showed that 600 mg/kg CA in the basic diet was promoted the morphological and cellular performance of intestinal epithelial cells of heat-stressed broilers and significantly increased the ADG (P < 0.05). HCA significantly improved the activity of SOD and CAT in the intestinal tract of heat-stressed broilers (P < 0.05), and significantly reduced the content of peroxides MDA (P < 0.05). HCA significantly inhibited the concentration of IL-1β, IL-6, and TNF-α (P < 0.05), significantly increased the content of IL-10 (P < 0.05). Further, HCA significantly downregulated the proteins and genes expression of HSP27, HSP70, and HSP90 (P < 0.05), and significantly upregulated the proteins and genes expression of Claudin1, Occludin, and ZO-1 (P < 0.05), thereby promoting intestinal barrier integrity. These findings highlight the potential of CA as a functional additive to mitigate the adverse effects of heat stress in poultry production.",
  "publication_date": "2025-05-16",
  "journal": "Poultry science",
  "doi": "10.1016/j.psj.2025.105300",
  "entities": {
    "POLYPHENOL": [
      "chlorogenic acid",
      "the adverse effects"
    ],
    "SYMPTOM": [
      "chronic heat stress",
      "heat stress",
      "heat-stressed broilers",
      "the chronic heat stress group"
    ]
  }
}