{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Anthocyanin-functionalized hydrophobic cellulose aerogels as sensitive colorimetric indicators to monitor shrimp freshness.",
  "abstract": "In this study, an ultra-light porous aerogel was synthesized utilizing blueberry anthocyanin (BA) and cellulose nanofibrils (CNF), and the freshness of shrimp was assessed through the colorimetric response of the aerogel. Through modification by Vinyltrimethoxysilane (VTMO), the aerogel's surface properties were altered from hydrophilic to hydrophobic, thereby enhancing its practicality in wet environments. By adjusting the proportion of BA and CNF, key physical characteristics such as density, porosity, and specific surface area of the aerogel can be precisely controlled. These properties influence the aerogel's capacity to adsorb gases, thereby affecting its color change reversibility, sensitivity, and stability. Among all aerogels with varying proportions of BA/CNF (1:2, 1:3 and 1:4), the one prepared with a ratio of 1:3 (BA/CNF 1:3 aerogel) exhibited a high porosity and specific surface area, demonstrating exceptional sensitivity to alkaline gases and remarkable stability under light conditions. The detection limits of total volatile basic nitrogen (TVB-N) in BA/CNF 1:3 aerogel for detecting shrimp meat spoilage were 20.02 mg/100 g at 4 °C and 29.87 mg/100 g at 25 °C respectively. This kind of composite aerogel could be used for sensitive and visual monitoring of shrimp freshness, thereby reducing food waste and offering a novel approach to intelligent development within the food packaging industry.",
  "publication_date": "2025-05-23",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144604",
  "entities": {
    "FOOD": [
      "blueberry anthocyanin (ba"
    ],
    "POLYPHENOL": [
      "specific surface area",
      "the detection limits"
    ],
    "SYMPTOM": [
      "the food packaging industry"
    ]
  }
}