{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Pectinase bioprocessing: Unlocking the potential of Bacillus vallismortis MH 10 for detox juice enhancement.",
  "abstract": "The utilization of pectinases for juice clarification is well established; however, their application in complex Detox juice blends containing both pectin-rich and low-pectin fruits and vegetables remains underexplored. This study aimed to (i) optimize the activity of pectinase derived from the halotolerant bacterium Bacillus vallismortis MH 10, (ii) assess its effectiveness in clarifying two distinct detox juice formulations, and (iii) evaluate its impact on juice yield, total phenolic content (TPC), and antioxidant activity. A concentrated \"Detox\" beverage was developed containing bottle gourd in one formulation and apple in the other, with cucumber, ginger, carrot, lemon, and mint common to both. Optimization of pectinase activity was performed using Central Composite design (CCD). Subsequently, the Box-Behnken design (BBD) was employed to optimize enzyme-assisted juice extraction, resulting in significant improvements in juice yield, TPC, and antioxidant capacity measured by DPPH and ABTS assays. Under optimized conditions, pectinase treatment enhanced juice yield by up to 25 %, increased TPC by 40 %, and improved antioxidant activity by 35 % in both Detox juice formulations. These findings provide valuable insights for the beverage industry, demonstrating that the application of B. vallismortis MH 10 pectinase can substantially enhance the nutritional and functional qualities of detox juices during production.",
  "publication_date": "2025-06-11",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.145165",
  "entities": {
    "POLYPHENOL": [
      "b. vallismortis mh 10 pectinase",
      "both pectin-rich and low-pectin fruits",
      "its effectiveness",
      "pectinase",
      "pectinase activity",
      "pectinase treatment enhanced juice yield",
      "pectinases"
    ],
    "FOOD": [
      "apple",
      "both detox juice formulations",
      "carrot",
      "complex detox juice blends",
      "cucumber",
      "detox juices",
      "enzyme-assisted juice extraction",
      "ginger",
      "juice clarification",
      "juice yield",
      "lemon",
      "mint",
      "two distinct detox juice formulations"
    ]
  }
}