{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "In vivo tracking of grape marc biomarkers, bioconversion, metabolic tracers, and microbiota modulation in swine fed a polyphenol-rich extract diet.",
  "abstract": "This work evaluated the addition of the polyphenol-rich bioactive extract \"e-Vitis\", derived from grape marc (the main by-product of the wine industry), into swine feed. This was performed with the aim of testing the in vivo bioavailability of functional compounds, mainly phenolics, through the digestive system and excreta, together with the detection of bioconversion products associated with gut microbiota improvements. Additionally, the palatability of e-Vitis feed was evaluated, as well as the absence of metabolites that could compromise its innocuity. Through a pilot trial, a global methodology for the extraction and direct analysis of polyphenols from samples of gastric contents, duodenum, jejunum, ileum, caecum, colon, faeces and urine of these animals was proposed for the first time. The extraction process of bioactive compounds from samples was carried out using the matrix solid-phase dispersion (MSPD) technique. High resolution QToF (quadrupole time-of-flight) mass spectrometry and metabolomics tools were employed to identify 112 biomarkers that clearly differentiated (p < 0.05) the two groups of pigs (with and without enriched feed). The results showed a bioamplifying effect of e-Vitis feed on bile acids in gastric contents, associated with reduced oxidative stress and enhanced liver protection. This was attributed to the capacity of grape marc polyphenols to encapsulate bile acids, facilitating their transport through the digestive system. Polyphenolic bioconversion pathways were also elucidated, detecting structures such as apigenin, davidigenin and isoliquiritigenin, metabolised from quercetins contained in e-Vitis feed. Likewise, several markers of gut microbiota metabolism, including hippuric acid, phenylacetic acid and phenylalanine, were identified in pigs fed e-Vitis, which were related to the intake of phenolic compounds. Therefore, this study provides a comprehensive methodology applied to various biological matrices (digestive system and excreta) to understand the metabolism of polyphenols and their value as bioindicators in the determination of effective doses of by-product addition in animal diets.",
  "publication_date": "2025-06-10",
  "journal": "PloS one",
  "doi": "10.1371/journal.pone.0325079",
  "entities": {
    "FOOD": [
      "grape marc",
      "swine feed",
      "the wine industry"
    ],
    "POLYPHENOL": [
      "a bioamplifying effect",
      "apigenin",
      "direct analysis",
      "effective doses",
      "grape marc polyphenols",
      "liver protection",
      "phenolic compounds",
      "polyphenolic bioconversion pathways",
      "polyphenols",
      "quercetins",
      "the detection",
      "the matrix solid-phase dispersion (mspd) technique"
    ],
    "SYMPTOM": [
      "reduced oxidative stress"
    ]
  }
}