{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Nature-Identical Safranal and Dihydrocoumarin fromAgeratina adenophora((Spreng., 1970) King and H. Rob.) Target Energy Metabolism to ControlSolenopsis invictaBuren, 1972 (Hymenoptera: Formicidae).",
  "abstract": "The bio-prospecting of bioactive phytochemicals from invasive flora presents a sustainable paradigm for the ecologically conscious management of major invasive pestS. invicta.Ageratina adenophora, while recognized for its allelopathic insecticidal properties, exhibits poorly characterized toxicological profiles and mechanistic underpinnings againstS. invicta, warranting systematic investigation to elucidate its mode of action. This study elucidates the bioactive insecticidal compounds ofA. adenophoraand their toxicological impacts onS. invicta, including behavioral, metabolic, and enzymatic perturbations, via liquid chromatography-mass spectrometry (LC-MS) profiling. The ethanol extracts of the roots, stems, and leaves ofA. adenophorahave shown control effects onS. invicta, with an LC50(50% lethal concentration) of 331.847, 188.256, and 166.253 mg/mL at 48 h, respectively. Metabolite profiling ofA. adenophorarevealed that safranal and dihydrocoumarin are relatively high in plant leaves, and they showed significant insecticidal activity and behavioral inhibitory effects onS. invictawith LC50349.042 mg/L and 118.336 mg/L at 48 h, respectively. Notably, these two bioactive compounds disrupted the normal energy production through glucose metabolism and the citrate cycle, which eventually led to the death ofS. invicta. Further, these two compounds also activated the detoxification metabolic pathway ofS. invicta. These findings provide a theoretical basis for the use of these bioactive compounds in the integrated management ofS. invictaand may lead to the development of a new biopesticide.",
  "publication_date": "2025-05-20",
  "journal": "Insects",
  "doi": "10.3390/insects16050540",
  "entities": {
    "POLYPHENOL": [
      "behavioral inhibitory effects",
      "control effects",
      "its allelopathic insecticidal properties",
      "liquid chromatography-mass spectrometry",
      "mechanistic underpinnings againsts. invicta",
      "significant insecticidal activity",
      "the bioactive insecticidal compounds ofa.",
      "the ecologically conscious management"
    ]
  }
}