{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Anthocyanins in relation to nutrients, stomatal density, and yield of purple lettuce (Lactuca sativa L.) fertilized with compost based on bleaching earth.",
  "abstract": "In Peru, in recent years, the gastronomic boom has stood out globally, which has increased the production of edible oil in the oil industries, generating too much bleaching land. This study investigated anthocyanins in relation to nutrients, stomata density and yield of purple lettuce nourished with bleaching soil-based compost. The objective was to analyze the concentration of anthocyanins as a function of nutrients, stomata density and yield of purple lettuce nourished with such compost. It is based on a methodology applied with an experimental approach; for which the statistical model of the Completely Randomized Block Design was used, consisting of 3 blocks and 5 treatments which were T1 with 0, T2 with 6, T3 with 8, T4 with 10 and T5 with 12 t/ha of compost based on bleaching soil and the doses were applied 15 days after transplanting. Total plant length, plant height, plant weight, commercial yield, and equatorial diameter were evaluated. Additionally, the concentration of nutrients in leaves (Nitrogen, potassium, phosphorus, calcium, magnesium, sulfur, molybdenum, iron, manganese, copper, zinc, boron, chlorides, and sodium), anthocyanin, stomatal density, and profitability. The results determined that T5 stood out in total plant length with 32 cm, plant height with 27 cm, plant weight with 200.27 g, commercial yield with 23.57 t/ha and equatorial diameter with 16.17 cm. Total nitrogen supply was 255.1 kg/ha. Nutrient concentrations in leaves were phosphorus, sulfur, molybdenum, manganese, copper, zinc and boron. Stomata density in leaves with 118 stomata/mm2. Profitability with 129% and anthocyanin concentration in T2 leaves with 89.25 mg/100g. It is concluded that adequate anthocyanin concentration in T5, with 62.86 mg/100 g, influenced the concentration of most nutrients and greater density of stomata in the leaves, acting as a defense mechanism against nutritional and environmental stress, obtaining higher yields, 30% higher compared to the control.",
  "publication_date": "2025-06-13",
  "journal": "Brazilian journal of biology = Revista brasleira de biologia",
  "doi": "10.1590/1519-6984.291967",
  "entities": {
    "POLYPHENOL": [
      "a defense mechanism",
      "recent years",
      "the objective"
    ],
    "FOOD": [
      "purple lettuce"
    ],
    "SYMPTOM": [
      "nutritional and environmental stress"
    ]
  }
}