{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Effects of elevated CO2and arbuscular mycorrhizal fungi on root exudates of black locust seedlings grown in cadmium-polluted soils by13C isotope tracer.",
  "abstract": "Root exudates contribute to heavy metal migration in soils, which are easily influenced by many factors such as arbuscular mycorrhizal fungi (AMF) and atmospheric CO2. To understand the effect of increasing atmospheric CO2and AMF on root exudates of plants exposed to heavy metals, we investigated the impacts of elevated CO2(eCO2) and AMF strain Funneliformis mosseae (FM) on root exudates of black locust (Robinia pseudoacacia L.) cultivated in cadmium (Cd)-polluted soils using13C isotope tracer under sterile conditions. 93 metabolites were identified from root exudates including phenolic acids, amino acids, other organic acids and soluble sugars. 56 differential metabolites were identified under FM colonization using orthogonal partial least squares-discriminant analysis. The eCO2contributed 11.31, 163.00 and 8.31 μg kg-1to total phenolic acids, amino acids, and soluble sugars, respectively. The top 10 eCO2-contributed compounds under FM included nine monosaccharides, such as β-d-allopyranose and d-(+)-galactopyranose, and sarosine, and five differential compounds, such as maltose and sarcosine, between eCO2+ FM and eCO2existed in starch and sucrose metabolism, amino sugar and nucleotide sugar metabolism, and arginine and proline metabolism pathways. Elevated CO2and FM affected (p < 0.05) root exudates under Cd pollution by regulating plant metabolism. Overall, responses of root Cd and soil C and N to eCO2and F. mosseae affected (p < 0.05) root exudates. The results will help us understand the combined contribution of increasing CO2and AMF on phytoremediation of heavy metal-polluted soils, providing the possibility to select bioremediation measures under global change scenarios.",
  "publication_date": "2025-06-12",
  "journal": "Journal of environmental management",
  "doi": "10.1016/j.jenvman.2025.126107",
  "entities": {
    "POLYPHENOL": [
      "eco2",
      "eco2and f. mosseae",
      "elevated co2(eco2",
      "the effect",
      "the top 10 eco2-contributed compounds"
    ]
  }
}