{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Resveratrol Improves Unilateral Nephrectomy/Amikacin-Induced Oxidative Injury in Rat Kidney Tissue.",
  "abstract": "Chronic kidney disease (CKD) is characterized by progressive loss of kidney function and irreversible structural changes. Both kidney donation and amikacin exhibit nephrotoxic effects; however, polyphenols like resveratrol are known for their nephroprotective properties due to antioxidant capabilities. This study investigates the protective effects of resveratrol in a renal injury model involving unilateral nephrectomy and amikacin in Wistar rats. Male Wistar rats (n = 25) were divided into following five groups: (1) vehicle control, (2) resveratrol control, (3) kidney damage (unilateral nephrectomy plus amikacin), (4) resveratrol post-treatment, and (5) resveratrol pre-treatment. Renal function was assessed through serum creatinine and urea measurements. Oxidative stress was evaluated via malondialdehyde (MDA) levels, while antioxidant status was determined through total antioxidant capacity (TAC). Tissue analysis employed H&E, PAS, and Van Giesons trichrome staining. Data analysis was conducted using ANOVA and Tukeys post-hoc test for parametric data and the Kruskal-Wallis test with Dunns post-hoc for non-parametric data, with significance set at p < 0.05. Resveratrol treatment significantly improved body weight, renal compensatory growth, and several biochemical parameters. These results indicate that resveratrol may represent a promising nutritional strategy for safeguarding kidney function and architecture in renal injury contexts.",
  "publication_date": "2025-05-06",
  "journal": "Molecular nutrition & food research",
  "doi": "10.1002/mnfr.70093",
  "entities": {
    "POLYPHENOL": [
      "2) resveratrol control",
      "architecture",
      "nephrotoxic effects",
      "polyphenols",
      "resveratrol",
      "resveratrol treatment",
      "that resveratrol",
      "the protective effects",
      "their nephroprotective properties",
      "unilateral nephrectomy"
    ],
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}