{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Transcriptomic and Metabolomic Insights into Plant Hormone Modulation and Secondary Metabolite Accumulation in Basil Under Far-Red and Ultraviolet-A Light.",
  "abstract": "In this study, red-blue light (7R3B) was used as the control (CK), while far-red (FR) and ultraviolet-A (UVA) light were supplemented to evaluate their effects on basil growth. The results showed that the FR treatment promoted plant height, stem diameter, and biomass, but reduced chlorophyll and carotenoid content, while the UVA treatment increased stem diameter and chlorophyll b content. Meanwhile, transcriptomic and metabolomic analyses were employed to examine changes in gene expression and metabolite accumulation in basil. The FR treatment reduced the levels of differentially accumulated metabolites (DAMs) in the carotenoid biosynthesis pathway, potentially contributing to the observed decrease in chlorophyll. The FR treatment upregulated the levels of five DAMs (gibberellin, cytokinin, brassinosteroid, jasmonic acid, and salicylic acid) and altered the differentially expressed genes (DEGs) such asgibberellin receptor(GID1) andjasmonate ZIM domain-containing protein(JAZ) in the plant hormone signal transduction pathway, thereby promoting plant growth and shade avoidance responses. The UVA treatment upregulated the9-cis-epoxycarotenoid dioxygenase(NCED) expression in the carotenoid biosynthesis pathway, possibly indirectly promoting flavonoid synthesis. In the flavonoid biosynthesis pathway, the UVA treatment also promoted flavonoid accumulation by upregulating DEGs includingflavonol synthase(FLS),anthocyanidin synthase(ANS),5-O-(4-coumaroyl)-D-quinate 3'-monooxygenase(CYP98A), andflavanone 7-O-glucoside 2″-O-beta-L-rhamnosyltransferase(C12RT1), as well as increasing the levels of DAMs such as kaempferol, luteolin, apigenin, and leucopelargonidin. The accumulation of flavonoids improved antioxidant capacity and nutritional value in basil. Through a Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analysis, this study provided valuable insights into the molecular and metabolic mechanisms of the FR and UVA regulation of basil growth, providing guidance for optimizing supplementary lighting strategies in plant factories.",
  "publication_date": "2025-04-16",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26083758",
  "entities": {
    "POLYPHENOL": [
      "apigenin",
      "flavonoid accumulation",
      "flavonoid synthesis",
      "flavonoids",
      "kaempferol",
      "luteolin",
      "such asgibberellin receptor(gid1",
      "the flavonoid biosynthesis pathway",
      "the molecular and metabolic mechanisms",
      "the observed decrease",
      "their effects"
    ],
    "FOOD": [
      "basil",
      "basil growth"
    ]
  }
}