{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Astragaloside IV: A Promising Drug to Prevent the Transition from Colitis to Colorectal Cancer.",
  "abstract": "Colorectal cancer (CRC) remains a major threat to health worldwide, partly due to the lack of effective treatments targeting the transition from inflammatory bowel disease (IBD) to malignancy. Astragaloside IV (AS-IV) is a major bioactive component from the traditional herbAstragalus membranaceus, and it has strong immunomodulatory and gastrointestinal protective effects. In this review, we evaluate the therapeutic potential and mechanisms of AS-IV in addressing the three hallmark pathological phases of colorectal cancer development: IBD-related inflammation, the transition from inflammation to cancer, and IBD-associated colorectal cancer (IBD-CRC). During the inflammatory phase, AS-IV promotes M2 macrophage polarization, reducing mucosal inflammation and repairing the intestinal barrier. In the transition from inflammation to cancer, AS-IV prevents IBD-CRC transition by targeting immune signaling pathways (e.g., NF-κB and PPAR[Formula: see text] signaling pathways), gut microbiota, and oxidative stress. At the IBD-CRC stage, AS-IV can promote the polarization of M1 macrophages, thereby suppressing tumor growth, inducing apoptosis, inhibiting metastasis, and enhancing chemosensitivity. These findings highlight the potential of AS-IV to bidirectionally modulate the M1/M2 macrophage ratio and its role in the prevention and treatment of IBD-CRC. The multi-target therapeutic effects of AS-IV at various stages of IBD also provide new strategies to guide future drug development.",
  "publication_date": "2025-06-18",
  "journal": "The American journal of Chinese medicine",
  "doi": "10.1142/S0192415X25500405",
  "entities": {
    "POLYPHENOL": [
      "colorectal cancer",
      "colorectal cancer development",
      "effective treatments",
      "ibd-associated colorectal cancer",
      "mechanisms",
      "strong immunomodulatory and gastrointestinal protective effects",
      "the multi-target therapeutic effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "cancer",
      "ibd-related inflammation",
      "inflammation",
      "inflammatory bowel disease",
      "mucosal inflammation",
      "oxidative stress",
      "tumor growth"
    ]
  }
}