{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "The Role of Curcumin in Oral Health and Diseases: A Systematic Review.",
  "abstract": "Curcumin (Curcumin) belongs to the polyphenol family. It is extracted by drying the root of a plant of Asian origin, belonging to theZingiberaceaefamily. The best-known species isCurcumincuma Longa. Curcumin has been recognized as having great therapeutic powers since ancient times. Studies on curcumin have since confirmed its powerful antioxidant properties, preventing both the formation of free radicals and their neutralization, having anti-inflammatory, antibacterial, immunological, and neuroprotective properties, as well as being a regulator of the intestinal microbiota with beneficial effects on the clinical manifestations of metabolic syndrome. Our study aimed to highlight how all these therapeutic aspects could benefit oral health, both preventing and improving the course of pathological processes. The effect of mouthwashes, and curcumin-based gels on the regulation of bacterial plaque and in the control of gingivitis, was largely comparable to that of using 0.20% chlorhexidine, with fewer side effects. Being a highly hydrophobic substance, it has a high permeability to cross the cell membrane. Bioavailability increases when combined with liposoluble substances (e.g., olive oil) and piperine, which improves absorption. Curcumin also has a negligible degree of toxicity, making it an excellent alternative to the use of gold standard products for oral disinfection.",
  "publication_date": "2024-05-28",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox13060660",
  "entities": {
    "POLYPHENOL": [
      "all these therapeutic aspects",
      "anti-inflammatory, antibacterial, immunological, and neuroprotective properties",
      "beneficial effects",
      "curcumin",
      "curcumin-based gels",
      "fewer side effects",
      "iscurcumincuma longa",
      "oral disinfection",
      "the best-known species",
      "the effect",
      "the polyphenol family"
    ],
    "SYMPTOM": [
      "metabolic syndrome"
    ],
    "FOOD": [
      "olive oil"
    ]
  }
}