{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Phenolic composition and sensory dynamic profile of chocolate samples enriched with red wine and blueberry powders.",
  "abstract": "Cabernet Sauvignon (CS) and a combination of Cabernet Sauvignon with blueberry extract (CS + B), were spray dried (using maltodextrin DE10, 13.5% w/w as a carrier) to obtain two types of phenolic-rich powders. The addition of blueberry to CS increased phenolic compounds content by 16%. Eight chocolate formulations were obtained by modifying concentrations of cocoa solids, cocoa butter, and sugar. Six of the samples were added with 10% w/w of phenolic-rich powder, while two of them remained as powder-free controls. The anthocyanin and flavan-3-ol profiles of chocolates were determined by HPLC-DAD-MS and HPLC-MS, respectively. In addition, the sensory dynamic profile of samples was assessed by Temporal Dominance of Sensations with a consumer panel. Results showed that the addition of phenolic-rich powders produced a significant increase in the anthocyanin composition obtaining the highest anthocyanin content in the white chocolate added with CS + B powder. On the other hand, adding 10% of CS powder to dark chocolate (55% cocoa pellets) did not result in a significant increase in phenolic compounds. The addition of phenolic-rich powders to chocolates influenced visual color, texture, and taste, leading to new products with distinctive characteristics and increasing the possibility of using phenolic-rich powders as innovative and healthy ingredients.",
  "publication_date": "2024-01-18",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2024.113971",
  "entities": {
    "FOOD": [
      "55% cocoa pellets",
      "blueberry",
      "blueberry extract",
      "chocolates",
      "cocoa butter",
      "cocoa solids",
      "dark chocolate",
      "eight chocolate formulations",
      "the white chocolate"
    ],
    "POLYPHENOL": [
      "cs increased phenolic compounds content",
      "phenolic compounds"
    ]
  }
}