{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Data-independent profiling of phenolic constituents in shea using comprehensive two-dimensional liquid chromatography (RPLC × HILIC) hyphenated to cyclic ion mobility-quadrupole-time-of-flight mass spectrometry.",
  "abstract": "A total of 50 secondary metabolites were profiled in shea kernels and shells using two-dimensional liquid chromatography (RPLC × HILIC) coupled with electrospray cyclic ion mobility quadrupole time-of-flight mass spectrometry (ESI-Q-cIMS-qTOF) and data-independent acquisition (DIA). The 2D chromatograms revealed distinct regions occupied by specific chemical classes, facilitating compound annotation based on high-resolution mass spectra and collision cross-section (CCS) data. CCS values showed maximum deviation of 2.9 %, and equivalent to the inherent CCS calibration error, from experimental values from the AllCCS database, and deviation of 0.1-6.6 % (mean 3.4 %) from predicted values, confirming compound identities. Key findings included the first-time identification of epitaxifolin, procyanidins B1-B4, prodelphinidins B1-B4, isoorientin and isoquercitrin in shea. The flavone, flavanones and flavanonols were 1.3-9 times more abundant in shells, while flavone glycosides, flavan-3-ols and their dimers, including mono- and di-galloylated forms, were 1.9-50 times higher in kernels. Notably, quercetin-species levels in shells were 4-15 times higher than in kernels. The analytical platform demonstrated high spectral purity in DIA mode due to the arrival time separation of precursor ions prior to fragmentation. The single pass cIMS had, in certain cases, the potential to separate isobaric (isoorientin and quercitrin) and near-isobaric ions (ellagic acid and quercetin). However, accessing the fully resolved and structured 4D data required customized computing tools due to a lack of fit-for-purpose software, highlighting a barrier to broader adoption. These findings support the further valorization of both shea kernels and shells for nutraceutical and cosmetic applications.",
  "publication_date": "2025-05-24",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.466092",
  "entities": {
    "POLYPHENOL": [
      "50 secondary metabolites",
      "ellagic acid",
      "high spectral purity",
      "high-resolution mass spectra and collision cross-section (ccs) data",
      "mono- and di-galloylated forms",
      "precursor ions",
      "quercetin-species levels",
      "specific chemical classes"
    ]
  }
}