{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Effect of HHP and UHPH High-Pressure Techniques on the Extraction and Stability of Grape and Other Fruit Anthocyanins.",
  "abstract": "The use of high-pressure technologies is a hot topic in food science because of the potential for a gentle process in which spoilage and pathogenic microorganisms can be eliminated; these technologies also have effects on the extraction, preservation, and modification of some constituents. Whole grapes or bunches can be processed by High Hydrostatic Pressure (HHP), which causes poration of the skin cell walls and rapid diffusion of the anthocyanins into the pulp and seeds in a short treatment time (2-10 min), improving maceration. Grape juice with colloidal skin particles of less than 500 µm processed by Ultra-High Pressure Homogenization (UHPH) is nano-fragmented with high anthocyanin release. Anthocyanins can be rapidly extracted from skins using HHP and cell fragments using UHPH, releasing them and facilitating their diffusion into the liquid quickly. HHP and UHPH techniques are gentle and protective of sensitive molecules such as phenols, terpenes, and vitamins. Both techniques are non-thermal technologies with mild temperatures and residence times. Moreover, UHPH produces an intense inactivation of oxidative enzymes (PPOs), thus preserving the antioxidant activity of grape juices. Both technologies can be applied to juices or concentrates; in addition, HHP can be applied to grapes or bunches. This review provides detailed information on the main features of these novel techniques, their current status in anthocyanin extraction, and their effects on stability and process sustainability.",
  "publication_date": "2023-09-10",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox12091746",
  "entities": {
    "POLYPHENOL": [
      "both techniques",
      "both technologies",
      "effects",
      "hhp and uhph techniques",
      "high-pressure technologies",
      "non-thermal technologies",
      "sensitive molecules",
      "their effects",
      "these novel techniques",
      "these technologies"
    ],
    "FOOD": [
      "grape juice",
      "grape juices",
      "grapes",
      "juices",
      "whole grapes"
    ]
  }
}