{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Characterization and Anti-Aging Potency of Phenolic Compounds in Xianhu Tea Extracts.",
  "abstract": "The health benefits of tea are primarily attributed to its chemical composition, particularly phenolic compounds. As a renowned tea from Guangdong, China, Xianhu tea (XHT) has not been thoroughly studied in terms of its phenolic composition or health-promoting properties. This study characterized the phenolic compounds in Xianhu tea water extract (XHT) using liquid chromatography-tandem mass spectrometry (LC-MS/MS) and evaluated its antioxidant activity in vitro. Furthermore, the effects of XHT extracts on reactive oxygen species (ROS), malondialdehyde (MDA), superoxide dismutase (SOD), catalase (CAT), lipofuscin levels, and lifespan inCaenorhabditis eleganswere assessed, alongside their modulation of aging-related genes. Compared with Xinyang Maojian tea water extract (XYMJ) and Yingde black tea water extract (YDBT), XHT exhibited a significantly higher polyphenol content, with 23 phenolic compounds identified as characteristic markers. XHT demonstrated superior 2,2-diphenyl-1-picrylhydrazyl (DPPH) radical-scavenging and 2,2'-azinobis-(3-ethylbenzthiazoline-6-sulfonic acid) (ABTS) inhibition capacities, the greatest reductions in ROS, MDA, and lipofuscin levels, and the highest upregulation of SOD and CAT activities. The lifespan was 23.50% and 21.07% significantly longer than nematodes in the control group. Moreover, XHT modulated 13 aging-related genes, which strongly correlated with the 23 identified phenolic compounds. The research results of the above indicators were all obtained without affecting the normal feeding and reproductive capabilities ofC. elegans. These findings suggest that these phenolics are the key bioactive components responsible for the anti-aging effects of XHT.",
  "publication_date": "2025-02-21",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14050737",
  "entities": {
    "POLYPHENOL": [
      "23 phenolic compounds",
      "a significantly higher polyphenol content",
      "liquid chromatography-tandem mass spectrometry",
      "particularly phenolic compounds",
      "reactive oxygen species",
      "the 23 identified phenolic compounds",
      "the anti-aging effects",
      "the effects",
      "the phenolic compounds"
    ],
    "SYMPTOM": [
      "13 aging-related genes",
      "aging-related genes"
    ],
    "FOOD": [
      "yingde black tea water extract"
    ]
  }
}