{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Revitalising Brewers' Spent Grains and Enriching With Biogenic Compounds Through the Fermentation of Fructophilic Lactic Acid Bacteria and Yeasts.",
  "abstract": "The large output of spent grains from the brewing industry presents environmental concerns but also offers promising nutritional and functional potential for valorization by researchers and industrial stakeholders. In this perspective, we investigated how non-conventional starters like Fructobacillus fructosus PL22 and Wickerhamomyces anomalus GY1 can drive the fermentation of brewer's spent grain (BSG), a solid by-product of the brewing industry, to enrich its portfolio of bioactive compounds. While sugar reduction was comparable between started- and unstarted-BSG, the effect of the fermentation became evident through the release of key microbial metabolites (lactic and acetic acids and ethanol). Both starters generated the highest number of unique peptides, with only one previously identified as antioxidant peptide found in BSG fermented with F. fructosus. During fermentation, most amino acids and phenolic compounds decreased, while BSG fermented with W. anomalus distinctly enhanced the release of Ala, Cys and GABA, and health-promoting phenolic compounds, such as gallic acid, gallocatechin, quercetin, naringenin, kaempferol, and isorhamnetin. These metabolic changes were associated with the enhanced antifungal and antioxidant properties, which in turn positively reflected on skin protection as shown by the increased proliferation of human keratinocytes, over-expression of the filaggrin (FLG) gene, and wound healing. The power of fermentation to revitalise BSG, giving it a second life chance through the improvement of its nutritional value and further multifunctionality, was demonstrated.",
  "publication_date": "2025-06-01",
  "journal": "Microbial biotechnology",
  "doi": "10.1111/1751-7915.70171",
  "entities": {
    "POLYPHENOL": [
      "a second life chance",
      "gallic acid",
      "gallocatechin",
      "health-promoting phenolic compounds",
      "isorhamnetin",
      "kaempferol",
      "naringenin",
      "skin protection",
      "the effect",
      "this perspective"
    ]
  }
}