{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Natural flavonoids from herbs and nutraceuticals as ferroptosis inhibitors in central nervous system diseases: current preclinical evidence and future perspectives.",
  "abstract": "Flavonoids are a class of important polyphenolic compounds, renowned for their antioxidant properties. However, recent studies have uncovered an additional function of these natural flavonoids: their ability to inhibit ferroptosis. Ferroptosis is a key mechanism driving cell death in central nervous system (CNS) diseases, including both acute injuries and chronic neurodegenerative disorders, characterized by iron overload-induced lipid peroxidation and dysfunction of the antioxidant defense system. This review discusses the therapeutic potential of natural flavonoids from herbs and nutraceuticals as ferroptosis inhibitors in CNS diseases, focusing on their molecular mechanisms, summarizing findings from preclinical animal models, and providing insights for clinical translation. We specifically highlight natural flavonoids such as Baicalin, Baicalein, Chrysin, Vitexin, Galangin, Quercetin, Isoquercetin, Eriodictyol, Proanthocyanidin, (-)-epigallocatechin-3-gallate, Dihydromyricetin, Soybean Isoflavones, Calycosin, Icariside II, and Safflower Yellow, which have shown promising results in animal models of acute CNS injuries, including ischemic stroke, cerebral ischemia-reperfusion injury, intracerebral hemorrhage, subarachnoid hemorrhage, traumatic brain injury, and spinal cord injury. Among these, Baicalin and its precursor Baicalein stand out due to extensive research and favorable outcomes in acute injury models. Mechanistically, these flavonoids not only regulate the Nrf2/ARE pathway and activate GPX4/GSH-related antioxidant pathways but also modulate iron metabolism proteins, thereby alleviating iron overload and inhibiting ferroptosis. While flavonoids show promise as ferroptosis inhibitors for CNS diseases, especially in acute injury settings, further studies are needed to evaluate their efficacy, safety, pharmacokinetics, and blood-brain barrier penetration for clinical application.",
  "publication_date": "2025-03-24",
  "journal": "Frontiers in pharmacology",
  "doi": "10.3389/fphar.2025.1570069",
  "entities": {
    "POLYPHENOL": [
      "-)-epigallocatechin-3-gallate",
      "a key mechanism",
      "baicalein",
      "chrysin",
      "dihydromyricetin",
      "eriodictyol",
      "flavonoids",
      "important polyphenolic compounds",
      "isoquercetin",
      "its precursor",
      "natural flavonoids",
      "preclinical animal models",
      "proanthocyanidin",
      "quercetin",
      "recent studies",
      "their molecular mechanisms",
      "these flavonoids",
      "these natural flavonoids"
    ],
    "SYMPTOM": [
      "cell death"
    ],
    "FOOD": [
      "soybean isoflavones"
    ]
  }
}