{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "From Waste to Resource: Exploring Green Approaches for Phenolics Recovery from Olive Leaves.",
  "abstract": "Waste management presents a significant challenge for agri-food industries, but also an opportunity to recover valuable bioactive compounds, particularly phenolics, aligning with circular economy principles. This study compares the efficacy of conventional solvents and natural deep eutectic solvents (NADES) in extracting polyphenols from olive leaves using the scalable techniques of solid-liquid extraction (SLE) with mechanical stirring and microwave-assisted extraction (MAE). Key factors affecting extraction yield, including solvent composition, time, and temperature were investigated. Extraction efficiency was evaluated by measuring total polyphenol content (TPC) by high-performance liquid chromatography (HPLC), antioxidant capacity (FRAP assay), and individual phenolic compounds, also quantified using HPLC. Additionally, differential pulse voltammetry (DPV) was employed to evaluate the antioxidant quality of the extracts. NADES demonstrated superior extraction performance compared to conventional solvents, with the choline-glycerol system showing the highest efficiency. The combination of MAE and NADES emerged as a green and sustainable alternative to traditional methods, offering improved yield and speed. In contrast, SLE with water or ethanol/water mixtures required extended times or higher temperatures for comparable results but offered easier scalability for industrial applications.",
  "publication_date": "2025-01-24",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14020136",
  "entities": {
    "POLYPHENOL": [
      "circular economy principles",
      "individual phenolic compounds",
      "mechanical stirring and microwave-assisted extraction",
      "natural deep eutectic solvents",
      "polyphenols",
      "the scalable techniques",
      "total polyphenol content"
    ]
  }
}