{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "RNA-Seq Analysis Revealed the Virulence Regulatory Network Mediated by the Ferric Uptake Regulator (Fur) inApostichopus japonicusPathogenesis Induced byVibrio splendidus.",
  "abstract": "The uptake and utilization of iron by bacteria must be strictly controlled. The ferric uptake regulator (Fur) is a global transcription factor widely present in bacteria that can perceive cellular iron levels and adjust the expressions of various genes accordingly. Our earlier research demonstrated that the knockdown of thefurgene inVibrio splendidussignificantly reduced its lethality toApostichopus japonicus. Although the functions and mechanisms of Fur in regulating bacterial virulence genes have been extensively studied, its virulence regulatory network duringV. splendiduspathogenesis inA. japonicusremains unclear. In this article, transcriptome sequencing analysis ofV. splendidusunder different iron conditions reveals substantial differential gene expressions in the simulated pathogenic environments, identifying 1185 differentially expressed genes, including 198 downregulated and 987 upregulated genes. Comparative analysis between wild-type andVsfurknockdown strains shows thatVsfurknockdown altered the expression of 3593 genes inV. splendidus, with the most significant differential expression observed under simulated pathogenic conditions (1030 upregulated and 72 downregulated). KEGG enrichment analysis indicates thatVsfurknockdown caused significant gene enrichment in the flagellar assembly pathway and bacterial secretion system, critically impairing flagellar synthesis and secretion system function inV. splendidus. Eight genes selected for qRT-PCR validation showed expression levels in line with the RNA-seq results. Consistent with the transcriptomic results,Vsfurknockdown resulted in reduced antioxidant capacity, bacterial competitiveness, and cytotoxicity inV. splendidus. These findings elucidate the virulence regulatory mechanism of Fur inV. splendidusand provide a reference for understanding the occurrence ofA. japonicusskin ulcer syndrome.",
  "publication_date": "2025-05-22",
  "journal": "Microorganisms",
  "doi": "10.3390/microorganisms13061173",
  "entities": {
    "POLYPHENOL": [
      "bacterial secretion system",
      "mechanisms",
      "secretion system",
      "the virulence regulatory mechanism"
    ]
  }
}