{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Chocolate as a food matrix reduces the bioavailability of galloylated catechins from green tea in healthy women.",
  "abstract": "In this study, we evaluated the food matrix effects of chocolate on the absorption of green tea catechins (GTCs), (-)-epicatechin (EC), (-)-epigallocatechin (EGC), (-)-epicatechin gallate (ECg), and (-)-epigallocatechin gallate (EGCg), in five healthy 22-year-old women. In the single-intake experiment, the plasma concentrations of ECg (P < 0.05, at 1.5 h) and EGCg (P < 0.05, at 6 h) but not those of EC and EGC were reduced by the chocolate matrix. Regardless of the chocolate matrix, ECg and EGCg were mainly present as their aglycones in the plasma, whereas EGC and EC were found mostly as conjugated metabolites. After daily intake of GTCs mixed with chocolate for 14 days followed by overnight fasting, ECg but not EGCg was detected in the plasma. To compare the plasma profiles of ECg and EGCg, a mixture containing approximately equal amounts of ECg and EGCg was administered to nine rats for 14 days. Following treatment and overnight food deprivation, the plasma content of ECg was higher than that of EGCg. After a single injection of the same mixture in seven rats, ECg levels were higher than those of EGCg, and a greater amount of conjugated metabolites of ECg than those of EGCg was detected in the plasma 10 h after administration. In conclusion, the chocolate matrix affects the plasma profiles of GTCs, particularly ECg. ECg appears to persist in the plasma for a longer period, regardless of the chocolate matrix.",
  "publication_date": "2021-01-04",
  "journal": "Food & function",
  "doi": "10.1039/d0fo02485f",
  "entities": {
    "POLYPHENOL": [
      "(-)-epigallocatechin gallate",
      "(ec",
      "a single injection",
      "ec",
      "ecg",
      "ecg levels",
      "egcg",
      "green tea catechins",
      "not egcg",
      "particularly ecg",
      "the food matrix effects"
    ],
    "FOOD": [
      "chocolate",
      "the chocolate matrix"
    ]
  }
}