{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Does Resveratrol Improve Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD)?",
  "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is influenced by a variety of factors, including environmental and genetic factors. The most significant outcome is the alteration of free fatty acid and triglyceride metabolism. Lipotoxicity, impaired autophagy, chronic inflammation, and oxidative stress, as well as coexisting insulin resistance, obesity, and changes in the composition of gut microbiota, are also considered crucial factors in the pathogenesis of MASLD. Resveratrol is a polyphenolic compound that belongs to the stilbene subgroup. This review summarises the available information on the therapeutic effects of resveratrol against MASLD. Resveratrol has demonstrated promising antisteatotic, antioxidant, and anti-inflammatory activities in liver cells in in vitro and animal studies. Resveratrol has been associated with inhibiting the NF-κB pathway, activating the SIRT-1 and AMPK pathways, normalizing the intestinal microbiome, and alleviating intestinal inflammation. However, clinical studies have yielded inconclusive results regarding the efficacy of resveratrol in alleviating hepatic steatosis or reducing any of the parameters found in MASLD in human patients. The lack of homogeneity between studies, low bioavailability of resveratrol, and population variability when compared to animal models could be the reasons for this.",
  "publication_date": "2024-03-27",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms25073746",
  "entities": {
    "SYMPTOM": [
      "chronic inflammation",
      "hepatic steatosis",
      "impaired autophagy",
      "insulin resistance",
      "intestinal inflammation",
      "obesity",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "a polyphenolic compound",
      "resveratrol",
      "the therapeutic effects"
    ]
  }
}