{
  "source": "PubMed",
  "query": "tannins",
  "title": "Thiol-based redox sensing regulates the yellow pigment and antioxidant accumulation and improves the nutritional quality of wheat grains (Triticum aestivumL.).",
  "abstract": "Thiol-based redox sensing has been found to play diverse roles in regulating various metabolic pathways. Here, the thiol-based redox system of 16 diverse genotypes of wheat grains was characterized, and it correlated with the accumulation of macro-/micronutrients inside the grains. We observed significant variations in the thiol and disulfide content in the grains. An expression analysis of the genes responsible for thiol-based redox sensing, such as thioredoxin (TRX), glutaredoxin (GRX) and glutathione reductase (GR), showed maximum fold expression in wheatcvs. Halna and HD2985 (high thiolcvs.) during the seed hardening stage (G2) of endosperm, as compared to low thiol-containingcvs. We retrieved the amino acid sequences of 11 genes linked with nutrient biosynthesis pathways and observed the highest cysteine (Cys) (2.25%) in Granule bound starch synthase (GBSS;involved in starch biosynthesis) and methionine (Met) (4.04%) in theBCHgene (involved in tannin synthesis). Genotypes with a Cys : Met ratio >1.0 were observed to be nutrient-rich and robust due to the high stability of key proteins and enzymes. The yellow pigment (shining factor) was observed to be the highest in the grains of wheat cv. NIAW34 (6.08 µg/g dry matter) with a Cys: Met ratio of 2.15. Antioxidants such as total phenolic content and tannin were observed to be significantly higher incvs. (Halna, HI1544, etc.) with a ratio of Cys: Met ≥2.0. The highest level of polysaccharides (starch and resistant starch) was observed in the grains of wheat cv. HD1914 with a Cys : Met ratio of 4.0. The results of Pearson's correlation indicated a negative relationship between thiol content and nutrient-linked traits such as total protein, gluten, and phytic acid. Micronutrients such as iron and zinc showed a weak positive correlation with thiol content. The role of thiol-based redox sensors needs to be further explored and utilized for manipulating the tolerance level and nutrient compositions of wheat grains. This will help in developing \"nutrient-smart grain\" and \"climate-smart\" crops with improved downstream processing and dough engineering.",
  "publication_date": "2025-05-30",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1488697",
  "entities": {
    "FOOD": [
      "pearson's correlation",
      "wheat cv",
      "wheat cv. hd1914",
      "wheat grains",
      "wheatcvs"
    ],
    "POLYPHENOL": [
      "tannin",
      "tannin synthesis"
    ]
  }
}