{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "MdLBD37 and MdBZR1 Inhibit Anthocyanin Biosynthesis in Apple under High Temperature.",
  "abstract": "With global climate warming, high-temperature events have become more frequent in apple cultivation areas, leading to poor fruit coloration and significantly affecting fruit quality. High temperatures inhibit anthocyanin accumulation, thus impacting apple coloration; however, the specific molecular mechanisms remain unclear. In this study, we used the 'Otome' apple cultivar to isolate and identify two key genes, MdBZR1 and MdLBD37, and investigated their roles in the suppression of anthocyanin biosynthesis under high-temperature conditions. Our results showed that under high temperature, the expression of MdBZR1 and MdLBD37 was upregulated, leading to the inhibition of anthocyanin accumulation and the expression of anthocyanin biosynthesis-related genes in apple fruit. Transient overexpression of MdBZR1 or MdLBD37 significantly attenuated anthocyanin accumulation, with a stronger regulatory effect observed when they were co-overexpressed overexpressed. Further investigations revealed that MdBZR1 positively regulated MdLBD37 expression by specifically binding to the E-box2 element in the MdLBD37 promoter, while MdLBD37 positively regulated MdBZR1 expression by binding to the LOB element in the MdBZR1 promoter. Moreover, protein-protein interactions between MdBZR1 and MdLBD37 enhanced the suppression of anthocyanin biosynthesis, forming a synergistic regulatory mechanism that further amplified the inhibition of anthocyanin accumulation under high-temperature conditions. In summary, this study reveals that MdBZR1 and MdLBD37 form a positive feedback loop through mutual interaction to respond to high temperature and inhibit anthocyanin accumulation. This provides new insights into the molecular mechanisms by which high temperature suppresses anthocyanin accumulation in apple fruit peel and offers a theoretical basis for molecular breeding aimed at improving apple fruit quality.",
  "publication_date": "2025-06-24",
  "journal": "Plant science : an international journal of experimental plant biology",
  "doi": "10.1016/j.plantsci.2025.112621",
  "entities": {
    "FOOD": [
      "apple coloration",
      "apple cultivation areas",
      "apple fruit",
      "apple fruit peel",
      "apple fruit quality",
      "the 'otome' apple cultivar"
    ],
    "POLYPHENOL": [
      "a stronger regulatory effect",
      "a synergistic regulatory mechanism",
      "molecular breeding",
      "the molecular mechanisms",
      "the specific molecular mechanisms"
    ]
  }
}