{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Phenolic Profile, Fatty Acid Composition, and Antioxidant Activity of Italian Riesling Grape Pomace from Two Transylvanian Microclimates.",
  "abstract": "Italian Riesling is a grapevine (Vitis vinifera) cultivar widely grown in Transylvania vineyards. During the winemaking process, grape pomace (GP) is generated. This study aimed to exploit the potential of the Italian Riesling GP through its composition in polyphenols and fatty acids, as well as its antioxidant activity. Thus, two Italian Riesling GPs from two distinct Transylvanian microclimates (Crăciunelu de Jos and Ciumbrud) were analysed in terms of their phenolic and fatty acid composition and antioxidant activity while considering the influence of their respective microclimates. Every vineyard has unique geographical and meteorological characteristics that significantly influence grape production and consequently the structure of the resultant pomace. For example, Ciumbrud has a warmer, drier microclimate, whereas Crăciunelu de Jos has a colder, more humid environment. Biochemically, GP from Ciumbrud Italian Riesling grapes (RICI) contained greater amounts of gallic acid, total phenolic acids, and procyanidins and presented improved antioxidant activities, as reflected by DPPH˙, ABTS˙+, CUPRAC, and FRAP assays. RICI pomace also possessed a better fatty acid profile with higher oleic and linolenic acid levels, leading to a lower thrombogenicity index (TI) and a better PUFAω-6/PUFA ω-3 ratio. However, GP produced from Crăciunelu de Jos Italian Riesling grapes (RICR) possessed more catechin, epicatechin, epicatechin gallate, total flavanols, and higher COX values. The findings demonstrate that the two GPs have significant and distinct nutritional content, highlighting them as valuable resources for food consumption, providing benefits to consumers' health.",
  "publication_date": "2025-06-12",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14121809",
  "entities": {
    "FOOD": [
      "a grapevine",
      "ciumbrud italian riesling grapes",
      "crăciunelu de jos italian riesling grapes",
      "grape pomace",
      "that significantly influence grape production",
      "the winemaking process"
    ],
    "POLYPHENOL": [
      "epicatechin",
      "epicatechin gallate",
      "gallic acid",
      "more catechin",
      "polyphenols",
      "procyanidins",
      "their respective microclimates"
    ]
  }
}