{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "The Influence of Osmotic Treatment, Edible Coatings Application, and Reduced Pressure on Microwave-Vacuum-Dried Carrot Properties.",
  "abstract": "The study investigated the effect of osmotic treatment, edible coatings, and reduced pressure on the quality of carrots dried by the microwave-vacuum method (MVD) at 3.5 or 6.5 kPa and microwave power of 250 W. Initial osmotic enrichment (OE) of carrots was carried out in chokeberry NFC juice, and osmotic dehydration (OD) in chokeberry juice concentrate. Coatings were prepared using sodium alginate or citrus pectin solutions of 1.0 or 1.5%. Osmotic treatment, and then drying pressure, had the greatest effect on increasing the dry matter (DM), total phenolic content (TPC), and color changes, but also on decreasing the water activity (AW) of dried carrot. The highest DM (average 98.7%) and the lowest AW (average 0.25) were obtained in OE carrots and dried at 3.5 kPa. Drying carrots, combined with osmotic treatment and coating, increased TPC by 13-fold, from 225 in fresh to 3229 mg GAE/100 g d.m. in dried carrots. Osmotic treatment did not affect the antioxidant activity of DPPH•, but OD significantly increased ABTS•+ compared to the raw material. Coatings had a smaller effect on color changes and antioxidant activity (DPPH• and ABTS•+) and no significant impact on DM and AW. The color changes of the control and coated samples were an increase in color lightness, redness, yellowness, and saturation (vividness), and those subjected to osmotic treatment showed a decrease in these parameters. The lower AW of dried carrots positively affected higher hardness. All samples were sensory accepted, including color, texture, and smell, especially after OD in chokeberry juice concentrate, while crunchiness was the lowest (five out of nine points).",
  "publication_date": "2025-04-23",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30091877",
  "entities": {
    "POLYPHENOL": [
      "a decrease",
      "a smaller effect",
      "citrus pectin solutions",
      "the effect",
      "the greatest effect"
    ],
    "FOOD": [
      "carrots",
      "chokeberry juice concentrate",
      "chokeberry nfc juice",
      "dried carrot",
      "dried carrots",
      "drying carrots",
      "oe carrots"
    ]
  }
}