{
  "source": "PubMed",
  "query": "lignans",
  "title": "Design and Synthesis of Magnolol Derivatives Using Integrated CNNs and Pharmacophore Approaches for Enhanced Parasiticidal Activity in Aquaculture.",
  "abstract": "Aquaculture is a rapidly growing sector of global food production, playing a vital role in poverty alleviation, food security, and income generation. However, it faces substantial challenges, particularly due to infections caused by the protozoanIchthyophthirius multifiliis, leading to reduced yields and economic losses. In this study, two classes of magnolol derivatives (M1-M26) were synthesized and evaluated for their parasiticidal activity againstI. multifiliistheronts and tomonts. Based on the determined EC50values, two significant convolutional neural networks (CNNs) and pharmacophore models were developed, guiding the design and synthesis of three new compounds. Among these, compound new-1 exhibited superior parasiticidal efficacy bothin vitroandin vivocompared to magnolol and the commercial parasiticide methylene blue, with EC50values of 0.197 and 0.252 mg/L, respectively. Toxicity assays demonstrated that compound new-1 showed no significant harmful effects on goldfish and zebrafish embryos at effective concentrations. Further,in silicoand experimental analyses identified CDK2 as a molecular target for compound new-1, which disrupted the reproduction and exerts parasiticidal activity againstI. multifiliis. Additionally, compound new-1 exhibited antifungal activity againstAspergillus flavuswith a MIC of ∼0.8 mg/mL, suggesting its potential application in food preservation. This study provides valuable insights into the development of magnolol-based agents for aquaculture.",
  "publication_date": "2025-04-16",
  "journal": "Journal of agricultural and food chemistry",
  "doi": "10.1021/acs.jafc.4c10109",
  "entities": {
    "POLYPHENOL": [
      "a molecular target",
      "a rapidly growing sector",
      "ec50values",
      "economic losses",
      "effective concentrations",
      "food security",
      "infections",
      "no significant harmful effects",
      "the determined ec50values"
    ]
  }
}