{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Epigallocatechin -3- gallate mitigates diazinon neurotoxicity via suppression of pro-inflammatory genes and upregulation of antioxidant pathways.",
  "abstract": "Diazinon is a commonly used organophosphate (OP) insecticide especially in developing countries for the control of insect pests, however, exposure to its toxic impact especially in humans and other non-target species remains an important public health concern. The study aimed to investigate the effect of epigallocatechin -3- gallate (EGCG), abundant in green tea plants on neurobehavioural, biochemical, and pathological changes in the brain of male Wistar rats following exposure to diazinon toxicity. Sixty adult male Wistar rats were acclimatized for seven days and subsequently randomly assigned into six treatment groups as follows: Group I: Control group (0.2 mL distilled water); Group II: Diazinon at 3 mg/kg (1% LD50); Group III: Diazinon (3 mg/kg) + EGCG (50 mg/kg, ~ 2% of LD50); Group IV: Diazinon (3 mg/kg) + EGCG (100 mg/kg, ~ 5% of LD50); Group V: EGCG (50 mg/kg) and Group VI: EGCG (100 mg/kg). All treatments were administered orally once daily for 14 days. Neurobehavioural studies, biomarkers of oxidative stress, histology, immunohistochemistry, and quantitative polymerase chain reaction (RT qPCR) were performed. Diazinon alone impaired recognition memory, increased oxidative stress markers and altered antioxidant defense in the brain. It upregulated TNF-α and IL-6 genes and repressed GPx 4 gene expressions. It was also associated with increased GFAP, Tau, and α-SN immunoreactivity. Microscopic examination revealed loss of Purkinje and hippocampal cells in brain. Co-treatment with EGCG however improved cognition, lowered oxidative stress markers, improved antioxidant status and suppressed TNF-α and IL-6. In conclusion, findings from this study demonstrated that EGCG offered protection against diazinon-induced neurotoxicity. Hence, natural sources of epigallocatechin -3- gallate such as fruits and vegetables could offer immense benefits by protecting against oxidative stress and inflammation in neurodegenerative disease conditions.Clinical trial number Not applicable.",
  "publication_date": "2025-03-10",
  "journal": "BMC neuroscience",
  "doi": "10.1186/s12868-025-00943-x",
  "entities": {
    "POLYPHENOL": [
      "diazinon alone impaired recognition memory",
      "egcg",
      "epigallocatechin",
      "insect pests",
      "other non-target species",
      "protection",
      "the effect"
    ],
    "FOOD": [
      "green tea plants"
    ],
    "SYMPTOM": [
      "increased oxidative stress markers",
      "inflammation",
      "oxidative stress",
      "oxidative stress markers"
    ]
  }
}