{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Polyphenolic Composition, Mineral Profile, and Biological Activities in Different Organs of Alpine Woundwort-Insights into Antioxidant and Enzyme Inhibitory Potential.",
  "abstract": "Background:Stachys alpinais a medicinal plant from the Lamiaceae family whose biological potential remains poorly explored.Methods:The aim of this study was to comprehensively assess the pol-yphenol profile, macro- and microelement composition, and the antioxidant, an-ti-diabetic, and anti-obesity activities of various plant organs (leaves, flowers, stems, and roots).Results:The leaves and flowers exhibited the highest concentration of phenolic compounds, while anthocyanins were detected exclusively in the flowers (215.05 mg/100 g dry matter (dm)) and constituted 3% of the total polyphenols. Verbas-coside and chlorogenic acid were the most abundant polyphenols, reaching 4618.88 and 3277.83 mg/ 100 g dm in the leaves. The highest ABTS and FRAP scavenging activity was observed in leaves (19.30 and 7.62 mmol TE/g dm, respectively). Principal component analysis demonstrated a strong correlation between polyphenol content and antioxidant activity (ABTS-r= 0.87 and FRAP-r = 0.90), which was further confirmed by Pearson's correlation coefficients. The study also highlighted the significant impact of mineral composition on biological activity-calcium and magnesium dominated in stems (10,100 and 3900 mg/kg) and in roots (9200 and 3100 mg/kg), supporting the functioning of an-tioxidant enzymes, while zinc and manganese in leaves (89.43 and 155.33 mg/kg) con-tributed to intense metabolic processes.Conclusions:S. aplinacould serve as a valuable source of natural antioxidants and enzyme inhibitors associated with glucose and lipid metabolism, suggesting its promising application in the prevention and management of metabolic disorders..",
  "publication_date": "2025-05-01",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18050674",
  "entities": {
    "SYMPTOM": [
      "the antioxidant, an-ti-diabetic, and anti-obesity activities"
    ],
    "POLYPHENOL": [
      "chlorogenic acid",
      "phenolic compounds",
      "polyphenol content",
      "the most abundant polyphenols",
      "the total polyphenols"
    ],
    "FOOD": [
      "pearson's correlation coefficients"
    ]
  }
}