{
  "source": "PubMed",
  "query": "epicatechin",
  "title": "Total Flavones ofRhododendronPromotes Microglial Polarization to the M2 Subtype via Inhibiting the NOX2/ROS Pathway in Poststroke Mice with Depression-Like Behavior.",
  "abstract": "Aims:Total flavones ofRhododendron(TFR) extracted from the flowers ofRhododendroncontains bioactive components. We investigated the main components of TFR and explored the role of TFR in microglial polarization in poststroke mice with depression-like behavior.Results:Using ultraperformance liquid chromatography-tandem mass spectrometry, we identified the main and potential active compounds in TFR as kaempferol, astragalin, epicatechin, myricetin, rutin, isoquercitrin, quercetin, and quercitrin. In addition, we demonstrated that TFR (60 and 120 mg/kg) efficiently ameliorated depression-like behavior in mice and promoted microglial polarization to the M2 subtype in the mouse hippocampal tissues. We also revealed that TFR (160 mg/L) facilitated microglial polarization to the M2 subtype following oxygen-glucose deprivation/reoxygenation (OGD/R)in vitro. RNA sequencing revealed the upregulation of NADPH oxidase 2 (NOX2) in the mouse brain tissues after cerebral ischemia/reperfusion (I/R) injury. TFR (120 mg/kg) inhibited NOX2 expression in the hippocampal tissues of cerebral I/R mice. In addition, TFR (160 mg/L) downregulated NOX2 expression in OGD/R-treated microglial cells and decreased reactive oxygen species (ROS) production. Notably, NOX2 inhibition promoted microglial polarization to the M2 subtype.Conclusion and Innovation:TFR promotes microglial polarization to the M2 subtype by inhibiting the NOX2/ROS pathway.Antioxid. Redox Signal.00, 000-000.",
  "publication_date": "2025-06-26",
  "journal": "Antioxidants & redox signaling",
  "doi": "10.1089/ars.2025.0948",
  "entities": {
    "POLYPHENOL": [
      "epicatechin",
      "kaempferol",
      "myricetin",
      "reactive oxygen species (ros) production",
      "rutin",
      "ultraperformance liquid chromatography-tandem mass spectrometry"
    ]
  }
}