{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Bisphenol A analogues and metabolic syndrome in women with polycystic ovary syndrome.",
  "abstract": "Bisphenols (BPs) have become a chemical group of special interest due to their ability to interfere with the endocrine system and their ubiquitous presence in the environment. As some of them possess mild estrogenic and anti-androgenic effects, they might be associated with the diagnosis of polycystic ovary syndrome (PCOS). Acting on multiple tissues, BPs exposure may lead to metabolic derangements characteristic for metabolic syndrome (MetS). Therefore, the aim of this study was to determine the potential relationship between exposure to some BPA analogues and features of the MetS in women with PCOS. Serum BPE, BPC, BPG, BPM, BPP, BPZ, BPFL, and BPBP concentrations did not differ significantly between the PCOS (n = 135) and the control subjects (n = 104). However, women whose serum BPM and BPP concentrations were in the highest tertile were more likely to be diagnosed with PCOS (adjusted OR; [95%CI] 0.43; [0.20; 0.89], P < 0.001 and 0.56; [0.27; 0.96], P = 0.049, consequently). Serum concentrations of BPs were not associated with the MetS diagnosis in the PCOS group. There was a negative correlation between the concentrations of serum BPBP and total serum cholesterol (r = - 0.153; P = 0.019), BPE and serum testosterone (r = - 0.160; P = 0.014) as well as BPC and HDL-cholesterol (r = - 0.138; P = 0.036). There was a positive correlation between the concentrations of BPP and serum triglycerides (r = 0.138; P = 0.036). Our results point to the potential association between exposure to BPM, BPP, and the diagnosis of PCOS, along with the impact of BPBP, BPE, BPC, and BPP on the metabolic features of the MetS.",
  "publication_date": "2023-11-19",
  "journal": "Reproductive toxicology (Elmsford, N.Y.)",
  "doi": "10.1016/j.reprotox.2023.108511",
  "entities": {
    "POLYPHENOL": [
      "anti-androgenic effects",
      "special interest",
      "the control subjects"
    ],
    "SYMPTOM": [
      "metabolic syndrome"
    ]
  }
}