{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Molecular Mechanisms of Vitexin: An Update on Its Anti-Cancer Functions.",
  "abstract": "Cancer remains a leading global health challenge, necessitating the exploration of novel therapeutic strategies. Vitexin (apigenin-8-C-β-D-glucopyranoside), a natural flavonoid glycoside with a molecular weight of 432.38 g/mol, is derived from plants such as mung bean, beetroot, and hawthorn. This compound features a distinctive C-glycosidic bond at the 8-position of its apigenin backbone, contributing to its enhanced metabolic stability compared to O-glycosidic flavonoids. Preclinical studies demonstrate that vitexin modulates critical cellular processes such as cell cycle progression, apoptosis, autophagy, metastasis, angiogenesis, epigenetic modifications, and tumor glycolysis inhibition. It exerts its effects by targeting key signaling pathways, including phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/Akt/mTOR), nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB), and signal transducer and activator of transcription 3 (STAT3), and shows potential for combination therapies to enhance efficacy and overcome resistance. Advances in nanotechnology further enhance its bioavailability and delivery potential. This review comprehensively examines the current evidence on vitexin's anticancer mechanisms, highlighting its multi-target therapeutic potential and future research directions.",
  "publication_date": "2025-06-18",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125853",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "cancer"
    ],
    "POLYPHENOL": [
      "a molecular weight",
      "a natural flavonoid glycoside",
      "apigenin-8-c-β-d-glucopyranoside",
      "its apigenin backbone",
      "its effects",
      "its multi-target therapeutic potential and future research directions",
      "nanotechnology",
      "o-glycosidic flavonoids",
      "preclinical studies",
      "vitexin's anticancer mechanisms"
    ],
    "FOOD": [
      "beetroot"
    ]
  }
}