{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Enhanced UV-C resistance through light-activated zinc-cysteine complex formation.",
  "abstract": "Ultraviolet (UV) radiation is a significant environmental stressor that affects the growth, physiology, and biochemical integrity of various organisms. This study investigates the potential protective effects of a zinc-cysteine (Zn-Cys) complex against UV-C radiation, with a focus on its impact on selected microalgae (Coccomyxa peltigerae and Parachlorella kessleri) and maize (Zea mays L.). We demonstrate that exposure of the Zn-Cys complex to UV-C (254 nm) results in the formation of fluorescent photoproducts, which exhibit UV-protective properties. The study reveals that Zn-Cys significantly mitigates UV-induced stress. In both microalgae species, the Zn-Cys complex enhanced growth even under UV exposure, with the 20% concentration showing the most robust protective effects. Further hyperspectral imaging confirmed the protective mechanism of Zn-Cys by monitoring changes in light reflectance in Parachlorella kessleri, indicating reduced photosynthetic efficiency and structural alterations induced by UV exposure, while Zn-Cys significantly mitigated these effects. In addition, in maize plants (Zea mays L.), Zn-Cys treatment preserved chlorophyll content and reduced polyphenol accumulation, indicating reduced oxidative stress. These findings highlight the potential of the Zn-Cys complex as a sustainable and cost-effective strategy for UV protection in both terrestrial and extraterrestrial agriculture, advancing our understanding of plant adaptation to extreme environments.",
  "publication_date": "2025-05-25",
  "journal": "Photochemical & photobiological sciences : Official journal of the European Photochemistry Association and the European Society for Photobiology",
  "doi": "10.1007/s43630-025-00740-9",
  "entities": {
    "SYMPTOM": [
      "a significant environmental stressor",
      "reduced oxidative stress",
      "uv-induced stress"
    ],
    "POLYPHENOL": [
      "a sustainable and cost-effective strategy",
      "both microalgae species",
      "further hyperspectral imaging",
      "light reflectance",
      "reduced polyphenol accumulation",
      "selected microalgae",
      "the most robust protective effects",
      "the potential protective effects",
      "the protective mechanism",
      "these effects",
      "uv protection",
      "uv-protective properties"
    ]
  }
}