{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Efficiency of Nanodelivery Systems for Encapsulation of Pomegranate and Onion Peel Extracts: Evaluation of Their Antimicrobial and Antioxidant Properties on Coated Chicken Burger.",
  "abstract": "Pomegranate and onion peels are rich in bioactive compounds (BCs), such as phenols and flavonoids, which are known for their antioxidant and antimicrobial properties. However, their potential in food applications is often limited due to issues with solubility, stability, and sensory acceptance. This study introduces a novel approach involving the use of chia seed nanoparticles (CSNPs) for the nanoencapsulation of pomegranate (PPE) and onion peel extracts (OPE), which enhances their stability and functionality. This is the first time that chia seed nanoparticles have been employed to encapsulate these extracts for use in meat products. Characterization of the prepared samples was conducted via various analytical methods, including ζ-potential, dynamic light scattering (DLS), Fourier transform infrared (FT-IR), X-ray diffraction (XRD), scanning electron mciroscopy (SEM), thermogravimetric analysis (TGA), and high-performance liquid chromatography (HPLC) analyses. PPE-CSNPs presented the highest antioxidant activity, with a lower IC50value (2.64 mg/mL). Additionally, onion peel extract (OPE), pomegranate peel extract (PPE), onion peel extract -Chia seed nanoparticles (OPE-CSNPs), and pomegranate peel extract-Chia seed nanoparticles (PPE-CSNPs) demonstrate antibacterial activity against Staphylococcus aureus and Bacillus cereus, as well as antifungal and antibiofilm activities against various pathogens. The encapsulated extracts were incorporated into chicken burgers, where they exhibited significant antimicrobial and antioxidant activities. By addressing challenges such as solubility and instability, nanoencapsulation offers a promising solution for improving the bioavailability of these (BCs) and extending the shelf life and quality of meat products. This work contributes to the development of safer, natural preservatives and highlights the potential of chia seed nanoparticles as an innovative delivery system for (BCs) in food preservation.",
  "publication_date": "2025-06-02",
  "journal": "ACS omega",
  "doi": "10.1021/acsomega.4c06180",
  "entities": {
    "FOOD": [
      "onion peel",
      "onion peel extract",
      "onion peel extracts",
      "pomegranate",
      "pomegranate and onion peels",
      "pomegranate peel extract",
      "pomegranate peel extract-chia seed nanoparticles"
    ],
    "POLYPHENOL": [
      "electron mciroscopy",
      "flavonoids"
    ]
  }
}