{
  "source": "PubMed",
  "query": "lignans",
  "title": "Wild grown Portulaca oleracea as a novel magnetite based carrier with in vitro antioxidant and cytotoxicity potential.",
  "abstract": "The latest research on nanotechnology through the new tailored scaffolds encompassed the therapeutic effects of natural compounds, and the unique properties of metallic nanoparticles offer new possibilities in emerging biomedical fields. Various strategies have been developed to address the limitations of existing therapeutic agents concerning specificity, vectorization, bioavailability, drug resistance, and adverse effects. In this study, the medicinal plant Portulaca oleracea L. and magnetite nanoparticles were used to develop an innovative target carrier system, designed to enhance the cytotoxic effect and overcome the main drawbacks (permeability and localization) of the phytoconstituents. The low-metabolite profile of Romanian wild-grown Portulaca oleracea L. exhibits a diverse range of hundred fifty-five compounds across various chemical categories (amino acids, peptides, fatty acids, flavonoids, alkaloids, terpenoids, phenolic acids, organic acids, esters, sterols, coumarins, nucleosides, lignans, and miscellaneous compounds). Morpho-structural and magnetic properties of the new phytocarrier were investigated using a variety of methods, including XRD, FTIR, Raman, SEM, DLS), and magnetic determinations. The MTT assay was conducted to evaluate in vitro the potential cytotoxicity on normal human dermal fibroblasts (NHDF), as well as on two tumoral cell lines: human osteosarcoma (HOS) and cervical cancer (HeLa). Results indicated that significant inhibition of both cancer cell lines' viability was exerted by the new phytocarrier compared to herbal extract. Furthermore, the results obtained for the total phenolic content and the antioxidant potential screening performed using the FRAP and DPPH assays were superior for the new carrier system. These findings suggest the potential biomedical applications of the developed carrier system and its promising implications for future research and development in the field.",
  "publication_date": "2025-03-13",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-92495-7",
  "entities": {
    "POLYPHENOL": [
      "adverse effects",
      "flavonoids",
      "nanotechnology",
      "specificity",
      "the cytotoxic effect",
      "the therapeutic effects",
      "vectorization"
    ],
    "SYMPTOM": [
      "both cancer cell lines' viability",
      "cervical cancer"
    ]
  }
}