{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Quercetin alleviates cerebral ischemia and reperfusion injury in hyperglycemic animals by reducing endoplasmic reticulum stress through activating SIRT1.",
  "abstract": "Hyperglycemia aggravates cerebral ischemic reperfusion injury (CIRI). Neuroprotective drugs that are effective in reducing CIRI in animals with normoglycemic condition are ineffective in ameliorating CIRI under hyperglycemic condition. This study investigated whether quercetin alleviates hyperglycemic CIRI by inhibiting endoplasmic reticulum stress (ERS) through modulating the SIRT1 signaling pathway. A middle cerebral artery occlusion/reperfusion (MCAO/R) model was induced in STZ-injected hyperglycemic rats. High glucose and oxygen glucose deprivation/reoxygenation (OGD/R) models were established in HT22 cells. The results demonstrated that hyperglycemia exacerbated CIRI, and quercetin pretreatment decreased the neurological deficit score and cerebral infarct volume, and alleviated neuron damage in the cortex of the penumbra in hyperglycemic MCAO/R rats, indicating that quercetin could be a candidate for treating hyperglycemic CIRI. Moreover, quercetin pretreatment reduced apoptosis, inhibited the expression of the ERS marker proteins GRP78 and ATF6, and mitigated the expression of the ERS-mediated proapoptotic protein CHOP in hyperglycemic MCAO/R rats, suggesting that quercetin alleviated hyperglycemic CIRI by inhibiting ERS and ERS-mediated apoptosis. Furthermore, quercetin upregulated Sirt1 expression in HG+OGD/R treated HT22 cells and inhibited PERK, p-eIF2α, ATF4, and CHOP expression. In contrast, the SIRT1 selective inhibitor EX-527 blocked the effect of quercetin on protein expression in the SIRT1/PERK pathway and aggravated HT22 cell injury. These findings indicate that quercetin inhibits ERS-mediated apoptosis through modulating the SIRT1 and PERK pathway. In conclusion, quercetin alleviates hyperglycemic CIRI by inhibiting ERS-mediated apoptosis through activating SIRT1 that consequently suppressed ERS signaling.",
  "publication_date": "2025-04-24",
  "journal": "PloS one",
  "doi": "10.1371/journal.pone.0321006",
  "entities": {
    "SYMPTOM": [
      "endoplasmic reticulum stress",
      "ers and ers-mediated apoptosis",
      "ers-mediated apoptosis",
      "hyperglycemia"
    ],
    "POLYPHENOL": [
      "furthermore, quercetin upregulated sirt1 expression",
      "neuroprotective drugs",
      "quercetin",
      "quercetin pretreatment",
      "quercetin pretreatment reduced apoptosis",
      "stz-injected hyperglycemic rats",
      "that quercetin alleviated hyperglycemic ciri",
      "the effect",
      "the sirt1 selective inhibitor"
    ]
  }
}