{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Unveiling Therapeutic Powers of Indigenous Flora: Antimicrobial, Antioxidant, and Anticancer Properties ofHorwoodia dicksoniae.",
  "abstract": "Background:Horwoodia dicksoniaeTurrill. (Brassicaceae) andStipa capensisThunb. (Poaceae) are commonly grown in the eastern region of Saudi Arabia.Methods: This study evaluated the antibacterial and antifungal potential of these plants.H. dicksoniaeextract was further subjected to antioxidant, anticancer, GC-MS, LC-MS/MS, and in silico analyses.Results:H. dicksoniaeextract presented a higher antimicrobial efficiency thanS. capensisextract by effectively inhibiting the growth ofStaphylococcus aureus,Escherichia coli,Proteus vulgaris,Bacillus subtilis, andCandida albicans.H. dicksoniaeethanolic extract also demonstrated promising antioxidant and anticancer properties against the human colon cancer cell line HCT-116. GC-MS analysis revealed the presence of 12 natural compounds in theH. dicksoniaeextract, whereas LC-MS/MS analysis revealed 19 different compounds in negative ion mode and 25 in positive ion mode. Furthermore, the presence of bioactive compounds in theH. dicksoniaeextract, such as flavonoids (acacetin and hesperetin) and caffeic acid, confirmed the observed antibacterial, antifungal, antioxidant, and anticancer activities. Molecular docking revealed promising interactions between various bioactive compounds and target proteins associated with antimicrobial, antioxidant, and anticancer activities.Conclusions: This study is the first to report GC-MS and LC-MS/MS analyses ofH. dicksoniaeethanolic extract. The findings provide valuable insights into the potential mechanisms and therapeutic applications of the identified bioactive compounds. Thus, the present work can serve as a platform for the isolation of natural compounds fromH. dicksoniaeextract, which may play a significant role in the discovery and design of new drugs for the treatment of human diseases.",
  "publication_date": "2025-05-21",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18050765",
  "entities": {
    "SYMPTOM": [
      "anticancer activities",
      "antimicrobial, antioxidant, and anticancer activities",
      "antioxidant and anticancer properties",
      "the human colon cancer cell line hct-116"
    ],
    "POLYPHENOL": [
      "caffeic acid",
      "flavonoids",
      "molecular docking",
      "the potential mechanisms"
    ]
  }
}