{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Dihydroquercetin and Related Flavonoids in Antioxidant Formulations with α-Tocopherol.",
  "abstract": "The concomitant utilization of flavonoids and α-tocopherol has the potential to establish a comprehensive antioxidant system that operates in both hydrophilic and lipophilic environments. The objective of this study was to examine the antioxidant interactions between dihydroquercetin, a flavonoid that has shown promise in various studies, as well as structurally related flavonoids, and α-tocopherol in various ratios. The antioxidant capacity was assessed using two ABTS•+radical-cation inhibition assays: a decolorization assay and a lag-time assay. The results of this study indicated that formulations of dihydroquercetin, quercetin, rutin, or morin with α-tocopherol exhibited additive or mildly subadditive interactions, independent of their ratios. A two-phase pattern was exhibited by the lag-time data, which, in comparison with individual components, allowed us to suggest that α-tocopherol appeared to dominate the initial phase of radical scavenging, while flavonoids became active in the later phase. This finding indicates that α-tocopherol may play a role in protecting flavonoids from premature oxidation in alcoholic media. The findings could prove valuable for the rational design of antioxidant formulations in the nutraceutical, cosmeceutical, and pharmaceutical industries. Additionally, the two-stage antioxidant behavior offers prospects for the formulation of straightforward, cost-effective analytical approaches to measure components in binary antioxidant formulations.",
  "publication_date": "2025-06-13",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125659",
  "entities": {
    "POLYPHENOL": [
      ", cost-effective analytical approaches",
      "a decolorization",
      "a flavonoid",
      "dihydroquercetin",
      "dihydroquercetin, quercetin",
      "flavonoids",
      "morin",
      "prospects",
      "rutin",
      "structurally related flavonoids",
      "the nutraceutical, cosmeceutical, and pharmaceutical industries",
      "the objective"
    ]
  }
}