{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "TRIM71 bound hsa-miR-30b-5p restores mitochondrial function in a cellular model of Parkinson's disease.",
  "abstract": "Nuclear-encoded mitochondrial-associated RNA-binding proteins (RBPs) play a key role in RNA stability and translation, which have also been implicated in various neurodegenerative disorders, including Parkinson's disease (PD). TRIM71, RING E3 Ligase, is known for its RNA-binding ability and transient interactions with mitochondrial surface. However miRNA binding and resulting effects on mitochondrial function and apoptosis in dopaminergic neurons, and their implications in PD pathogenesis have not yet been investigated. Here, we identified that TRIM71 binds to several miRNAs including miR-30b-5p on mitochondria of SH-SY5Y cells. The expression of miR-30b-5p is significantly increased in the presence of rotenone and reduced in the presence of 6-OHDA. The predicted gene targets of miR-30b-5p show specific networks involved in mitochondrial functions and apoptosis, including CASP3, BCL2, and BCL2L11, prominently associated with PD. The expression of miR-30b-5p decreased Caspase-3 levels in PD stress conditions, validating CASP3 as target mRNA. The expression of miR-30b-5p improved mitochondrial membrane potential and oxidative phosphorylation (OXPHOS) activity under PD stress conditions. miR-30b-5p also enhanced the oxygen consumption rate (OCR) as well as the glycolytic capacity and reserve PD stress conditions. Furthermore, the co-expression of miR-30b-5p with TRIM71 rescued TRIM71-mediated mitochondrial dysfunction and neuronal apoptosis, indicating a neuroprotective role. Together, these findings highlight that TRIM71-bound miR-30b-5p enhances mitochondrial function and attenuates apoptosis in PD stress conditions.",
  "publication_date": "2025-05-19",
  "journal": "Free radical biology & medicine",
  "doi": "10.1016/j.freeradbiomed.2025.05.394",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "neuronal apoptosis",
      "parkinson's disease",
      "pd stress conditions",
      "reserve pd stress conditions",
      "trim71-mediated mitochondrial dysfunction"
    ],
    "POLYPHENOL": [
      "a neuroprotective role",
      "mirna binding and resulting effects",
      "specific networks"
    ]
  }
}