{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Metabolomic Analysis of Different Parts of Black Wax Gourd (Cucurbita pepo).",
  "abstract": "This study employed ultra-performance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS) combined with multivariate analysis to investigate tissue-specific metabolic profiles in the peel, pulp, and seeds of black wax gourd (Benincasa hispida). A total of 1020 metabolites were identified, including 520 primary metabolites (e.g., amino acids, lipids, and organic acids) and 500 secondary metabolites (e.g., phenolic acids, flavonoids, and alkaloids). Significant metabolic divergence was observed across tissues: 658, 674, and 433 differential metabolites were identified between the peel and the pulp, the peel and the seeds, and the pulp and the seeds, respectively. Unique metabolites such as methyl 5-glucosyloxy-2-hydroxybenzoate and 3,5-di-O-caffeoylquinic acid were exclusive to the peel, while 4-O-(6'-O-glucosyl-imino)-4-hydroxybenzyl alcohol and fertaric acid were specific to the seeds. KEGG pathway enrichment revealed distinct metabolic priorities: flavonoids and phenolic acids dominated in the peel, amino acids and phenylpropanoids in the pulp, and nucleotides and lipids in the seeds. The peel exhibited the highest secondary metabolite abundance (14.27%), whereas the seeds accumulated the most primary metabolites (26.62%), including essential amino acids like L-tryptophan and functional lipids such as linoleic acid. These findings underscore the nutritional and bioactive potential of underutilized by-products (peel and seeds), providing a biochemical foundation for valorizing wax gourd tissues in the food, pharmaceutical, and agricultural industries.",
  "publication_date": "2025-03-19",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14061046",
  "entities": {
    "POLYPHENOL": [
      "500 secondary metabolites",
      "flavonoids",
      "the highest secondary metabolite abundance",
      "tissue-specific metabolic profiles",
      "ultra-performance liquid chromatography-tandem mass spectrometry"
    ]
  }
}