{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Acute and Subacute Oral Toxicity Assessment of Kinkeliba (Combretum micranthumG. Don) Ethanolic Extract in BALB/c Mice.",
  "abstract": "Combretum micranthumG. Don (kinkeliba) is a medicinal plant traditionally employed in West Africa for its diuretic and gastrointestinal therapeutic properties. Despite its extensive ethnomedicinal use, comprehensive toxicological assessments are still lacking. This study aimed to characterize the phenolic composition ofC. micranthumethanolic leaf extract using HPLC-DAD-ESI-MS and evaluate its acute and subacute oral toxicity in BALB/c mice, per OECD Guideline 420. Female mice received oral doses of 50, 300, and 2000 mg/kg of extract for acute toxicity assessment for 14 days. In the subacute study, both sexes were administered daily doses at the same concentrations over 28 days. Clinical signs, body weight, and food and water consumption were regularly monitored throughout both protocols. At the end of each study, hematological, biochemical, and histopathological parameters were analyzed. Phenolic profiling revealed nine major compounds with a total of 293.54 mg/g extract. No mortality or significant clinical manifestations were observed at any dose. However, significant variations in platelet counts and amylase activity were noted in the acute phase. In the subacute model, slight, non-critical alterations in hepatic and renal biomarkers were observed, without signs of systemic toxicity. Histopathological examination revealed similar lesions in both acute and subacute phases, including multifocal inflammatory infiltrates (lymphocytes and neutrophils) in the periportal area of the liver, minimal bacterial overgrowth in the superficial layer of the gastric mucosa, minimal medullary mineralization and inflammatory infiltrates with lymphocytes in the kidneys, and minimal to moderate vacuolization in the pancreatic acini. These results indicate thatC. micranthumethanolic extract is relatively safe at the tested doses, reinforcing its traditional use and supporting further research into its pharmacological potential.",
  "publication_date": "2025-06-10",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14121776",
  "entities": {
    "POLYPHENOL": [
      "oecd guideline"
    ]
  }
}