{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "The Role of Cacao Powder in Enhancing Skin Moisture and Reducing Wrinkles: A 12-Week Clinical Trial and In Vitro Study.",
  "abstract": "Skin aging is driven by a combination of internal and external mechanisms, with ultraviolet (UV) radiation being a prominent external factor contributing to photoaging. Photoaging manifests through several signs, including decreased skin hydration, diminished elasticity, coarse wrinkles, and dyspigmentation. Cacao beans, known for their flavonoids and polyphenols, offer potential anti-aging benefits. To explore this, we conducted a study using both in vitro experiments and clinical trials. Our results demonstrated that cacao powder significantly improved skin hydration and moisture retention in both experimental settings. Specifically, in UVB-damaged human dermal fibroblasts (HDFs) and H2O2-treated keratinocytes (KCs), cacao powder displayed notable antioxidant properties. Furthermore, cacao powder enhanced the activity of antioxidant enzymes and promoted the production of hyaluronic acid in KCs, contributing to better skin hydration. It also effectively inhibited the expression of matrix metalloproteinase-1, an enzyme associated with wrinkle formation, and stimulated collagen synthesis in HDFs. Clinical trials conducted on participants with aged skin revealed a significant improvement in skin hydration and a reduction in skin wrinkles after 12 weeks of cacao powder consumption, supporting the in vitro findings. These results suggest that cacao powder holds promise as a natural ingredient for improving skin hydration and reducing wrinkles, underscoring its potential in anti-aging skincare.",
  "publication_date": "2024-11-06",
  "journal": "Current issues in molecular biology",
  "doi": "10.3390/cimb46110746",
  "entities": {
    "SYMPTOM": [
      "anti-aging skincare",
      "potential anti-aging benefits",
      "skin aging"
    ],
    "POLYPHENOL": [
      "decreased skin hydration",
      "internal and external mechanisms",
      "polyphenols",
      "their flavonoids"
    ],
    "FOOD": [
      "cacao beans"
    ]
  }
}