{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Flavouring Tunisian Extra Virgin Olive Oil (EVOO) with Cloves: Quality Indices, Stability, and Consumers' Purchase Survey.",
  "abstract": "The objective of our study is to monitor the stability of Extra Virgin Olive Oil (EVOO) flavoured with cloves. Two flavouring processes were tested, namely the maceration of cloves in olive oil and the grinding of cloves with olives. The analysis of the obtained oils showed that the process of the simultaneous grinding of the cloves with the olives produced a better oil quality than the maceration process in terms of richness in total phenols. The co-crushing method increased the total phenols in the olive oil by 34.24% and 73.37%, compared to the maceration method with an increase of only 17.1% and 52.35%, respectively, for the 2 and 4% of cloves addition. Fluorescence spectroscopy analysis of the oils supplied useful and complementary results. The aromatized olive oil developed by simultaneous grinding was subjected to ageing acceleration at 60 °C in the dark for 165 days. Results indicated that the acidity and the value of the specific extinction coefficient K232of the control EVOO followed the standards of the International Olive Oil Council. During accelerated storage, the degradation of total phenols was marked as less for the flavoured EVOOs than for the control samples. After 165 days of storage, the colour of all olive oil samples was modified, with this change being the most apparent for unflavoured oil with a 45.6% and 46.4% decrease in L and b* vs. 38.8% and 22.4% for C1, and 45.5% and 37.2% for C2 respectively. After 165 days of storage, all the oil samples were darker and red. Flavouring EVOO with cloves offered a better stability to the oil. A consumer survey involving 224 participants revealed that despite the fact that only 30% were familiar with flavoured oils, 83.9% expressed a willingness to purchase clove-flavoured olive oil if it became available on the market. Flavoured oils offer a good alternative to multiply olive oil-based products and thus offer additional opportunities for the marketing of olive oils.",
  "publication_date": "2025-06-16",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122114",
  "entities": {
    "POLYPHENOL": [
      "46.4% decrease",
      "the objective",
      "the specific extinction coefficient"
    ],
    "FOOD": [
      "all olive oil samples",
      "clove-flavoured olive oil",
      "extra virgin olive oil",
      "olive oil",
      "olive oil-based products",
      "olive oils",
      "the aromatized olive oil",
      "the international olive oil council",
      "the olive oil"
    ]
  }
}