{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Does dihydromyricetin protect the kidney following ischemia-reperfusion injury in male rats?",
  "abstract": "Efforts to prevent the deleterious effects of the ischemia-reperfusion injury (IRI) on the kidney are ongoing. Recently, there has been an increasing interest in using natural phytochemical compounds as alternative remedies in several diseases. Dihydromyricetin is a flavonoid that is mainly extracted from some plants such as Ampelopsis grossedentata. The effect of dihydromyricetin was investigated in a rat model of renal IRI. Dihydromyricetin was dissolved in a vehicle and administered orally as a single daily dose of 400 mg/kg for 10 days prior to IRI and continued for 3 days after IRI. G-Sham (n = 10) underwent sham surgery, whereas G-IRI (n = 10) and G-IRI/DHM (n = 10) underwent bilateral warm renal ischemia for 35 min and received the vehicle or dihydromyricetin, respectively. Renal functions and histological changes were assessed before starting the medication, just prior to IRI, and 3 days after IRI. Dihydromyricetin significantly attenuated the alterations in serum creatinine and urea, creatinine clearance, urinary albumin, and urinary albumin creatinine ratio. Dihydromyricetin has also significantly mitigated the alterations in renal injury markers, pro-inflammatory, pro-fibrotic, and apoptotic cytokines, oxidative stress markers, and histological changes. We conclude that dihydromyricetin has a reno-protective effect on the IRI-induced renal alterations. These findings might have clinical implications.",
  "publication_date": "2025-06-01",
  "journal": "Physiological reports",
  "doi": "10.14814/phy2.70394",
  "entities": {
    "POLYPHENOL": [
      "a flavonoid",
      "a reno-protective effect",
      "dihydromyricetin",
      "the deleterious effects",
      "the effect"
    ],
    "SYMPTOM": [
      "oxidative stress markers"
    ]
  }
}