{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Ultrasound-driven chemical and biochemical changes in jabuticaba juice: Phenolic compounds, volatile profile and inactivation of polyphenol oxidase, peroxidase and pectin methylesterase.",
  "abstract": "Fruit juices are widely recognized as excellent vehicles for bioactive compounds, offering both nutritional and health-promoting benefits. Among these, jabuticaba (Myrciaria jaboticaba) stands out as a fruit exceptionally rich in phenolic compounds, particularly anthocyanins. This study evaluated the effects of thermal (90 °C/1 min and 120 °C/1 min) and high-intensity ultrasound (HIUS) treatments (6.3, 15.9, 25.5, and 36 W/cm2) on the physicochemical properties, polyphenol oxidase (PPO), peroxidase (POD), and pectin methylesterase (PME) inactivation, phenolic and volatile compound profiles, antimicrobial potential, and kinetic stability of jabuticaba juice. Compared to thermal processing, HIUS demonstrated superior anthocyanin retention and phenolic stability while effectively inactivating enzymes. HIUS at 25.5 and 36 W/cm2increased cyanidin-3-O-glucoside content (up to a 40 % increase), whereas the 120 °C/1 min thermal treatment reduced it by 58 %, highlighting the susceptibility of anthocyanins to intense heat. Regarding phenolic acids, HIUS maintained ellagic acid levels and increased gallic acid content at higher intensities (up to a 55 % increase), whereas 120 °C/1 min significantly increased gallic acid and ellagic acid, likely due to thermal degradation and release of bound phenolics. The antimicrobial properties of jabuticaba juice were assessed through microbial growth analysis and challenge testing with Lacticaseibacillus paracasei, revealing its potential to contribute to microbial stability in juice formulations. HIUS at 25.5 W/cm2was identified as the optimal processing condition, balancing enzymatic inactivation, bioactive compound retention, and physical stability, while avoiding the anthocyanin degradation observed in intense thermal treatments. These findings underscore the potential of HIUS as a nonthermal alternative for producing high-quality, functional jabuticaba juice and provide valuable insights into optimizing processing parameters to maximize bioactive compound retention and kinetic stability in fruit-based beverages.",
  "publication_date": "2025-03-24",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.144037",
  "entities": {
    "FOOD": [
      "fruit juices",
      "high-quality, functional jabuticaba juice",
      "jabuticaba juice",
      "juice formulations"
    ],
    "POLYPHENOL": [
      "25.5 and 36 w/cm2increased cyanidin-3-o-glucoside content",
      "ellagic acid levels",
      "increased gallic acid content",
      "pectin methylesterase (pme) inactivation",
      "phenolic compounds",
      "polyphenol oxidase",
      "the effects"
    ]
  }
}