{
  "source": "PubMed",
  "query": "epicatechin",
  "title": "Comprehensive metabolomics based exploration ofin vitrodigestive characteristics ofLacticaseibacillus rhamnosusbiotransformed apple polyphenols.",
  "abstract": "Apple (Malus domestica) polyphenols possess functional properties; however, their human body absorption is impeded. To enhance their absorption, apple polyphenols were fermented usingLacticaseibacillus rhamnosuszrx01. Gastrointestinal digestion and metabolomics analyses were conducted. The results showed that the polyphenol content decreased significantly to 1.12 mg/mL (p< 0.05) in fermentation group and increased to 2.01 mg/mL in non-fermentation group; 6 differential metabolites such as ferulic acid (log₂ FC = -3.28) and p-hydroxybenzoic acid (log2FC = -2.80) were identified by metabolomics, among which epicatechin (VIP = 2.54) and chlorogenic acid (VIP = 2.40) were significantly increased. Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis showed that differential metabolites were significantly enriched in 10 metabolic pathways, including phosphatidylinositol 3 kinase-protein kinase signaling pathway (p= 0.00029), fluid shear stress, and atherosclerosis pathway (p= 0.00327). The research shows fermentation converts macromolecular polyphenols into small moleculesviadeglycosylation, altering postdigestive metabolite profiles and providing evidence for bioavailability mechanisms and functional development of apple polyphenols.",
  "publication_date": "2025-05-11",
  "journal": "Food chemistry: X",
  "doi": "10.1016/j.fochx.2025.102539",
  "entities": {
    "POLYPHENOL": [
      "apple (malus domestica) polyphenols",
      "apple polyphenols",
      "bioavailability mechanisms",
      "chlorogenic acid",
      "fermentation converts macromolecular polyphenols",
      "ferulic acid",
      "small moleculesviadeglycosylation",
      "the polyphenol content"
    ],
    "SYMPTOM": [
      "atherosclerosis pathway",
      "fluid shear stress"
    ]
  }
}