{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Volatile Variation ofTheobroma cacaoMalvaceae L. Beans Cultivated in Taiwan Affected by Processing via Fermentation and Roasting.",
  "abstract": "After being harvested, cacao beans are usually subjected to very complex processes in order to improve their chemical and physical characteristics, like tastefulness with chocolate characteristic flavors. The traditional process consists of three major processing stages: fermentation, drying, and roasting, while most of the fermentation is carried out by an on-farm in-box process. In Taiwan, we have two major cocoa beans, the red and the yellow. We proposed that the major factor affecting the variation in tastes and colors in the finished cocoa might be the difference between cultivars. To uncover this, we examined the effect of the three major processes including fermentation, drying and roasting on these two cocoa beans. Results indicated that the two cultivars really behaved differently (despite before or after processing with fermentation, drying, and roasting) with respect to the patterns of fatty acids (palmitic, stearic, oleic, and arachidonic); triacylglycerols:1,2,3-trioleoyl-glycerol (OOO); 1-stearoyl-2,3-oleoyl-glycerol (SOO); 1-stearoyl-sn-2-oleoyl-3-arachidoyl- glycerol (SOA); 1,3-distearyol-sn-2-oleoyl-glycerol (SOS); organic acids (citric, tartaric, acetic, and malic); soluble sugars (glucose and fructose); amino acids; total phenolics; total flavonoids; and volatiles. Our findings suggest that to choose specific processing conditions for each specific cocoa genotype is the crucial point of processing cocoa with consistent taste and color.",
  "publication_date": "2022-05-10",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules27103058",
  "entities": {
    "FOOD": [
      "cacao beans",
      "chocolate characteristic flavors",
      "cocoa",
      "the finished cocoa",
      "these two cocoa beans",
      "two major cocoa beans"
    ],
    "POLYPHENOL": [
      "each specific cocoa genotype",
      "respect",
      "specific processing conditions",
      "the effect",
      "total flavonoids"
    ]
  }
}