{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Phytochemical Characterization of Two New Olive Oil Genotypes Growing in Southern Tunisia.",
  "abstract": "This research can be considered as the first complete survey for the valorization of new olive genotypes cultivated in the South-East of Tunisia as well as their oils. The study aimed to characterize the phytochemical composition of virgin olive oil produced from two olive cultivars, namely Nourgou and Gousalani. The pomological characterization of fruits, the quality criteria and the phytochemical profile were quantified. Additionally, antioxidant activity was evaluated using Ferric reducing antioxidant power (FRAP) and Oxygen radical absorbance capacity (ORAC) tests to also obtain a bioactive characterization of these monovarietal olive oils. The obtained results revealed that the analyzed olive oils samples can be classified into Extra Virgin category (EVOO) according to the regulated physicochemical characteristics. Our findings showed a significant variability in the chemical parameters of the analyzed EVOO likely associated with the genetic potential, mainly for chlorophylls contents (1.37-1.64 mg/kg), in carotenoids pigments (3.97-10.86 mg/kg), in α-tocopherol (175.59-186.87 mg/kg), in sterols (1036.4-1931.4 mg/kg) in oleic acid (65.33-68.73%), in palmitic acid (C16:0) (13.32-17.48%), in linoleic acid (C18:2) (11.06-13.47%). Additionally, the HPLC-MS/MS analysis showed that the two EVOOs analyzed contained appreciable amounts of total polyphenols, ranging from 348.03 up to 516.16 mg/kg, in Nourgou and Gousalani oils, respectively. Regarding the individual phenolic compounds, the EVOO samples were mainly characterized by phenolic alcohols, phenolic acids, secoiridoids, verbascoside, flavonoids and phenolic aldehydes. The prevalent simple phenolics detected were secoiridoids with the dominance of the oleuropein aglycone in Gousalani oil. In addition, findings from in vitro antioxidant assays (FRAP and ORAC) revealed that the two studied oils possessed a powerful antiradical activity and a good reducing power capacity. In conclusion, these new EVOOs exhibited a superior quality compared to other Tunisian varieties, considering their antiradical activity and reducing power capacity.",
  "publication_date": "2024-08-23",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules29173997",
  "entities": {
    "FOOD": [
      "the analyzed olive oils samples",
      "these monovarietal olive oils",
      "virgin olive oil"
    ],
    "POLYPHENOL": [
      "appreciable amounts",
      "flavonoids",
      "secoiridoids",
      "the individual phenolic compounds",
      "the oleuropein aglycone",
      "total polyphenols"
    ]
  }
}