{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Storage stability of chocolate can be enhanced using locust protein-based film incorporated with E. purpurea flower extract-based nanoparticles.",
  "abstract": "The study aimed to develop a locust protein (Loct-Prot)-based film to enhance the lipid oxidative and storage stability of chocolate. The E. purpurea flower extract based-nanoparticles (EFNPs) were developed using ultrasonication (500 W and 20 kHz for 10 min) following a green method of synthesis. The EFPNs were incorporated at different levels [T0(0%), T1(1.0%), T2(1.5%), and T3(2.0%)] to impart bioactive properties to the Loct-Prot-based films which were used for packaging of white chocolate during 90 days trial. The addition of EFPNs increased (P < 0.05) the density of the Loct-Prot-based film which in turn decreased (P < 0.05) the transmittance (%) and WVTR (water vapour transmission rate, mg/mt2) with increasing levels of addition. While brightness (L*) showed a decrease, redness (a*) and yellowness (b*) increased with increasing concentration of EFPNs. No significant (P > 0.05) effect was recorded on other physicomechanical parameters of the film. The addition of EFPNs (P < 0.05) increased the mean values of all the antioxidant and antimicrobial parameters (total flavonoid and phenolic contents, FRAP, DPPH, and ABTS activities, antioxidant release and inhibitory halos) of the film. The presence of Loct-Prot-based film decreased the lipid (TBARS and free fatty acids) and protein (total carbonyl content) oxidation of the chocolate samples during storage. A significant (P < 0.05) increase was observed in the antioxidant properties [FRAP (µM TE/100 g) and DPPH and ABTS activities (% inhibition)] of the chocolate samples after one month and the sensory and microbial qualities towards the end of the storage. The gastrointestinal digestion simulation showed a positive impact on the antioxidant properties of the chocolate. Based on our results, Loct-Prot-based film incorporated with EFPNs can be used to enhance the storage stability of chocolate during storage.",
  "publication_date": "2023-09-07",
  "journal": "Ultrasonics sonochemistry",
  "doi": "10.1016/j.ultsonch.2023.106594",
  "entities": {
    "FOOD": [
      "chocolate",
      "the chocolate",
      "the chocolate samples",
      "white chocolate"
    ],
    "SYMPTOM": [
      "packaging"
    ],
    "POLYPHENOL": [
      "a decrease",
      "no significant (p > 0.05) effect",
      "other physicomechanical parameters",
      "total flavonoid"
    ]
  }
}