{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Hydrogen peroxide signaling mediates dopamine-induced chromium stress tolerance in tomato.",
  "abstract": "Toxic heavy metal chromium (Cr) poses significant risks to crop yields and human health through contamination of the food chain. Dopamine, a naturally occurring bioactive amine, can enhance plant tolerance to various abiotic stresses; however, its specific role in Cr stress tolerance and the associated molecular mechanisms remain largely unexplored. In this study, we demonstrate that root application of dopamine effectively mitigates Cr stress in tomato plants. Cr stress was found to decrease chlorophyll content, maximum photochemical efficiency, shoot growth, and biomass accumulation, while simultaneously increasing reactive oxygen species (ROS) accumulation, lipid peroxidation, and electrolyte leakage. Exogenous dopamine application significantly reduced excessive ROS accumulation and malondialdehyde levels, thereby alleviating oxidative stress. This was achieved through the enhancement of antioxidant enzyme activity, increased glutathione and phytochelatin contents, and the upregulation of the expression of respective encoding genes, including Cu-Zn SOD, POD, CAT1, APX, GR1, GSH2, and PCS. Additionally, dopamine treatment induced the expression of RBOH1 and reduced Cr content. Notably, exogenous H2O2application also improved Cr tolerance, but the application of diphenyleneiodonium, an NADPH oxidase inhibitor, exacerbated Cr phytotoxicity and diminished the beneficial effects of dopamine on plant tolerance to Cr stress. These findings suggest that dopamine-induced H2O2signaling plays a crucial role in enhancing Cr tolerance. This study elucidates a fundamental mechanism underlying dopamine-mediated Cr tolerance and expands our understanding of the stress resistance properties of dopamine in plants.",
  "publication_date": "2025-02-28",
  "journal": "Environmental pollution (Barking, Essex : 1987)",
  "doi": "10.1016/j.envpol.2025.125949",
  "entities": {
    "SYMPTOM": [
      "cr stress",
      "oxidative stress",
      "stress",
      "the stress resistance properties",
      "various abiotic stresses"
    ],
    "POLYPHENOL": [
      "a fundamental mechanism",
      "electrolyte leakage",
      "its specific role",
      "reactive oxygen species (ros) accumulation",
      "respective encoding genes",
      "the associated molecular mechanisms",
      "the beneficial effects"
    ],
    "FOOD": [
      "tomato plants"
    ]
  }
}