{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Therapeutic Efficacy of Silymarin, Vitamin E, and Essential Phospholipid Combination Therapy on Hepatic Steatosis, Fibrosis, and Metabolic Parameters in MASLD Patients: A Prospective Clinical Study.",
  "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is the most prevalent chronic liver disease globally, and current estimates indicate an increase in incidence and prevalence in the general population. The design of the prospective study was to evaluate the response of patients with MASLD to an original formula consisting of silymarin, vitamin E, and essential phospholipids. In total, 200 patients were initially enrolled in the study and a total of 190 who participated in all four visits were included in our analysis. During the visits, liver function tests, lipid profiles, blood glucose level, fibrosis, and steatosis values and grades were assessed. From baseline, visit 0, to month 6th, visit III, a statistically significant difference (p-value < 0.0001) was observed in the reduction in ALT, AST, GGT, ALP, TG, total cholesterol, and blood glucose levels. There was a significant decrease in the fibrosis value from the first visit to the last visit (p= 0.002). Even though administered separately, silymarin, essential phospholipids, and vitamin E have established their efficacy in MASLD, this study demonstrates that their combination produces an indubitable effect on liver steatosis, even in a short cure of 6 months, and it can be proposed due to it having no adverse effects on patients with MASLD.",
  "publication_date": "2025-06-06",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125427",
  "entities": {
    "POLYPHENOL": [
      "a significant decrease",
      "an indubitable effect",
      "no adverse effects",
      "silymarin",
      "the prospective study"
    ],
    "SYMPTOM": [
      "liver steatosis",
      "steatosis values"
    ]
  }
}