{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Development of an endogenous quorum-sensing based bifunctional dynamic regulation system for efficient product synthesis in Streptomyces.",
  "abstract": "Streptomyces species are known for producing a great variety of commercially valuable secondary metabolites, especially antibiotics. However, engineering ofStreptomycesis inflexible due to the lack of dynamic regulation tools. The effective endogenous quorum-sensing (QS) circuits capable of simultaneously and dynamically up- and down-regulating different sets of genes for efficient product synthesis have not yet been developed. Here, by leveraging the endogenous avenolide-mediated QS system, we designed a bifunctional dynamic regulation system in avermectin (AVE)-producing Streptomyces avermitilis, enabling simultaneous dynamic up- and down-regulation of multiple target genes. Using the dynamic up-regulation circuit, we up-regulated key genes involved in precursor supply for AVE production, resulting in a 727.4 % increase in AVE B1a (the most effective AVE component) titer in wild-type (WT) strain. Using the dynamic down-regulation circuit to down-regulate key node genes in TCA cycle, aspartate degradation, and acetate synthesis pathways for redirecting metabolic flux toward AVE production resulted in a 589.6 % increase in B1a titer in WT strain. Combined application of the dynamic up- and down-regulation circuits in WT and high-yield industrial strain A229 resulted in B1a titers 413.9 μg/mL (858.1 % higher than WT value) and 8067.6 μg/mL (25.7 % higher than A229 value). These findings present a novel bifunctional dynamic regulation strategy for strain improvement, with the potential to be easily adapted to other microorganisms with identified endogenous QS systems.",
  "publication_date": "2025-06-26",
  "journal": "Bioresource technology",
  "doi": "10.1016/j.biortech.2025.132898",
  "entities": {
    "POLYPHENOL": [
      "ave b1a (the most effective ave component) titer",
      "avermectin",
      "commercially valuable secondary metabolites",
      "especially antibiotics",
      "precursor supply",
      "streptomyces species",
      "the effective endogenous quorum-sensing (qs) circuits"
    ]
  }
}