{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Revealing the formation of aged aroma in raw Pu-erh tea during the storage through comprehensive two-dimensional gas chromatography coupled to time-of-flight mass spectrometry and molecular docking.",
  "abstract": "Pu-erh tea undergoes significant flavor transformations during long-term natural storage. This study systematically examined changes in quality components and characteristic attributes of raw Pu-erh tea (RaPT) various storage stages through extensive sampling. The total contents of tea polyphenols including six catechins (i.e. C, EC, EGC, GC, ECG and EGCG), free amino acids decreased, while the total flavonoid content increased over time. Additionally, 363 volatile organic compounds (VOCs) were identified using HS-SPME/GC × GC-TOFMS. Multivariate statistical analysis, combined with quantitative descriptive analysis (QDA), revealed progressive changes in aroma profiles throughout RaPT storage. Based on these dynamic changes, RaPT storage duration was classified into three distinct stages. Thirty aged characteristic aroma compounds, predominantly associated with woody odor, were identified through Pearson's correlation analysis. Furthermore, by integrating molecular docking technology and aroma recombination experiments, 18 key VOCs responsible for the aged aroma characteristics of RaPT were confirmed. These findings elucidate their interaction mechanisms with olfactory receptors (ORs), providing new insights into the molecular basis of RaPT aroma evolution.",
  "publication_date": "2025-03-20",
  "journal": "Current research in food science",
  "doi": "10.1016/j.crfs.2025.101038",
  "entities": {
    "FOOD": [
      "pearson's correlation analysis",
      "pu-erh tea",
      "raw pu-erh tea (rapt"
    ],
    "POLYPHENOL": [
      "aroma recombination experiments",
      "ec",
      "ecg",
      "egcg",
      "molecular docking technology",
      "olfactory receptors",
      "six catechins",
      "tea polyphenols",
      "the molecular basis",
      "the total flavonoid content",
      "their interaction mechanisms"
    ]
  }
}