{
  "source": "PubMed",
  "query": "polyphenols antioxidant",
  "title": "Whole transcriptomic analysis reveals structure-activity relationships of cinnamoylquinic acid derivatives in human amniotic stem cells.",
  "abstract": "Cinnamoylquinic acids constitute a class of polyphenolic compounds with a quinic acid core and with diverse quinic acid esterification result in distinctive beneficial biological effects. Naturally present in many foods, these compounds exhibit properties such as antioxidant, antibacterial, anti-inflammatory, and anticancer effects. Transcriptomic analysis was performed on human amniotic epithelial stem cells (hAESCs) treated with ten cinnamoylquinic acid derivatives. These multipotent stem cells, previously recognized as a physiologically relevant model for studying the bioactivities of natural compounds, revealed distinct transcriptomic differences associated with eight of the structural variations. The structure-functionality relationship was distinguished through cell specific tissue, functional enrichment, and developmental stem cell marker genes analysis. Structural characteristics were explored to assess the druggability potential of the derivative. Certain moieties showed pronounced effects, notably methyl tetraferuloylquinate, with four ferulic acid side substitutions and one carboxymethyl group. Overall, while structure-activity analyses identified key molecular components driving bioactivity suggesting optimal compound modifications. The utilization of big data with statistical analysis underscores the therapeutic and preventative medicine potential of Cinnamoylquinic acids.",
  "publication_date": "2025-06-06",
  "journal": "Biochemical pharmacology",
  "doi": "10.1016/j.bcp.2025.117029",
  "entities": {
    "POLYPHENOL": [
      "antioxidant, antibacterial, anti-inflammatory, and anticancer effects",
      "cell specific tissue",
      "distinctive beneficial biological effects",
      "four ferulic acid side substitutions",
      "key molecular components",
      "polyphenolic compounds",
      "pronounced effects"
    ]
  }
}