{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Effect of Resveratrol on the intestinal microbiota in Type2 diabetes Mellitus mice.",
  "abstract": "Some natural products have been found to have a positive effect on the treatment of Type 2 Diabetes Mellitus (T2DM). The effective mechanism by which these natural products work may be attributed to their ability to alter the gut microbiome. In this study, considering the beneficial properties of resveratrol for T2DM, the mechanism of resveratrol in releasing of T2DM, the correlation between the apparent traits of resveratrol in T2DM mice and the changes in intestinal flora structure were explored. The intervention of resveratrol in different dose did effectively improve the apparent T2DM symptoms in mice, including reduced fasting blood glucose, enhance to both the insulin tolerance and glucose tolerance. Simultaneously, resveratrol can effectively ameliorate the pathological condition of the colon and rectum in T2DM mice, leading to a reduction in intestinal villi swelling and fat vacuoles. The intervention of resveratrol led to changes in the gut flora structure of T2DM mice. Erysipelas and Ileibacterium are crucial taxa of resveratrol involved in maintaining the balance of the gut microbiota. The abundance of Erysipelotrichaceae and Ileibacterium was significantly elevated under the treatment of resveratrol, and the compose of the gut microbiota was more inclined to healthy mice. T2DM symptoms could be alleviated by resveratrol through different mechanisms compared to metformin intervention.",
  "publication_date": "2024-12-02",
  "journal": "Brazilian journal of microbiology : [publication of the Brazilian Society for Microbiology]",
  "doi": "10.1007/s42770-024-01573-x",
  "entities": {
    "POLYPHENOL": [
      "a positive effect",
      "different mechanisms",
      "rectum",
      "resveratrol",
      "the effective mechanism",
      "the mechanism"
    ],
    "SYMPTOM": [
      "type 2 diabetes"
    ]
  }
}