{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Recent progress in improving delivery, bioavailability and bioactivity of polyphenolic compounds through encapsulation: A comprehensive review.",
  "abstract": "Polyphenolic compounds are secondary metabolites enriched in natural sources like fruits, vegetables, plants, seeds, leaves, stems, berks etc. and are a large group of a minimum of 10000 unique components. Therefore, these are of great interest to research (fields like nutraceuticals, functional food, cosmetics and pharmaceuticals) due to their potent therapeutical activities, including antioxidant, anti-inflammatory, immunomodulatory, anti-ageing, skin brightening, anti-microbial, anti-cancer, anti-diabetic, hepatoprotective, neuroprotective, cardioprotective, anti-hypercholesterolemic, hypolipidemic, anti-atherosclerosis, anti-obesity against several disorders. In contrast, due to some limitations and challenges, polyphenolic compounds suffer from solubility, stability, bioaccessibility, bioavailability, and bioactivity issues, as well as loss of their effectiveness in fighting disease in human health. The encapsulation of polyphenols enhanced their bioaccessibility, bioavailability, stability and bioactivity. Encapsulation is a novel technique applied to coat active constituents using an encapsulating agent to protect bioactive constituents from deficiencies such as light, pH, temperature, humidity, etc. The encapsulated polyphenolic compounds improved phytochemical properties and released behaviours, decreased toxicity, enhanced bioavailability and finally achieved significant biological function review discussed the profiling of polyphenolic compounds in several sources, encapsulating agents applied in several encapsulation processes, and post-encapsulation therapeutical activities of polyphenols.",
  "publication_date": "2025-06-10",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.145087",
  "entities": {
    "POLYPHENOL": [
      "a novel technique",
      "decreased toxicity",
      "polyphenolic compounds",
      "polyphenols",
      "secondary metabolites",
      "the encapsulated polyphenolic compounds",
      "their effectiveness"
    ],
    "FOOD": [
      "fighting disease",
      "functional food"
    ]
  }
}