{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Comparative Study of Chemical Compositions and Antioxidant Capacities of Oils Obtained from Sixteen Oat Cultivars in China.",
  "abstract": "The global oat harvest area occupied by China has been increasing annually. In this study, the fatty acid and triacylglycerol compositions, lipid concomitants, and antioxidant capacities of 16 oat oil cultivars in China were compared. All oat oils were found to be rich in unsaturated fatty acids (UFA), particularly oleic acid and linoleic acid. The main triacylglycerols in oat oil were first reported, including 1-palmitoyl-2-linoleoyl-3-oleyl-glycerol (PLO, 16.50-18.69%), 1,3-dioleoyl-2-linoleoyl-glycerol (OLO, 14.97-18.44%), and 1-palmitoyl-2,3-dioleoyl-glycerol (POO, 11.00-13.45%). Significant variations were observed among the cultivars in lipid concomitants, including tocochromanols (0-124.83 mg/kg), phytosterols (3380.94-5735.96 mg/kg), squalene (17.39-59.33 mg/kg), and polyphenols (255.47-513.99 mg GAE/kg). The antioxidant capacities of the different cultivars varied for DPPH (154.34-189.80 μmol VE/kg), ABTS (124.40-343.97 μmol VE/kg), and FRAP (834.32-2746.09 μmol VE/kg). Pearson correlation analysis showed a positive correlation between antioxidant capacity and the contents of polyphenols, squalene, and campesterol. Hierarchical cluster analysis classified the oat oils into distinct groups based on their phytosterol, polyphenol, monounsaturated fatty acids (MUFA), triacylglycerol, squalene, polyunsaturated fatty acid (PUFA), and tocochromanol contents. This study confirms that oat oil has potential as a functional oil and dietary supplement, and sheds light on the relationship between its nutritional quality and functionality, which may aid in the screening of beneficial oat oil cultivars.",
  "publication_date": "2025-06-06",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122007",
  "entities": {
    "POLYPHENOL": [
      "polyphenol, monounsaturated fatty acids",
      "polyphenols"
    ],
    "FOOD": [
      "pearson correlation analysis"
    ]
  }
}