{
  "source": "PubMed",
  "query": "tannins",
  "title": "Prickly Pear and Pomegranate Peel Extracts as Natural Antioxidants: Effects on Colour, Lipid, and Protein Oxidation in Refrigerated Cooked Chicken Models.",
  "abstract": "This study investigates the antioxidative potential of pomegranate peel extract (PPE) and prickly pear peel extract (HPE) as natural preservatives in cooked chicken models. The extracts were characterized for their phenolic and tannin content, and their antioxidant activity was measured through in vitro chemical assays using ABTS, DPPH, and FRAP assays. Cooked chicken samples were formulated with different concentrations of PPE or HPE and compared to sodium nitrite (NaNO2) treatment. The effects on lipid and protein oxidation, instrumental colour parameters, and aldehyde formation were evaluated during storage. The results demonstrated that PPE exhibited higher antioxidant activity compared to HPE, particularly at higher concentrations. PPE_300 had the highest phenolic content, exhibited the strongest radical scavenging activity, and significantly reduced lipid oxidation markers such as malondialdehyde and lipid hydroperoxides. PPE also preserved protein integrity by reducing carbonyl formation and maintaining thiol levels. Colour stability was improved in both PPE- and HPE-treated samples, although nitrite remained the most effective in maintaining redness (a*-values). These findings suggest that PPE, particularly at 300 mg/kg, is a promising natural alternative to synthetic antioxidants for improving oxidative stability and shelf life in meat products. Further research should explore sensory attributes and consumer acceptance to facilitate industrial applications.",
  "publication_date": "2025-04-29",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14091568",
  "entities": {
    "FOOD": [
      "pomegranate peel extract"
    ],
    "POLYPHENOL": [
      "the effects",
      "their phenolic and tannin content"
    ]
  }
}