{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Arsenic-induced neurocardiac toxicity and protective role of Resveratrol: histopathological and molecular insights.",
  "abstract": "Arsenic toxicity is a global health problem chiefly targeting soft tissues of the body like the brain and heart. The major mechanism underlying arsenic-induced neurotoxicity is oxidative stress. Particularly, the neurons and cardiac myocytes show limitless susceptibility to oxidative stress. Herein, we examined the impact of prolonged arsenic exposure and resveratrol post-treatment on the cardiac and neuronal [Ventromedial hypothalamic nucleus (VMH)] morphology. Adult mice were segregated into control and experimental groups; controls received distilled water, while experimental groups received oral gavage of arsenic trioxide (ATO) at low (2 mg/kg bw) or high (4 mg/kg bw) doses for 45 days. Cardiac effects were assessed at the low dose (2 mg/kg bw), whereas neurological effects were evaluated at both low and high doses. Mice were sacrificed on day 45 to obtain perfusion-fixed hearts and brains for histological and morphometric studies. Long-term ATO exposure resulted in a higher heart-to-body weight ratio than controls, suggesting ATO-induced hypertrophy. Microscopic observations revealed a regular arrangement of cardiac muscle fibres, branching patterns of cardiomyocytes, and fibroblasts across all the treatment groups. However, increased cardiac myocyte diameter in ventricles and substantial fibrosis in vessel walls were noticed in ATO-alone exposed hearts relative to controls. Selective vulnerability of hypothalamic neurons following ATO exposure was evident by significant alterations in morphometric parameters (reduced cell density and soma size) in the VMH nucleus of animals receiving ATO (2 and 4 mg/kg) alone. These dramatic histopathological alterations were found to be restored after ATO + Res co-treatment. We also examined the expression of ER-α in the preoptic area of the hypothalamus and indicated downregulation of ER-α due to prolonged ATO exposure. Our findings highlight Resveratrol as a potent neurocardiac protector against ATO toxicity via estrogen signaling modulation, supporting its therapeutic potential in arsenic poisoning.",
  "publication_date": "2025-05-20",
  "journal": "Journal of molecular histology",
  "doi": "10.1007/s10735-025-10439-x",
  "entities": {
    "POLYPHENOL": [
      "a potent neurocardiac protector",
      "cardiac effects",
      "neurological effects",
      "resveratrol",
      "selective vulnerability",
      "the major mechanism"
    ],
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}