{
  "source": "PubMed",
  "query": "tannins",
  "title": "Infection of Norway spruce by Chrysomyxa rhododendri: Ultrastructural insights into plant-pathogen interactions reveal differences between resistant and susceptible trees.",
  "abstract": "Infection of Norway spruce (Picea abies L.) by the rust Chrysomyxa rhododendri is a major problem in European subalpine forests, causing severe defoliation and reduced growth. However, as with most pathogens from high elevation environments, little is known about the host-pathogen interaction, the associated plant cellular damage and responses, and their differential expression in susceptible and resistant host trees. Here we report on the development of the biotrophic pathogen in the host tissues, from infection by basidiospores to release of aeciospores, by analysing needles at different time points after infection by histology and transmission electron microscopy. Ultrastructural changes in the host cells, ranging from cell reorganisation and degradation to the accumulation of secondary compounds, were localized and characterized in both susceptible and a resistant genotype. C. rhododendri formed a dense mycelium in the intercellular spaces of the needle mesophyll of susceptible trees, followed by the formation of subepidermal spermogonia and aecia. Symptomatic needle yellowing corresponded to the spatial expansion of the mycelium and was caused by degradation, but not collapse, of the mesophyll cells with chloroplasts. In needles of the enhanced resistant genotype PRA-R, only few fungal hyphae appeared, but distinct modifications of the cell walls and an accumulation of electron dense material in the intercellular space appeared. In addition, large tannin droplets were observed around fungal structures, indicating an increased accumulation of polyphenols. The findings are consistent with observations on other heterocyclic rusts and with known physiological and molecular responses of infected trees, including a reduced photosynthetic activity, changes in the needle phenolic profile and a local hypersensitive response. Highly resistant trees may be able to limit fungal growth and associated damage by rapidly enhancing structural and chemical barriers in the needle mesophyll.",
  "publication_date": "2025-06-03",
  "journal": "Tree physiology",
  "doi": "10.1093/treephys/tpaf066",
  "entities": {
    "POLYPHENOL": [
      "aecia",
      "aeciospores",
      "electron dense material",
      "histology and transmission electron microscopy",
      "infected trees",
      "infection",
      "known physiological and molecular responses",
      "large tannin droplets",
      "polyphenols",
      "secondary compounds"
    ]
  }
}