{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Non-invasive Raman spectroscopy for monitoring metabolite changes in tomato plants infected by phytoplasma.",
  "abstract": "The increasing demand for food production requires innovative approaches to protect crops from pathogens that significantly reduce yield and quality. Phytoplasmas, persistent bacterial pathogens transmitted by phloem-feeding insects, cause severe damage to economically important crops, including tomato plants. Early detection of these pathogens can be crucial considering that traditional molecular diagnostic methods, such as polymerase chain reaction (PCR), often fail during early infection stages due to low pathogen concentrations. In this study, we explore the use of Raman spectroscopy as a rapid, non-invasive tool for monitoring alterations in plant metabolites caused byCandidatusPhytoplasma solani infection in tomato plants. Grafting experiments were performed, and Raman spectra were collected at different time intervals post-infection. Changes in the spectral intensities of chlorophyll, carotenoids, and polyphenols were identified as early as two weeks post-infection, prior to the pathogen's detectability by molecular methods. These findings highlight the potential of Raman spectroscopy to fill the diagnostic gap in the early stages of phytoplasma infections, offering a window for timely intervention and a further tool in precision agriculture.",
  "publication_date": "2025-06-19",
  "journal": "Analytical methods : advancing methods and applications",
  "doi": "10.1039/d5ay00293a",
  "entities": {
    "POLYPHENOL": [
      "bycandidatusphytoplasma solani infection",
      "early detection",
      "early infection stages",
      "economically important crops",
      "infection",
      "molecular methods",
      "phloem-feeding insects",
      "phytoplasma infections",
      "polyphenols",
      "precision agriculture",
      "raman spectra",
      "raman spectroscopy",
      "the pathogen's detectability",
      "the spectral intensities",
      "traditional molecular diagnostic methods"
    ],
    "FOOD": [
      "tomato plants"
    ]
  }
}