{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Inhibitory Efficacy ofArthrospira platensisExtracts on Skin Pathogenic Bacteria and Skin Cancer Cells.",
  "abstract": "Arthrospira platensis(spirulina) is a cyanobacterium containing various phytochemical compounds associated with various antioxidant, antimicrobial, antiviral, anticancer, anti-inflammatory, and immune-promoting properties. The efficacy of ethanolic and methanolic crude extracts ofA. platensisregarding antibacterial, antioxidant, and anticancer effects was determined in this study. The ethanolic extract showed the highest antioxidant activity by 8.96 ± 0.84 mg gallic acid equivalent per gram of extract (mg GAE/g extract), 53.03 ± 4.21 mg trolox equivalent antioxidant capacity per gram of extract (mg TEAC/g extract), and 48.06 ± 0.78 mg TEAC/g extract as determined by DPPH, ABTS, FRAP assays, respectively. Moreover, the ethanolic extract showed the highest total phenolic and flavonoid compound contents by 38.79 ± 1.61 mg GAE/g extract and 27.50 ± 0.53 mg of quercetin equivalent per gram of extract (mg QE/g extract). Gallic acid and quercetin in the extracts were also determined by HPLC. The antibacterial activity was evaluated by agar well diffusion and broth dilution methods on skin pathogenic bacteria, includingStaphylococcus aureus,Staphylococcus epidermidis, methicillin-resistantS. aureus(MRSA),Micrococcus luteus,Pseudomonas aeruginosa, andCutibacterium acnes. The inhibition zone ofA. platensisextracts ranges from 9.67 ± 0.58 to 12.50 ± 0.50 mm. In addition, MIC and MBC values ranged from 31.25 to 125 mg/mL. The inhibition of biofilm formation and biofilm eradication byA. platensisethanolic extract was 87.18% and 99.77%, as determined by the crystal violet staining assay. Furthermore, the anticancer activity ofA. platensison A375 human melanoma cells was examined. The ethanolic and methanolic extracts induced DNA apoptosis through both intrinsic and extrinsic pathways by upregulating the expression of caspase-3, caspase-8, and caspase-9. These findings suggested thatA. platensisdemonstrated promising antioxidant, antibacterial, and anticancer activities, emphasizing its potential as a natural therapeutic agent for the management of pathological conditions.",
  "publication_date": "2025-05-05",
  "journal": "Biology",
  "doi": "10.3390/biology14050502",
  "entities": {
    "POLYPHENOL": [
      "0.84 mg gallic acid equivalent",
      "gallic acid",
      "ofa. platensisregarding antibacterial, antioxidant, and anticancer effects",
      "quercetin",
      "quercetin equivalent",
      "the highest total phenolic and flavonoid compound contents"
    ],
    "SYMPTOM": [
      "dna apoptosis",
      "the anticancer activity ofa. platensison a375 human melanoma cells"
    ]
  }
}