{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Telomere-to-Telomere Assembly of theCordyceps militarisCH1 Genome and Integrated Transcriptomic and Metabolomic Analyses Provide New Insights into Cordycepin Biosynthesis Under Light Stress.",
  "abstract": "Cordyceps militaris, a model species in the genus Cordyceps, is widely distributed globally and is known for its significant medicinal value. It has been traditionally used in Chinese medicine to enhance immunity, alleviate fatigue, and treat tumors, among other therapeutic purposes. Here, we successfully assembled a telomere-to-telomere (T2T) level genome ofC. militarisCH1 using PacBio HiFi and Hi-C technologies. The assembled genome is 32.67 Mb in size, with an N50 of 4.70 Mb. Gene prediction revealed a total of 10,749 predicted genes in theC. militarisCH1 genome, with a gene completeness of 99.20%. Phylogenetic analysis showed the evolutionary relationship betweenC. militarisCH1 and otherCordycepsspecies, suggesting that the divergence between this strain andC. militarisATCC 34164 occurred approximately 1.36 Mya. Combined transcriptomic and metabolomic analyses identified 842 differentially expressed genes and 2052 metabolites that were significantly altered under light stress, primarily involving key pathways related to amino acid metabolism, purine metabolism, and secondary metabolite biosynthesis. Joint analysis of genes and metabolites revealed 79 genes coding for enzymes associated with the synthesis of adenine and adenosine, with the expression of 52 genes being upregulated, consistent with the accumulation trends of adenine and adenosine. Four gene clusters related to the synthesis of cordycepin were identified, with a significant upregulation of cns3 (FUN_003263), suggesting that light stress may promote cordycepin biosynthesis. This comprehensive analysis not only provides new insights into the genomics, metabolomics, and functional gene research ofC. militarisCH1 but also offers a potential biological foundation for understanding the synthesis mechanisms of cordycepin and its efficient production.",
  "publication_date": "2025-06-18",
  "journal": "Journal of fungi (Basel, Switzerland)",
  "doi": "10.3390/jof11060461",
  "entities": {
    "POLYPHENOL": [
      "a model species",
      "hi-c technologies",
      "othercordycepsspecies",
      "secondary metabolite biosynthesis",
      "the synthesis mechanisms",
      "thec. militarisch1 genome"
    ],
    "SYMPTOM": [
      "alleviate fatigue",
      "light stress"
    ]
  }
}