{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Development of magnetic dispersive micro-solid phase extraction based on magnetic agarose nanoparticles and deep eutectic solvents for the isolation and pre-concentration of three flavonoids in edible natural samples.",
  "abstract": "In the present study, an environmentally friendly magnetic dispersive micro-solid phase extraction was developed based on magnetic agarose nanoparticles and deep eutectic solvents for the isolation and pre-concentration of three flavonoids (morin, quercetin, and kaempferol) from dark tea, chocolate, vegetable, and fruit juice samples. In this method, deep eutectic solvents were synthesized from less toxic and low-cost substances under feasible conditions and used as eluents in the desorption process. These solvents can be considered as a green alternative to traditional organic reagents to increase the adsorption capacity and reduce the matrix interferences, dangerous waste generation and environmental pollution. A Plackett-Burman design was employed for screening the experimental variables. The effective variables were then optimized by Box-Behnken design (BBD). Under the optimial conditions, the presented method demonstrated wide linear ranges of 1-500 μg. L-1for morin and quercetin, and 5-500 μg. L-1for kaempferol with satisfactory recoveries above 91%. Limit of detections (LODs) and quantifications (LOQs) of flavonoids varied in 0.2-1.1 μg. L-1and 0.66-3.63 μg. L-1, respectively. The precision of the proposed method was the range of 2.6-5.7%.",
  "publication_date": "2020-09-12",
  "journal": "Talanta",
  "doi": "10.1016/j.talanta.2020.121649",
  "entities": {
    "POLYPHENOL": [
      "5-500 μg. l-1for kaempferol",
      "deep eutectic solvents",
      "detections",
      "flavonoids",
      "kaempferol",
      "l-1for morin",
      "morin",
      "quercetin",
      "satisfactory recoveries",
      "the effective variables",
      "the precision",
      "three flavonoids"
    ],
    "FOOD": [
      "chocolate",
      "fruit juice samples"
    ]
  }
}