{
  "source": "PubMed",
  "query": "quercetin",
  "title": "The Therapeutic Potential of Bombyx Batryticatus for Chronic Atrophic Gastritis Precancerous Lesions via the PI3K/AKT/mTOR Pathway Based on Network Pharmacology of Blood-Entering Components.",
  "abstract": "Background:Chronic atrophic gastritis precancerous lesions (PL-CAG) are characterized by the atrophy of gastric mucosal glands, often accompanied by intestinal metaplasia or dysplasia. Timely intervention and treatment can effectively reverse its malignant progression and prevent the onset of gastric cancer. Bombyx Batryticatus (BB) exhibits a range of pharmacological effects, including anticoagulation, antiepileptic properties, anticancer activity, and antibacterial effects. However, the pharmacological basis and mechanisms underlying BB's efficacy in treating PL-CAG remain unclear.Methods:A three-factor modeling approach was implemented to develop a rat PL-CAG model, while the MNNG-induced PLGC (precancerous lesions of gastric cancer) cell model was served as a cell PL-CAG model. UPLC-QE-Orbitrap-MS/MS (Ultra performance liquid chromatography-quadrupole-electrostatic field orbital trap high-resolution mass spectrometry) was utilized to perform an in-depth analysis of the components in the plasma extract of BB. Leveraging network pharmacology, molecular docking analyses, and experimental validation, we initially elucidated the potential mechanisms through which BB mediates its therapeutic effects on PL-CAG at both in vivo and in vitro levels.Results:Prototype compounds of 42 blood-entering components were identified by UPLC-QE-Orbitrap-MS/MS analysis. Network pharmacology analysis and molecular docking studies indicate that the core targets are primarily enriched in the PI3K-Akt signaling pathway, and the key components, including Nepitrin, Quercetin 3-O-neohesperidoside, Rutin, and others, exhibited stable docking conformations with the first eleven pivotal targets. Both in vivo and in vitro experiments validated that BB may effectively treat PL-CAG via modulation of the PI3K-Akt signaling pathway.Conclusions:The therapeutic efficacy of BB in the management of PL-CAG may be achieved through the synergistic interaction of multiple components and targets, which may be more closely related to the inhibition of the PI3K/AKT signaling pathway. This approach will establish a solid experimental foundation and provide essential data for the clinical application of BB in treating PL-CAG, while also facilitating further research initiatives.",
  "publication_date": "2025-05-25",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18060791",
  "entities": {
    "POLYPHENOL": [
      "antibacterial effects",
      "chronic atrophic gastritis precancerous lesions",
      "its therapeutic effects",
      "mechanisms",
      "molecular docking studies",
      "pharmacological effects",
      "precancerous lesions",
      "quercetin",
      "rutin",
      "the potential mechanisms",
      "ultra performance liquid chromatography-quadrupole-electrostatic field orbital trap high-resolution mass spectrometry"
    ],
    "SYMPTOM": [
      "anticancer activity",
      "gastric cancer"
    ]
  }
}