{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Sodium alginate as a stabilizer for anthocyanins in Dendrobium officinale: Insights from experimental approach and molecular dynamics.",
  "abstract": "Dendrobium officinale, a dual-purpose medicinal and edible plant, contains anthocyanins that serve as key pigments and contribute to enhanced pharmacological effects. However, instability under light, oxygen, and pH variations caused degradation, thereby limiting practical applications. A sodium alginate (SA)-based polymer system was developed to enhance the stability of Dendrobium officinale anthocyanin (DOA) and prolong the shelf life of Dendrobium officinale derived products. The interaction mechanism was investigated using microscopy, Fourier transform infrared spectroscopy, X-ray diffraction, molecular dynamics simulations and thermal analysis. Moreover, the influence of SA on DOA stability under stress conditions was also evaluated. 7 anthocyanins were identified, with cyanidin-3-O-[6-O-sinapoyl-2-O-(6-O-sinapoyl-glucosyl)-glucoside] and cyanidin-3-O-[6-O-sinapoyl-2-O-(6-O-sinapoyl-glucosyl)-glucoside]-5-O-(6-O-malonyl-glucoside) constituting 41.83 % and 42.83 % of the total content, respectively. Microscopic analysis revealed uniform dispersion of DOA within the SA matrix. Hydrogen bonds formed between DOA and SA, as indicated by hydroxyl peak shifts, which enhanced the amorphous structure of DOA and reduced molecular disorder. A delayed endothermic peak was observed in the DOA-SA complex, indicating improved thermal stability. The SA-DOA complex exhibited higher retention rates under ascorbic acid, light, H₂O₂, elevated temperatures, pH variations, hydrogen bond disruption, and simulated gastrointestinal digestion compared to unencapsulated DOA. The SA encapsulation system significantly improved DOA stability through hydrogen bonding, providing a viable strategy to enhance the shelf life and commercial viability of Dendrobium officinale-derived products.",
  "publication_date": "2025-05-20",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.144838",
  "entities": {
    "POLYPHENOL": [
      "enhanced pharmacological effects",
      "infrared spectroscopy",
      "molecular disorder",
      "molecular dynamics simulations",
      "the interaction mechanism"
    ],
    "SYMPTOM": [
      "stress conditions"
    ]
  }
}