{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Unveiling the components, physiological functions and emerging trends of hydroxycinnamic acid amides in goji berry (Lycium).",
  "abstract": "Goji berries (Lycium), recognized globally as nutraceutical supplements, have traditionally been investigated for their polysaccharide and anthocyanin profiles, yet emerging phytochemical evidence reveals critical knowledge gaps in novel bioactive constituents. This review addresses such limitations by systematically evaluating hydroxycinnamic acid amides (HCAAs), a novel class of phenolic acid derivatives (phenolamides) recently identified in Lycium species. Through critical synthesis of the peer-reviewed studies related to goji berry HCAAs or phenolamides from 2010 to 2024, 114 structurally characterized amides have been cataloged across four taxonomically validated species (L. ruthenicum, L. barbarum, L. chinense, and L.yunnanense), with p-coumaric acid and feruloyltyramine derivatives being identified as predominant subtypes. The biosynthetic framework governing these compounds has been elucidated, revealing phenylalanine ammonia-lyase-mediated pathways as key regulatory nodes in amide metabolism. Multidimensional bioactivity profiles are systematically documented, mainly including antioxidation via phenolic hydroxyl groups, anti-inflammatory effects, regulation of lipid and glucose homeostasis, receptor antagonism for neuroprotection, gut microbiota modulation through prebiotic activity, and caspase-3-dependent anticancer mechanisms. However, current investigations into goji berry HCAAs predominantly focus on the in vitro bioactivity profiling, with critical deficiencies in the in vivo activity, metabolic process, and bioavailability. This methodological imbalance substantially impedes their commercial application and nutraceutical innovation. Future research imperatives should address: (1) comprehensive utilization of each part of the goji berry, (2) high-value utilization of Lycium plants and HCAA products, (3) application expansion of goji berry HCAAs.",
  "publication_date": "2025-05-19",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116696",
  "entities": {
    "POLYPHENOL": [
      "anti-inflammatory effects",
      "caspase-3-dependent anticancer mechanisms",
      "four taxonomically validated species",
      "hydroxycinnamic acid",
      "lycium species",
      "neuroprotection",
      "p-coumaric acid",
      "receptor antagonism"
    ]
  }
}