{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Bioactivity Profiling of Chemically Characterized Extract of Saudi Jackfruit (Artocarpus heterophyllus) Using In Vitro and In Silico Approaches.",
  "abstract": "Artocarpus heterophyllus, also known as jackfruit, is recently introduced for cultivation in Saudi Arabia. In this study, the ethanolic extract ofArtocarpus heterophyllusfruits (EAHF) was explored for its chemical and pharmacological properties. The EAHF was revealed with total phenolic contents (115.5 ± 5 mg GA.Eq.gm-1DE), total flavonoid contents (77 ± 2.22 mg QU.Eq.gm-1DE), and total tannin contents (59.33 ± 1.66 mg TA.Eq.gm-1DE), while 81 phytocompounds were identified by the GC-MS analysis. The extract was found with maximum antioxidant activity in the FRAP method. EAHF showed significant thrombolytic (85.51%) and hemolytic (1.01%) activities. EAHF showed strong enzyme inhibition, against urease (95.65%), tyrosinase(71.01%), and α-amylase(28.17%). The extract showed cytotoxicity potential against breast cancer cell lines (MCF-7 and MDA-MB-231) in a concentration and time-dependent manner. Furthermore, selected compounds from the GC-MS profile were tested for in silico toxicity, ADMET, and molecular docking study to analyze the interactions between compounds and selected enzymes. Overall, the findings of the study suggest that the EAHF has pharmacological potential and could be a suitable therapeutic alternative for various common diseases. However, further, in vivo toxicological and pharmacological investigations are recommended on this extract.",
  "publication_date": "2025-06-22",
  "journal": "Scientifica",
  "doi": "10.1155/sci5/8015648",
  "entities": {
    "POLYPHENOL": [
      "molecular docking study",
      "selected compounds",
      "selected enzymes",
      "total flavonoid contents",
      "total tannin contents"
    ],
    "SYMPTOM": [
      "breast cancer cell lines"
    ]
  }
}