{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Towards Improved Bioavailability of Cereal Inositol Phosphates,Myo-Inositol and Phenolic Acids.",
  "abstract": "Cereals are among the foods rich inmyo-inositol hexakisphosphate (phytic acid, IP6), lowermyo-inositol phosphates (IPx), a wide range of phenolic compounds, as well as vitamins, minerals, oligosaccharides, phytosterols and para-aminobenzoic acid, and are attributed with multiple bioactivities, particularly associated with the prevention of metabolic syndrome and colon cancer. The bran fraction of wheat, maize, brown rice and other cereals contains high levels of phytate, free and total phenolics, and endogenous enzymes such as amylases, phytase, xylanase, β-glucanase and feruloyl esterase, whose activities can be increased by germination. The preliminary steps of digestion begin in the oral cavity where substrates for the action of endogenous cereal and salivary enzymes start to be released from the food matrix. IP6 released from phytate complexes with arabinoxylans, starch and protein bodies would eventually enhance the absorption of nutrients, including phenolics, by regulating tight junctions and, together with ferulic acid (FA), would maintain cell barrier integrity and epithelial antibacterial immunity. In addition, both IP6 and FA exert potent and complementary antioxidant effects, while FA together with IPx generated through advanced hydrolysis of IP6 by endogenous and microbial phytases may affect digestive enzyme activity and incretin secretion, resulting in modulated insulin and glucagon release and prevention of various diabetic complications. Contrary to widespread negative attitudes towards phytate, in this review, we present the strategy of selecting cereals with high phytate and phenolic content, as well as high endogenous phytase, feruloyl esterase and endoxylanase activities, to produce value-added health-promoting foods. The advanced hydrolysis of phytate and phenolic compounds by cereal and/or microbial enzymes would generate substantial amounts of \"enzymatically generated inositol\" (EGI), including IP6, IPx andmyo-inositol, the compounds that, together with free FA, provide enhanced bioavailability of cereal nutrients through multiple synergistic effects not previously realised.",
  "publication_date": "2025-02-01",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30030652",
  "entities": {
    "POLYPHENOL": [
      "fa exert potent and complementary antioxidant effects",
      "ferulic acid",
      "incretin secretion",
      "multiple synergistic effects",
      "phenolic compounds",
      "phytate and phenolic compounds"
    ],
    "SYMPTOM": [
      "colon cancer",
      "metabolic syndrome"
    ],
    "FOOD": [
      "brown rice",
      "wheat"
    ]
  }
}