{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Winemaking Technologies for the Production of Cabernet Sauvignon and Feteasca Neagra Wines Enriched with Antioxidant Active Principles Due to the Addition of Melatonin.",
  "abstract": "In recent years, various studies have been carried out to increase the concentration of antioxidant active principles in red wines as a consequence of the effects of winemaking techniques on the polyphenols content. In this study, in order to obtain the most optimal wine in terms of content and efficiency of antioxidant activity, various winemaking technologies (punching-down and pumping-over maceration) were tried with diverse gradations (Feteasca Neagra and Cabernet Sauvignon wines) and the addition of different concentrations of melatonin in must. Suitable HPLC and spectrophotometric methods were used to follow the evolution of the antioxidant compounds from wines during aging (for 12 months). After comparing the acquired results, an increase was observed in the antioxidant compound concentrations, particularly in resveratrol (85%), peonidin-3-glucoside (100%) or cyanidin-3-glucoside (100%), and antioxidant activity (10-40%). The most enriched wine was obtained in the case of Feteasca Neagra by the addition of 0.5 mg of melatonin per 1 kg of must using the punch-down technology and, in the case of Cabernet Sauvignon, by the addition of 0.05 mg of melatonin per 1 kg of must using the pumping-over technique. This study can provide winemakers with an approach to enhance red wines with antioxidant compounds.",
  "publication_date": "2024-03-14",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods13060884",
  "entities": {
    "POLYPHENOL": [
      "cyanidin-3",
      "peonidin-3",
      "recent years",
      "resveratrol",
      "spectrophotometric methods",
      "techniques",
      "the effects",
      "the polyphenols content",
      "the pumping-over technique",
      "the punch-down technology",
      "various winemaking technologies"
    ],
    "FOOD": [
      "cabernet sauvignon wines",
      "red wines",
      "the most enriched wine",
      "the most optimal wine",
      "winemakers",
      "wines"
    ],
    "SYMPTOM": [
      "aging"
    ]
  }
}