{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Regulatory effects of resveratrol on nitric oxide signaling in cardiovascular diseases.",
  "abstract": "Cardiovascular illnesses are multifactorial disorders and represent the primary reasons for death worldwide, according to the World Health Organization. As a signaling molecule, nitric oxide (NO) is extremely permeable across cellular membranes owing to its unique molecular features, like its small molecular size, lipophilicity, and free radical properties. Some of the biological effects of NO are vasodilation, inhibition in the growth of vascular smooth muscle cells, and functional regulation of cardiac cells. Several therapeutic approaches have been tested to increase the production of NO or some downstream NO signaling pathways. The health benefits of red wine are typically attributed to the polyphenolic phytoalexin, resveratrol (3,5,4'-trihydroxy-trans-stilbene), which is found in several plant species. Resveratrol has beneficial cardiovascular properties, some of which are mediated through endothelial nitric oxide synthase production (eNOS). Resveratrol promotes NO generation from eNOS through various methods, including upregulation of eNOS expression, activation in the enzymatic activity of eNOS, and reversal of eNOS uncoupling. Additionally, by reducing of oxidative stress, resveratrol inhibits the formation of superoxide and inactivation NO, increasing NO bioavailability. This review discusses the scientific literature on resveratrol's beneficial impact on NO signaling and how this effect improves the function of vascular endothelium.",
  "publication_date": "2025-01-20",
  "journal": "Pharmacological reports : PR",
  "doi": "10.1007/s43440-025-00694-w",
  "entities": {
    "POLYPHENOL": [
      "a signaling molecule",
      "its small molecular size",
      "its unique molecular features",
      "resveratrol",
      "resveratrol's beneficial impact",
      "several plant species",
      "the biological effects",
      "the polyphenolic phytoalexin",
      "this effect"
    ],
    "FOOD": [
      "red wine"
    ],
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}