{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Resveratrol Ameliorates Chronic Stress in Kennel Dogs and Mice by Regulating Gut Microbiome and Metabolome Related to Tryptophan Metabolism.",
  "abstract": "Chronic stress poses threats to the physical and psychological well-being of dogs. Resveratrol (Res) is a polyphenol with antidepressant properties and has rarely been studied in dogs. This study aimed to investigate the stress-relieving effects and underlying mechanism of Res in dogs. Dogs were fed a basal diet supplemented with Res for 35 days. The fecal microbiota of the dogs was cultured with Res in vitro. The results show that Res improved the stress-related behaviors and increased the serum levels of 5-hydroxytryptamine (5-HT), brain-derived neurotrophic factor (BDNF), immunoglobulin A, and antioxidant capacity in dogs. Res downregulated the hormones of the hypothalamic-pituitary-adrenal axis. The abundance of butyric-producing bacteria, likeBlautia, increased, while the growth ofFusobacteriumrelated to gut inflammation was inhibited in the Res group. A higher content of fecal butyric acid was observed in the Res group. The metabolome indicated that Res increased the fecal and serum levels of tryptophan (Trp) and decreased the consumption of Trp by microorganisms. A chronic unpredictable mild stress mouse model was established, and Res was administered for 35 days. The results show that Res ameliorated the stress-related behavior and increased the levels of Trp and 5-HT in the whole brains of mice. The relative mRNA expression of genes associated with the tight junction protein, aryl hydrocarbon receptor, and Trp transporters in the colon were upregulated. In conclusion, Res could ameliorate canine stress by increasing 5-HT, BDNF, and the antioxidant capacity and improving the immune function and stress response, which was attributed to the role of Res in the restructuring of gut microbiota and the modulation of tryptophan metabolism.",
  "publication_date": "2025-02-09",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14020195",
  "entities": {
    "SYMPTOM": [
      "a chronic unpredictable mild stress mouse model",
      "chronic stress",
      "inflammation",
      "stress",
      "stress response",
      "the stress-related behavior",
      "the stress-related behaviors"
    ],
    "POLYPHENOL": [
      "a polyphenol",
      "aryl hydrocarbon receptor",
      "fecal butyric acid",
      "resveratrol",
      "the fecal and serum levels",
      "the fecal microbiota",
      "the stress-relieving effects",
      "underlying mechanism"
    ]
  }
}