{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Salvia miltiorrhiza activates Nrf2/HO-1 signaling and restores steroidogenesis in Leydig TM3 cells and an aging rat model.",
  "abstract": "Male aging is often accompanied by a gradual decline in testosterone production, referred to as andropause, which is associated with fatigue, reduced libido, hormonal imbalances, and metabolic disturbances. Testosterone replacement therapy poses risks such as prostate and cardiovascular complications, prompting interest in natural alternatives. This study explored the therapeutic effects of Salvia miltiorrhiza extract (SME) in an in vitro H₂O₂-induced Leydig TM3 cell model and an in vivo aged rat model. HPLC/MS analysis confirmed the presence of tanshinone IIA (10.629 mg/g) in SME. SME (1-2 μg/mL) attenuated oxidative stress, restored antioxidant gene and protein expression (Nrf2, HO-1, SOD, CAT, and GPx), and enhanced the steroidogenic pathway by upregulating STAR, CYP11A1, CYP17A1, 3β-HSD, and 17β-HSD while downregulating 5α-reductase. In aged rats, oral administration of SME (particularly 50 mg/kg) restored testosterone, LH, FSH, and progesterone levels, while reducing SHBG and DHT levels. SME also improved liver function markers (ALT and AST) and lipid profiles (TG, TC, LDL, and HDL), and reduced MDA and serum PSA levels. Also, HPLC/MS analysis detected the presence of tanshinone IIA in the serum of SME-administered animals. Furthermore, fecal microbiome analysis revealed an abundance of the propionate-producing microbe Succinispira mobilis, indicating a possible role of SME in improving gut health and hormone levels. These findings suggest that SME may serve as a promising natural intervention against andropause by regulating oxidative stress, steroidogenesis, and gut dysbiosis.",
  "publication_date": "2025-06-28",
  "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
  "doi": "10.1016/j.biopha.2025.118297",
  "entities": {
    "SYMPTOM": [
      "fatigue",
      "male aging",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "a gradual decline",
      "fecal microbiome analysis",
      "the therapeutic effects"
    ]
  }
}