{
  "source": "PubMed",
  "query": "lignans",
  "title": "Metabolite phenotyping of kobusin and identification of glutathione conjugates with kobusin catechol metabolite.",
  "abstract": "We aimed to investigate the metabolic pathways of kobusin, a tetrahydrofurofuran lignan with benzo[1,3]dioxole group, which exhibits antioxidant, anti-inflammatory, and anticancer activities. The metabolic profiles of kobusin, following incubation with hepatocytes and human liver microsomes (HLMs), were categorized into three clusters using ion identity molecular networking, with each cluster subsequently linked by glucuronidation and sulfation. These clusters were predicted to correspond to demethylenation, demethylation, and methylation with demethylenation. The structures of the metabolites and the responsible metabolizing enzymes were further characterized using hepatocytes, HLMs, S9 fractions, cDNA-expressed cytochrome P450 isozymes (CYPs), UDP-glucuronosyltransferase isozymes (UGTs), and sulfotransferases (SULTs). Kobusin yielded five phase 1 metabolites, including kobusin catechol (M1) formed via CYP2C8, CYP2C9, CYP2C19, and CYP3A4/5; O-desmethylkobusin (M2 and M3) via CYP2C9 and CYP2C19; and hydroxykobusin (M4 and M5) via CYP3A4/5. The major phase 1 metabolites (M1, M2, and M3) were subsequently converted into 14 phase 2 metabolites, including O-methyl-M1 (M6-M8) via catechol O-methyltransferase, as well as six glucuronide and sulfate conjugates of kobusin metabolites (M1-G, M2-G, M3-G, M6-G, M7-G, and M8-G; M1-S, M2-S, M3-S, M6-S, and M7-S) formed by UGTs and SULTs, respectively. Two glutathione (GSH) conjugates of the reactive intermediate derived from M1 (kobusin catechol) were identified after incubation of kobusin with HLMs in the presence of NADPH and GSH; however, these conjugates were not detected in hepatocyte incubations. In conclusion, kobusin undergoes extensive metabolism, yielding a total of 19 metabolites in human hepatocytes. These findings provide insight into the potential contributions of metabolizing enzymes to kobusin's pharmacokinetics and drug interactions associated with the reactive intermediate of M1.",
  "publication_date": "2025-06-14",
  "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
  "doi": "10.1016/j.biopha.2025.118255",
  "entities": {
    "SYMPTOM": [
      "antioxidant, anti-inflammatory, and anticancer activities"
    ],
    "POLYPHENOL": [
      "catechol o-methyltransferase",
      "kobusin catechol",
      "molecular networking"
    ]
  }
}