{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "In silico investigation of Toxicodendron succedaneum phytochemicals as extracellular signal-regulated kinase 2 inhibitors for non-small cell lung cancer therapy.",
  "abstract": "Non-small cell lung cancer (NSCLC) accounts for 85-90% of global lung cancer cases and causes over 1.7 million deaths annually worldwide. Despite therapeutic advancements, existing treatments remain expensive and are often associated with significant side effects, underscoring the need for alternative drug candidates. Natural compounds offer promising prospects as safer and more affordable therapeutic options for NSCLC. Toxicodendron succedaneum, a medicinally important plant species from the family Anacardiaceae, contains a diverse phytoconstituents with potential anticancer activity. Investigating these bioactive compounds may uncover therapeutic potential to facilitate NSCLC drug discovery. In this study, a comprehensive structure-based drug design approach was employed to identify drug candidates targeting the extracellular signal-regulated kinase 2 (ERK2) receptor. Using molecular docking, molecular dynamics (MD) simulation, ADMET analysis, MM/GBSA calculations, and DFT assessments, two lead compounds: rhusflavone ( - 10.9 kcal/mol) and hinokiflavone ( - 9.9 kcal/mol), were identified, both revealing favorable drug-likeness and toxicity profiles. MD simulation spanning 500 ns timescale confirmed the structural stability of the identified leads, further corroborated by principal component analysis (PCA) and Gibbs free energy landscape (FEL) evaluations. Rhusflavone emerged as the most promising candidate, with a free binding energy of - 57.15 ± 5.28 kcal/mol. DFT analysis revealed enhanced molecular reactivity of the lead compounds upon transitioning from the free to the bound states. These results could contribute to the development of novel lung anticancer drugs, warranting further in vitro and in vivo validation.",
  "publication_date": "2025-06-15",
  "journal": "Medical oncology (Northwood, London, England)",
  "doi": "10.1007/s12032-025-02800-7",
  "entities": {
    "SYMPTOM": [
      "global lung cancer cases",
      "non-small cell lung cancer",
      "novel lung anticancer drugs",
      "potential anticancer activity"
    ],
    "POLYPHENOL": [
      "(erk2) receptor",
      "a medicinally important plant species",
      "enhanced molecular reactivity",
      "molecular docking",
      "promising prospects",
      "significant side effects"
    ]
  }
}