{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Grafting Tomato 'Nairouz F1' onto Interspecific Hybrids for Induced Antibiosis and Antixenosis Resistance to Tetranychus urticae Koch via Chlorogenic Acid Synthesis.",
  "abstract": "This study is the first research to investigate the potential of grafting to induce tomato resistance to two-spotted spider mite (TSSM), Tetranychus urticae Koch. TSSM can cause up to 50% yield loss of tomato. The grafting technique permits the rapid adoption of biotic/abiotic stress resistance/tolerance from wild relatives as rootstock while preserving the scion's important horticultural characteristics. Although TSSM resistance is found in wild tomato relatives, particularly those with the Mi-1 gene, its effects as rootstocks on TSSM resistance remain uncertain. Tomato 'Nairouz F1' (lacking Mi-1) grafted onto six interspecific hybrids with Solanum habrochiates (harboring Mi-1/mi-1), including commercial rootstock 'Estamino' and 'Fortamino', along with hybrids between tomato 'VFN-14' and each of S. habrochiates AusTRCF312064 (R312064), AusTRCF312344 (R312344), CGN15391 (R15391), and LA1777 (R1777). In the 2019 and 2020 fall seasons, the grafted and ungrafted plants were assessed in a naturally TSSM-infested field. The population of TSSM movable stages on grafted and ungrafted plants was estimated one week after transplanting, and every two weeks for 11 weeks. To assess antixenosis and antibiosis resistance in tomato grafts, TSSM males and females were reared on leaves of grafts onto R312064 and R15391, along with ungrafted plants. TSSM bio-behaviors and two-sex life table parameters were assessed.",
  "publication_date": "2025-03-06",
  "journal": "BMC plant biology",
  "doi": "10.1186/s12870-025-06257-8",
  "entities": {
    "FOOD": [
      "tomato",
      "tomato 'nairouz f1",
      "tomato 'vfn-14",
      "tomato grafts",
      "tomato resistance",
      "wild tomato relatives"
    ],
    "POLYPHENOL": [
      "its effects",
      "six interspecific hybrids",
      "the grafting technique"
    ],
    "SYMPTOM": [
      "biotic/abiotic stress resistance/tolerance"
    ]
  }
}