{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Aging: silencing the PKA and AkT/PKB signaling pathways alters the antioxidant capacity of resveratrol.",
  "abstract": "One of the theories related to aging is the increase in oxidative stress. Given this, the objective of the study is to evaluate the cellular mechanisms responsible for the resveratrol antioxidant effect on leukocytes from donors aged between 20 and 80 years old. For this, leukocytes from donors of three age groups (20-39, 40-59 and 60-80) were isolated. Image-iT™LIVE Green Reactive Oxygen Species (ROS) Kit was used. Reactive Nitrogen Species (RNS) analysis was performed by measuring nitric oxide and peroxynitrite. The PKA, Akt/PKB and p38-MAPK were evaluated by chemiluminescence. The statistical analysis between age and treatments were performed by Pearson correlation (*p < 0.05). It was possible to observe the antioxidant effect of resveratrol in all age groups. The correlation results show loss of resveratrol effect in decreasing ROS in leukocytes from older donors. We observed an active antioxidant effect of p38-MAPK in all ages, with resveratrol acting on it. The PKA and Akt/PKB were active in leukocytes from donors aged 20-59. In cells from donors older than 60, these pathways are silenced, and an effect is also not observed in cells treated with resveratrol. Therefore, resveratrol showed antioxidant effect in all age, although it was more pronounced in leukocytes from younger. One of resveratrol's mechanisms is due to the activation of the PKA and Akt/PKB, which were activated in younger donor cells.",
  "publication_date": "2023-07-17",
  "journal": "Biogerontology",
  "doi": "10.1007/s10522-023-10046-x",
  "entities": {
    "SYMPTOM": [
      "aging",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "an active antioxidant effect",
      "an effect",
      "antioxidant effect",
      "reactive nitrogen species (rns) analysis",
      "resveratrol",
      "resveratrol effect",
      "resveratrol's mechanisms",
      "the antioxidant effect",
      "the cellular mechanisms",
      "the objective",
      "the resveratrol antioxidant effect"
    ],
    "FOOD": [
      "pearson correlation"
    ]
  }
}