{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Resveratrol inhibits autophagy in cardiomyocytes subjected anoxia/reoxygenation injury: involved in VDAC1/PINK1/Parkin pathway.",
  "abstract": "Resveratrol has confirmed effectiveness in alleviating myocardial ischemia/reperfusion(I/R) injury. However, the underlying mechanisms remain unclear. Mitochondrial dysfunction in injured cardiomyocytes activates autophagy, and excessive autophagy during reperfusion implicates aggravated injury. Considering that resveratrol preserves mitochondrial function by down-regulating VDAC1 expression, we speculated that the cardioprotective effect of resveratrol is achieved by mitochondrial regulation, and we wonder whether it is accomplished by ultimately modulating autophagy. Therefore, this study investigated the mechanism of resveratrol against myocardial I/R injury regarding autophagy regulation and explored the signal pathway. Herein, we established an anoxia/reoxygenation(A/R) model to simulate myocardial I/R injury in vitro. The expressions of VDAC1, Beclin1, LC3-II/I, Parkin, and PINK1 were detected by Western blot; the LDH activity and mPTP opening were measured by spectrophotometry; the ROS levels and mitochondrial membrane potential (ΔΨm) were examined by flow cytometry; the sublocalisation of Parkin and the autophagic vacuoles (AVs) were observed by laser confocal microscopy. Results suggested that resveratrol attenuated A/R injury by inhibiting autophagy, manifested as lower LDH activity, higher cell viability with decreased LC3-II/LC3-I ratio, down-regulated Beclin1 expression, and reduced number of AVs. In addition, stabilised mitochondrial membrane potential, inhibited ROS production and mPTP opening indicated maintained mitochondrial homeostasis. Compared with the A/R group, resveratrol pretreatment down-regulated the PINK1, Parkin, and VDAC1 expressions, accompanied by decreased colocalization of mitochondria with Parkin, suggesting the involved PINK1/Parkin signal pathway. Transfection with pFLAG-VDAC1 reversed resveratrol-induced mitophagy inhibition and cardioprotection. In conclusion, resveratrol protects cardiomyocytes by inhibiting excessive autophagy induced by the VDAC1/PINK1/Parkin pathway during A/R injury.",
  "publication_date": "2025-05-29",
  "journal": "Toxicology and applied pharmacology",
  "doi": "10.1016/j.taap.2025.117421",
  "entities": {
    "POLYPHENOL": [
      "beclin1",
      "cardioprotection",
      "decreased colocalization",
      "decreased lc3-ii/lc3-i ratio",
      "down-regulated beclin1 expression",
      "effectiveness",
      "resveratrol",
      "resveratrol-induced mitophagy inhibition",
      "spectrophotometry",
      "that resveratrol",
      "the cardioprotective effect",
      "the mechanism",
      "the underlying mechanisms",
      "transfection"
    ],
    "SYMPTOM": [
      "mitochondrial dysfunction"
    ]
  }
}