{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Antioxidant Extracts from Greek and Spanish Olive Leaves: Antimicrobial, Anticancer and Antiangiogenic Effects.",
  "abstract": "Olea europaeaL. is the most valuable species of theOleatype, and its products offer a wide range of therapeutical uses. The olive tree has been extensively studied for its nourishing qualities, and the \"Mediterranean diet\", which includes virgin olive oil as a key dietary component, is strongly associated with a reduced risk of cardiovascular disease and various malignancies. Olive leaves, a by-product in the olive harvesting process, are valued as a resource for developing novel phytomedicines. For this purpose, two ethanolic extracts obtained fromOlivae foliumfrom Spain (OFS) and Greece (OFG) were investigated. Our findings contribute to a wider characterization of olive leaves. Both extracts displayed important amounts of phenolic compounds and pentacyclic triterpenes, OFG having higher concentrations of both polyphenols, such as oleuropein and lutein, as well as triterpenes, such as oleanolic acid and maslinic acid. The antioxidant capacity is similar for the two extracts, albeit slightly higher for OFG, possibly due to metal polyphenol complexes with antioxidant activity. The extracts elicited an antimicrobial effect at higher doses, especially against Gram-positive bacteria, such asStreptococcus pyogenes. The extract with lower inorganic content and higher content of polyphenols and triterpenic acids induced a strong anti-radical capacity, a selective cytotoxic effect, as well as antimigratory potential on A375 melanoma cells and antiangiogenic potential on the CAM. No irritability and a good tolerability were noted after evaluating the extracts on the in vivo Hen's Egg Test-Chorioallantoic Membrane (HET-CAM). Therefore, the present data are suggestive for the possible use of the two types of olive leaf products as high-antioxidant extracts, potentially impacting the healthcare system through their use as antimicrobial agents and as anticancer and anti-invasion treatments for melanoma.",
  "publication_date": "2024-06-27",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox13070774",
  "entities": {
    "POLYPHENOL": [
      "a selective cytotoxic effect",
      "an antimicrobial effect",
      "both polyphenols",
      "greece",
      "metal polyphenol complexes",
      "oleuropein",
      "phenolic compounds",
      "polyphenols",
      "the most valuable species"
    ],
    "FOOD": [
      "virgin olive oil"
    ],
    "SYMPTOM": [
      "anticancer",
      "fromolivae foliumfrom spain"
    ]
  }
}