{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Dietary supplementation with capsaicinoids alleviates obesity in mice fed a high-fat-high-fructose diet.",
  "abstract": "Capsaicinoids are the pungent compounds in chili peppers. The present study investigated the effect of capsaicinoids on obesity in mice induced by a high-fat-high-fructose diet. Thirty-two male C57BL/6J mice were randomly divided into four groups (n= 8) and fed one of the following diets, namely, a low-fat diet (LFD), a high-fat-high-fructose diet (HFF), an HFF + 0.015% capsaicinoids (LCP), and an HFF + 0.045% capsaicinoids (HCP), for 12 weeks. Results showed that capsaicinoids significantly reversed HFF-induced obesity. Supplementation with capsaicinoids improved glucose tolerance, reduced plasma lipids, and attenuated inflammation. Capsaicinoids also reduced hepatic lipid accumulation by upregulating the expression of peroxisome proliferator-activated receptor gamma coactivator 1-alpha (PGC-1α). In addition, capsaicinoids enhanced the production of fecal short-chain fatty acids (SCFAs) and increased the fecal excretion of lipids. Gut microbiota analysis revealed that capsaicinoids decreased theFirmicutes/Bacteroidetesratio and beneficially reconstructed the microbial community. However, the effects of capsaicinoids on intestinal villus length and lipid tolerance were negligible. In conclusion, capsaicinoids effectively attenuated HFF-induced obesity and metabolic syndrome by favorably modulating lipid metabolism, improving SCFA production, and reshaping gut microbial structure.",
  "publication_date": "2024-08-12",
  "journal": "Food & function",
  "doi": "10.1039/d4fo02102a",
  "entities": {
    "FOOD": [
      "chili peppers"
    ],
    "POLYPHENOL": [
      "fecal short-chain fatty acids",
      "peroxisome proliferator-activated receptor gamma coactivator",
      "the effect",
      "the effects",
      "the fecal excretion"
    ],
    "SYMPTOM": [
      "hff-induced obesity",
      "inflammation",
      "metabolic syndrome",
      "obesity"
    ]
  }
}