{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Flavonoids, alkaloids and terpenoids: a new hope for the treatment of diabetes mellitus.",
  "abstract": "Diabetes mellitus is a metabolic syndrome characterized by a hyperglycemic state and multi-organ failure. Millions of people worldwide are suffering from this deadly disease taking a hit on their pocket and mental health in the name of its treatment. Modern medical practices with new technological advancements and discoveries have made revolutionary changes in the treatment. But, unfortunately, Glucose-lowering drugs used have many accompanying effects such as chronic vascular disease, renal malfunction, liver disease and, many skin problems. These complications have made us think about alternative treatments for diabetes with minimum or no side effects. Nowadays, in addition to modern medicine, herbal treatment has been suggested to treat diabetes mellitus. These herbal medicines contain biological macromolecules such as flavonoids, Terpenoids, glycosides, and alkaloids, which show versatile anti-diabetic effects. These phytochemicals are generally considered safe, and naturally occurring compounds have a potential role in preventing or controlling diabetes mellitus. The underlying mechanism of their anti-diabetic effects includes improvement in insulin secretion, decrease in insulin resistance, enhanced liver glycogen synthesis, antioxidant and anti-inflammatory activities. In this review, we have focused on the mechanism of various phytochemicals targeting hyperglycemia and its underlying pathogenesis.",
  "publication_date": "2022-01-08",
  "journal": "Journal of diabetes and metabolic disorders",
  "doi": "10.1007/s40200-021-00943-8",
  "entities": {
    "SYMPTOM": [
      "a metabolic syndrome",
      "hyperglycemia",
      "insulin resistance"
    ],
    "POLYPHENOL": [
      "biological macromolecules",
      "decrease",
      "flavonoids",
      "insulin secretion",
      "many accompanying effects",
      "minimum or no side effects",
      "new technological advancements",
      "the mechanism",
      "the underlying mechanism",
      "their anti-diabetic effects",
      "versatile anti-diabetic effects"
    ]
  }
}