{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Medical Nutrition Therapy in Dermatological Diseases: A Joint Consensus Statement of the Italian Association of Dietetics and Clinical Nutrition (ADI), the Italian Society of Dermatology and Sexually Transmitted Diseases (SIDeMaST), the Italian Society of Nutraceuticals (SINut), Club Ketodiets and Nutraceuticals \"KetoNut-SINut\" and the Italian Society of Endocrinology (SIE), Club Nutrition, Hormones and Metabolism.",
  "abstract": "Dermatological diseases such as acne, hidradenitis suppurativa (HS), and psoriasis are driven by chronic inflammation and oxidative stress. Emerging evidence highlights the role of nutrition in modulating these conditions, particularly through dietary patterns rich in antioxidants, polyphenols, and unsaturated fatty acids. RECENT FINDINGS: The Mediterranean diet (MedDiet) has demonstrated potential benefits due to its anti-inflammatory and immunomodulatory effects, while very low-energy ketogenic therapy (VLEKT) has shown promise in rapidly improving disease severity. Specific nutrients, including omega-3 fatty acids, probiotics, and micronutrients, may further contribute to disease management. However, the current literature is limited by small-scale studies and the lack of standardized dietary guidelines. PURPOSE OF REVIEW: This Consensus Statement, developed collaboratively by the Italian Association of Dietetics and Clinical Nutrition (ADI), the Italian Society of Dermatology and Sexually Transmitted Diseases (SIDeMaST), the Italian Society of Nutraceuticals (SINut), Club Ketodiets and Nutraceuticals \"KetoNut-SINut\" and the Italian Society of Endocrinology (SIE), Club Nutrition, Hormones and Metabolism, aimed to establish an evidence-based framework for medical nutrition therapy (MNT) of the most common inflammatory skin diseases, including acne, HS and psoriasis.",
  "publication_date": "2025-05-13",
  "journal": "Current obesity reports",
  "doi": "10.1007/s13679-025-00630-2",
  "entities": {
    "SYMPTOM": [
      "chronic inflammation",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "its anti-inflammatory and immunomodulatory effects",
      "polyphenols",
      "recent findings",
      "specific nutrients"
    ],
    "FOOD": [
      "omega-3 fatty acids"
    ]
  }
}