{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Amelioration of Inflammation in Rats with Experimentally Induced Asthma bySpenceria ramalanaTrimen Polyphenols via the PI3K/Akt Signaling Pathway.",
  "abstract": "Asthma is a chronic inflammatory respiratory disease that affects millions globally and poses a serious public health challenge. Current therapeutic strategies, including corticosteroids, are constrained by variable patient responses and adverse effects. In this study, a polyphenolic extract derived from the Tibetan medicinal plantSpenceria ramalanaTrimen (SRT) was employed and shown to improve experimentally (ovalbumin + cigarette smoke, OVA + CS) induced asthma in rats. Initially, the potential therapeutic mechanism of the polyphenolic components in SRT on OVA + CS-induced asthma was predicated by network pharmacology analysis. Subsequently, in vivo experiments identified that SRT polyphenols exhibit significant anti-asthmatic activities, primarily mediated by lowering inflammatory cell counts such as the WBC (white blood cell), eosinophils, and neutrophils, decreasing the expression of inflammatory cytokines (IL-4, IL-5, IL-13, and TNF-α), alleviating lung histological damage (reduced inflammation, collagen deposition, and mucus secretion), and enhancing the epithelial barrier integrity (upregulation of ZO-1, occludin, and claudin-1). Additionally, SRT polyphenols downregulated the PI3K/Akt (Phosphoinositide 3-kinase/protein kinase B) signaling pathway, improved gut microbiota disruption, and regulated fecal metabolites (glucose-6-glutamate, PS (16:0/0:0), 8-aminocaprylic acid, galactonic acid, Ascr#10, 2,3,4,5,6,7-hexahydroxyheptanoic acid, phosphodimethylethanolamine, muramic acid, 9-oxohexadeca-10e-enoic acid, and sedoheptulose) in asthmatic rats. In conclusion, SRT polyphenols exerted multifaceted protective effects against OVA + CS-induced asthma in rats, highlighting their potential value in preventing asthma via the PI3K/Akt signaling pathway.",
  "publication_date": "2024-12-28",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26010165",
  "entities": {
    "POLYPHENOL": [
      "9-oxohexadeca-10e-enoic acid",
      "a polyphenolic extract",
      "adverse effects",
      "mucus secretion",
      "multifaceted protective effects",
      "regulated fecal metabolites",
      "srt polyphenols",
      "the polyphenolic components",
      "the potential therapeutic mechanism"
    ],
    "SYMPTOM": [
      "reduced inflammation"
    ]
  }
}