{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Morphological, molecular, and pharmacological review of veldt grape (Cissus quadrangularisL.): an underutilized medicinal plant.",
  "abstract": "Cissus quadrangularis, commonly known as veldt grape, is an underutilized medicinal plant belonging to the Vitaceae family, widely found in tropical regions of India with diverse populations. The plant is also known for its rich phytochemical profile, including ketosteroids and flavonoids that enhance osteoblast activity and accelerate fracture healing. Also, this genus is unique in having a high degree of drought tolerance due to its facultative crassulacean acid metabolism (CAM) pathway. The CAM pathway inC. quadrangularisenhances its ability to sustain metabolic activity under drought stress, contributing to its survival and medicinal value in resource-limited ecosystems. The genetic variability among various veldt grape ecotypes plays a crucial role in determining the concentration of bioactive compounds and other physiological traits. This review aims to understand the relationship through morphological and molecular aspects of this plant and its application in pharmacology, with other potential therapeutic applications.C. quadrangularis, being an under-utilized medicinal crop with enormous pharmaceutical significance, lacks knowledge of its genetic wealth poses a major barrier to commercial cultivation all over India. Hence, the morphological and molecular markers are a perfect approach to conserving this valuable plant's genetic resources and crop improvement.",
  "publication_date": "2025-06-09",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1586624",
  "entities": {
    "FOOD": [
      "veldt grape"
    ],
    "POLYPHENOL": [
      "a perfect approach",
      "flavonoids",
      "morphological and molecular aspects",
      "resource-limited ecosystems",
      "the morphological and molecular markers",
      "various veldt grape ecotypes"
    ],
    "SYMPTOM": [
      "drought stress"
    ]
  }
}