{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Salvia elegansVahl Counteracting Metabolic Syndrome and Depression in Mice on a High-Fat Diet.",
  "abstract": "Salvia elegansVahl is a plant commonly used in Mexico as a remedy for nervous disorders, inflammatory diseases, and \"ringing in the ears\"; the latter can be associated with arteriosclerotic conditions and arterial hypertension. Therefore, based on medicinal use, this work aimed to evaluate the hydroalcoholic extract (SeHA, 100 mg/kg) of this plant and two fractions, ethyl acetate (SeFAc, 50 mg/kg), and obtained from SeFAc fractionation denominated SeF3 (10 mg/kg), on several alterations derived from metabolic syndrome (MetS) derived from the ingestion of a high-calorie diet (high-fat diet), in ICR (Institute of Cancer Research) mice, leading to chronic inflammation that results in neurological damage such as depression. Therefore, several MetS-related parameters, such as forced swim tests, hypertension, serum corticosterone levels, glucose, triglycerides, cholesterol, adiposity index, and insulin resistance, will be evaluated. Additionally, tumor necrosis factor (TNF)-α, interleukin (IL)-1β, IL-6, and IL-10 levels were measured in kidneys, fat tissue, brains, and spleens. It was proven that all thoseS. elegans-derived treatments reversed the damage, showing antidepressant, antihypertensive, antihyperglycemic, and antidyslipidemic effects and decreased adiposity, insulin resistance, and serum corticosterone. They induced a modulatory response by modifying the levels of TNF-α, IL-1β, IL-6, and IL-10 in different organs. High-performance liquid chromatography (HPLC) analysis of the acetate of ethyl fraction fromS. elegans(SeFAc) fraction revealed the presence of rosmarinic and caffeic acids as well as flavonoids, while the fraction from SeFAc called SeF3 Was identified by gas mass as methyl glucose, glycerol, and known sterols, among others. Thus, it was concluded thatS. elegansprotects against the harmful effects of MetS.",
  "publication_date": "2024-08-28",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules29174070",
  "entities": {
    "SYMPTOM": [
      "arterial hypertension",
      "cancer research",
      "chronic inflammation",
      "hypertension",
      "insulin resistance",
      "metabolic syndrome"
    ],
    "POLYPHENOL": [
      "antihypertensive, antihyperglycemic, and antidyslipidemic effects",
      "decreased adiposity",
      "flavonoids",
      "thats. elegansprotects",
      "the harmful effects",
      "tumor necrosis factor"
    ]
  }
}