{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Chemical Profiling, Enzyme Inhibitory Activity and Antioxidant Capacity of South African Herbal Teas:Buddleja saligna,Lippia javanica,L. scaberrimaandPhyla dulcis.",
  "abstract": "Herbal teas are used in South Africa as digestives to lower glycaemia and for other indications. However, the chemical composition of the infusions and their effect on enzymes related to metabolic syndrome is poorly known. The composition of infusions and methanol extracts ofB. saligna(Scrophulariaceae),Lippia javanica,L. scaberrima, andPhyla dulcis(Verbenaceae) was assessed and the effect of the infusions and extract was determined towards α-glucosidase, α-amylase, and pancreatic lipase. The commercial herbal products were extracted separately with MeOH or hot water to obtain the extract/infusion for comparative studies. Total phenolic, total flavonoid and antioxidant capacity were assessed. The fingerprints of the MeOH extracts and infusions were compared by HPLD-DAD. The extract constituents were tentatively identified by HPLC-MS/MS and NMR analyses. From the extracts/infusions, 57 compounds were identified, including iridoids, phenylpropanoid glycosides, flavonoids, and caffeic acid derivatives, among others. The MeOH extracts and infusions showed strong inhibition towards α-glucosidase with IC50in the range of 0.13-0.84 µg/mL for the phenolic-enriched infusion extract (PEI) and 0.47-0.50 µg/mL for the MeOH extracts, respectively. TheP. dulcisPEI showed higher inhibition towards α-glucosidase, and the MeOH extract ofL. scaberrimawas better than the PEI. At 100 µg/mL, the PEI from the four herbal teas reduces the activity of α-amylase by 23.03-28.61%, withL. javanicaas the most active tea. Three of the species are high in phenylpropanoid glycosides, whileP. dulciscontains rosmarinic acid. Some 26 compounds were identified in the infusion fromB. saligna, 28 fromL. scaberrima, and 21 fromP. dulcis. Four of them are common in all the teas, namely decaffeoylverbascoside, verbascoside, isoverbascoside, and tuberonic acid hexoside. Ten compounds occur in two of the teas and seventeen, fifteen, and eleven compounds were detected only inB. saligna,L. scaberrima, andP. dulcis, respectively. Most of the compounds are reported for the first time from the crude drug infusions. The results give some support for the traditional use of herbal teas as digestives and/or indications for diabetes. The chemical fingerprints set the basis for quality control of the crude drugs, based on the main constituents and differential compounds occurring in the samples.",
  "publication_date": "2024-10-10",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox13101219",
  "entities": {
    "FOOD": [
      "herbal teas",
      "infusions",
      "the crude drug infusions",
      "the extract/infusion",
      "the four herbal teas",
      "the infusion fromb. saligna",
      "the infusions",
      "the phenolic-enriched infusion extract"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "rosmarinic acid",
      "the effect",
      "the species",
      "their effect",
      "total flavonoid"
    ],
    "SYMPTOM": [
      "metabolic syndrome"
    ]
  }
}