{
  "source": "PubMed",
  "query": "tannins",
  "title": "A Review of Phytochemical and Pharmacological Studies onGalium verumL., Rubiaceae.",
  "abstract": "Galium verum(Yellow Bedstraw) is a rhizomatous perennial herb belonging to the Rubiaceae family. It is native to Eurasia and Africa but has also been introduced to southern Canada and the northern U.S. Widely used in traditional medicine,G. verumhas been recognized for its diuretic, anti-inflammatory, antimicrobial, analgesic, and anticancer properties. Phytochemical studies have shown that the plant is rich in significant bioactive compounds, such as flavonoids, phenolic acids, iridoids, anthraquinones, phytosterols, coumarins, and tannins. Research suggests thatG. verumexhibits strong antioxidant activity, protecting cells from oxidative stress and inflammation. Its antimicrobial potential has been demonstrated against various bacterial and fungal pathogens, supporting its traditional use in wound healing and infection treatment. Moreover, modern studies indicate its cytotoxic effects on cancer cells, suggesting potential applications in oncology. Additionally, its hepatoprotective and neuroprotective properties highlight its promise for treating metabolic and neurodegenerative disorders. Despite its well-known therapeutic potential, further studies are required to fully clarify its mechanisms of action and ensure its safety for medicinal use. Given the variety of bioactive compounds found inG. verumand their pharmacological benefits, this review emphasizes the importance of this species as a valuable medicinal plant, encouraging further scientific research for its application in pharmacology.",
  "publication_date": "2025-04-21",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30081856",
  "entities": {
    "SYMPTOM": [
      "anticancer properties",
      "cancer cells",
      "inflammation",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "infection treatment",
      "its cytotoxic effects",
      "its hepatoprotective and neuroprotective properties",
      "its mechanisms",
      "tannins",
      "this species"
    ]
  }
}