{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Autonomous self-propelled reduced graphene oxide hydrogel-CuO@rGO micromotors for high-efficiency removal of organic dye pollutant.",
  "abstract": "This study featured about the synthesis of graphene oxide hydrogel-CuO@reduced graphene oxide (rGH-CuO@rGO) micromotors with core-shell structure via an ultrasonication-assisted chemical precipitation method and their application for catalytic dye degradation. The micromotors were comprehensively characterized by X-ray diffraction (XRD), scanning electron microscopy (SEM), transmission electron microscopy (TEM), spectroscopic techniques (Fourier transform infrared (FTIR), Raman), surface area measurement (BET), and X-ray photoelectron spectroscopy (XPS) to determine their microstructure, composition, and chemical states. Degradation performance for methylene blue (MB) was evaluated under varying conditions: reaction time (0-120 min), peroxymonosulfate (PMS) concentration (0-5 g·L-1), pH (3-8), quantity of micromotors (12-24), and MB concentration (5-100 mg·L-1). The removal rate of MB was achieved over 90 % within 120 min at pH 8. The micromotors demonstrated excellent catalytic efficiency, reusability and stability over four cycles. In the dual oxidant system (H₂O₂/PMS) the micromotors exhibited effective self-propulsion and stable MB removal. The generation of hydroxyl (•OH) and sulfate (•SO₄-) free radicals in the system was confirmed by electron paramagnetic resonance spectrometer (EPR). Ultra High Performance Liquid Chromatography Quadrupole Time-of-Flight Mass Spectrometry (UHPLC-QTOF/MS) was used to identify the degradation intermediates, and the possible MB degradation pathways were proposed. Moreover, the micromotors showed satisfactory performance in removing mixed dye wastewater and phenolic compound. Additionally, the low ecotoxicity of the micromotors was demonstrated by cytotoxicity assessment. This study provided a novel and valuable route to synthesizing self-driving micromotors with potential extensive applications in environmental remediation.",
  "publication_date": "2025-06-13",
  "journal": "Journal of contaminant hydrology",
  "doi": "10.1016/j.jconhyd.2025.104650",
  "entities": {
    "POLYPHENOL": [
      "an ultrasonication-assisted chemical precipitation method",
      "effective self-propulsion",
      "electron microscopy",
      "electron paramagnetic resonance spectrometer",
      "phenolic compound",
      "the low ecotoxicity"
    ]
  }
}