{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Functional foods and bioactive compounds: a comprehensive review on their role in mitigating drug-induced liver injury.",
  "abstract": "Drug-induced liver injury (DILI) has become a serious public health issue worldwide. Many drugs (chemotherapy drugs, fever-reducing medications, nonsteroidal anti-inflammatory drugs, immunosuppressants, antibiotics, antivirals, and antineoplastic drugs, etc.) may cause liver damage and potentially lead to acute liver failure (ALF). There is an urgent need to develop effective treatment programs for DILI. Here, the epidemiology, pathogenesis and molecular mechanisms of DILI, the reported functional foods and dietary bioactive constituents, such as phenols, flavonoids, glycosides, terpenes, and carotenoids, isolated from food (legumes, nuts, grains, fruits, spices and vegetables, etc.) and their protective mechanisms against DILI are summarized and classified. Research shows that antipyretic and analgesic drugs (such as acetaminophen) are the most common causes of drug-induced liver injury (DILI). Compounds derived from food, particularly flavonoids, have been extensively studied for their ability to alleviate liver damage caused by acetaminophen. They exert significant hepatoprotective effects by preventing mitochondrial dysfunction and oxidative stress, as well as inhibiting inflammation. However, reducing the toxicity of food-derived compounds and improving their solubility and bioavailability in the treatment of drug-induced liver injury remain current and future challenges to address. Future research on and application of anti-DILI dietary bioactive compounds are also needed. Overall, this review may provide insights into the potential use of functional foods and dietary bioactive compounds in the treatment of DILI.",
  "publication_date": "2025-05-21",
  "journal": "Frontiers in nutrition",
  "doi": "10.3389/fnut.2024.1499697",
  "entities": {
    "SYMPTOM": [
      "drug-induced liver injury",
      "fever-reducing medications",
      "inflammation",
      "liver damage",
      "mitochondrial dysfunction",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "effective treatment programs",
      "flavonoids",
      "molecular mechanisms",
      "particularly flavonoids",
      "significant hepatoprotective effects",
      "their protective mechanisms"
    ],
    "FOOD": [
      "functional foods",
      "the reported functional foods"
    ]
  }
}