{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "A Modified Fenton's System Fe2+-EGTA-H2O2Reveals That Redox Activities of Simple Polyphenols Are Suppressed in Binary Mixtures.",
  "abstract": "Various polyphenols are absorbed into the bloodstream following the consumption of polyphenol-rich foods. These compounds may exhibit divergent redox properties, particularly in relation to their antioxidant or pro-oxidant activities. We evaluated the effects of six binary equimolar combinations of polyphenols with pre-established redox profiles on hydroxyl radical-dependent ultra-weak photon emission (UPE) in an Fe2+-EGTA-H2O2Fenton system: gallic acid and vanillic acid, gallic acid and 3,4-dihydroxyphenylacetic acid, gallic acid and homovanillic acid, ellagic acid and 3,4-dihydroxyphenyl acetic acid, ellagic acid and homovanillic acid, and vanillic acid and homovanillic acid. The first pair of phenolics gave the expected summed redox response. The second one gave a higher redox response than expected from the sum (512 ± 461% vs. 212 ± 222% of enhancement of UPE,p< 0.05). The remaining four pairs revealed a lower redox response than expected from the sum (p< 0.05). The biggest difference was found for elagic acid and homovanillic acid (357 ± 50% vs. 1689 ± 293% enhancement). These findings suggest that the predictive value of individual redox profiles of phenolics is limited for the calculation of the experimental effect of their binary mixtures on the UPE of the Fe2+-EGTA-H2O2system. We hypothesize that polyphenol polymerization may be responsible for this phenomenon.",
  "publication_date": "2025-05-22",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30112269",
  "entities": {
    "POLYPHENOL": [
      "ellagic acid",
      "gallic acid",
      "homovanillic acid",
      "polyphenol polymerization",
      "polyphenol-rich foods",
      "polyphenols",
      "the effects",
      "the expected summed redox response",
      "the experimental effect",
      "the second one",
      "vanillic acid",
      "vanillic acid and homovanillic acid",
      "various polyphenols"
    ]
  }
}