{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Exploring the Sensory Typicity of Timorasso Wines: Physicochemical and Sensory Characteristics of Seven Consecutive Vintages.",
  "abstract": "'Timorasso' is an autochthonous, non-aromatic white grape variety cultivated mainly in the southwest of the Piedmont region (northwestern Italy). The sensory profile of wines produced from this variety evolves greatly with aging. In this study, 31 wines from 2015-2021 vintages were analyzed to investigate changes in sensory descriptors at various stages of aging and their correlation with physicochemical properties (wine basic parameters, color, and total polyphenols) and sensory-perceptual typicity. A sensory analysis was conducted by a panel of experts, who were asked to indicate the in-mouth and aroma descriptors. The aroma-related terms were analyzed as individual descriptors or grouped in \"Categories\". Moreover, the panel rated theColor,In-Mouth, andAroma typicityof these wines. 'Timorasso' based wines were found to have, on average, a relevant alcohol content (14.20 ± 0.56%v/v), moderate acidity (5.8 ± 0.6 g/L), and low pH (3.19 ± 0.09). In fact, Timorasso wines were sensorially identified in terms of citation frequency with the in-mouth descriptorsacidity(32.9%),sapidity(25.5%), andminerality(17.4%). The aroma of younger wines (2 years of aging) was characterized by \"Green\", \"White flowers\", \"White pulp fruit\", and \"Citrus\". In general, the most cited aroma category was \"Kerosene\" (27.9%), distinguishing wines with 5-6 years of aging. \"Kerosene\" category correlated withAroma typicity(p< 0.001), as well as with \"Balsamic\" (10.8%,p< 0.01) and \"Empyreumatic\" (5.5%,p< 0.05) aroma categories.",
  "publication_date": "2025-02-11",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14040591",
  "entities": {
    "FOOD": [
      "31 wines",
      "an autochthonous, non-aromatic white grape variety",
      "these wines",
      "timorasso wines",
      "timorasso' based wines",
      "wine basic parameters",
      "wines",
      "younger wines"
    ],
    "SYMPTOM": [
      "aging"
    ],
    "POLYPHENOL": [
      "thecolor",
      "total polyphenols"
    ]
  }
}