{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Exposure of Zinc-induced Parkinson's disease-like non-motor and motor symptoms in relation to oxidative/nitrosative stress mediated neurodegeneration in the brain of Drosophila melanogaster.",
  "abstract": "Parkinson's disease (PD) is the second most prevalent idiopathic neurodegenerative disorder, characterized by the loss of dopaminergic neurons in the substantia nigra pars compacta, leading to locomotor impairment. Despite extensive research, the etiology of PD remains unclear, and existing experimental models for pharmacological evaluation do not fully replicate the disease's hallmarks, necessitating the development of a cost-effective and reliable alternative. In recent past, Drosophila melanogaster has been utilized as a model organism for various neurodegenerative diseases, including PD. The present study was conceptualized to develop a reliable PD model in the Drosophila by Zinc (Zn+2).Chronic exposure to 20 mM Zn+2for 7 days exhibited non-motor and motor PD-like symptoms in adult Drosophila flies, with reduced locomotory activity, indicating motor function deficit and reduced olfactory function and courtship behavior, indicating a deficit in non-motor function. These behavioral symptoms were associated with decreased dopamine levels. Furthermore, chronic Zn+2exposure resulted in enhanced membrane lipid peroxidation and decreased endogenous antioxidants level in the Drosophila brain. These effects were primarily mediated by oxidative/nitrosative stress pathway. Thus, Zn2+-induced PD in Drosophila serves as a cost-effective model for drug discovery, facilitating the screening of potential therapeutic compounds. Additionally, this model offers a valuable platform to investigate the molecular mechanisms underlying PD pathophysiology.",
  "publication_date": "2025-05-14",
  "journal": "Journal of pharmacological sciences",
  "doi": "10.1016/j.jphs.2025.05.010",
  "entities": {
    "SYMPTOM": [
      "oxidative/nitrosative stress pathway",
      "parkinson's disease"
    ],
    "POLYPHENOL": [
      "a cost-effective and reliable alternative",
      "a cost-effective model",
      "decreased dopamine levels",
      "recent past",
      "the molecular mechanisms",
      "the second most prevalent idiopathic neurodegenerative disorder",
      "these effects"
    ]
  }
}