{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Epigallocatechin-3-gallate Attenuates the Bromo-3-chloro-5,5-dimethylhydantoin-induced Immunotoxicity in Crayfish.",
  "abstract": "Bromo-3-chloro-5,5-dimethylhydantoin (BCDMH), a widely used environmental disinfectant in aquaculture, may induce toxicity, adversely affecting the health and viability of aquatic organisms. Epigallocatechin-3-gallate (EGCG), a polyphenol present in green tea, exhibits antioxidant properties that can protect normal cells from oxidative stress. The findings suggest that exposure to BCDMH results in a reduction of antioxidant enzyme activity, whereas EGCG supplementation enhances crayfish immunity and alleviates damage. Moreover, BCDMH exposure is associated with a decrease in total hemocyte count and an increase in apoptosis rate; however, EGCG demonstrates a protective effect against BCDMH-induced cytotoxicity. Histopathological analysis indicates that exposure to BCDMH results in hepatopancreatic damage in crayfish, which is mitigated by EGCG. To identify the genes and pathways influenced by EGCG, a comparative transcriptome analysis was performed. Gene Ontology (GO) analysis revealed that proteolysis and innate immune response are significant biological processes induced by EGCG. Furthermore, KEGG pathway analysis identified endocytosis and phagosome as critical pathways modulated by EGCG. EGCG effectively enhanced the survival of crayfish challenged with V. alginolyticus following BCDMH exposure This study contributes to fully understand the mechanisms of EGCG in reducing the immunotoxicity of antibiotic residues on aquatic animals.",
  "publication_date": "2025-03-27",
  "journal": "Marine biotechnology (New York, N.Y.)",
  "doi": "10.1007/s10126-025-10449-6",
  "entities": {
    "POLYPHENOL": [
      "(egcg",
      "a decrease",
      "a polyphenol present",
      "a protective effect",
      "a widely used environmental disinfectant",
      "egcg",
      "egcg supplementation",
      "epigallocatechin-3-gallate",
      "the mechanisms"
    ],
    "FOOD": [
      "green tea"
    ],
    "SYMPTOM": [
      "apoptosis rate",
      "oxidative stress"
    ]
  }
}