{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Role of Human DNA Ligases in Mediating Pharmacological Activities of Flavonoids.",
  "abstract": "Dietary flavonoids are a group of polyphenol compounds originating from plants that have drawn much attention in the last few decades. Flavonoid-rich foods and dietary supplements are used worldwide due to their health benefits, including antioxidative, anti-inflammatory, immunity-enhancing, anticarcinogenic, estrogenic, and favorable cardiovascular effects. The main objective of our study was to explore the molecular targets of flavonoids to gain insight into the mechanism of action behind their biological effects. In this study, a novel class of resorcinol-based flavonoid compounds was identified as a potent inhibitor of human DNA ligase activity. Human DNA ligases are crucial in the maintenance of genetic integrity and cell fate determination. Thus, our results strongly suggest that this activity against human DNA ligases is responsible, at least in part, for the cellular effects of flavonoid compounds. We anticipate that the results from our studies will improve our understanding of how interactions with human DNA ligases cascade into the recognized health benefits of flavonoids, particularly their wide variety of anticancer effects.",
  "publication_date": "2025-02-10",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26041456",
  "entities": {
    "POLYPHENOL": [
      "anticancer effects",
      "antioxidative, anti-inflammatory, immunity-enhancing, anticarcinogenic, estrogenic, and favorable cardiovascular effects",
      "dietary flavonoids",
      "flavonoid compounds",
      "flavonoid-rich foods",
      "flavonoids",
      "polyphenol compounds",
      "resorcinol-based flavonoid compounds",
      "the cellular effects",
      "the last few decades",
      "the main objective",
      "the mechanism",
      "the molecular targets",
      "the recognized health benefits",
      "their biological effects"
    ]
  }
}