{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "In vivo and in silico insights into the antidiabetic efficacy of EVOO and hydroxytyrosol in a rat model.",
  "abstract": "Extra virgin olive oil (EVOO) has a putative antidiabetic activity mostly attributed to its polyphenol Hydroxytyrosol. In this study, we explored the antidiabetic effects of EVOO and Hydroxytyrosol on an in vivo T2D-simulated rat model as well as in in silico study. Wistar rats were divided into four groups. The first group served as a normal control (NC), while type 2 diabetes (T2D) was induced in the remaining groups using a high-fat diet (HFD) for 12 weeks followed by a single dose of streptozotocin (STZ, 30 mg/kg). One diabetic group remained untreated (DC), while the other two groups received an 8-week treatment with either EVOO (90 g/kg of the diet) (DO) or Hydroxytyrosol (17.3 mg/kg of the diet) (DH). The DC group exhibited hallmark features of established T2D, including elevated fasting blood glucose levels, impaired glucose tolerance, increased HOMA-IR, widespread downregulation of insulin receptor expression, heightened oxidative stress, and impaired β-cell function. In contrast, treatments with EVOO and Hydroxytyrosol elicited an antidiabetic response, characterized by improved glucose tolerance, as indicated by accelerated blood glucose clearance. Systematic analysis revealed the underlying antidiabetic mechanisms: both treatments enhanced insulin receptor expression in the liver and skeletal muscles, increased adiponectin levels, and mitigated oxidative stress. Moreover, while EVOO reduced intramyocellular lipids, Hydroxytyrosol restored adipose tissue insulin sensitivity and enhanced β-cell survival. Molecular docking and dynamics confirm Hydroxytyrosol's high affinity binding to PGC-1α, IRE-1α, and PPAR-γ, particularly IRE-1α, highlighting its potential to modulate diabetic signaling pathways. Collectively, these mechanisms highlight the putative antidiabetic role of EVOO and Hydroxytyrosol. Moreover, the favorable docking scores of Hydroxytyrosol with PGC-1α, IRE-1α, and PPAR-γ support the antidiabetic potential and offer promising avenues for further research and the development of novel antidiabetic therapies.",
  "publication_date": "2024-10-05",
  "journal": "The Journal of nutritional biochemistry",
  "doi": "10.1016/j.jnutbio.2024.109775",
  "entities": {
    "FOOD": [
      "extra virgin olive oil"
    ],
    "POLYPHENOL": [
      "increased adiponectin levels",
      "insulin receptor expression",
      "its polyphenol hydroxytyrosol",
      "molecular docking",
      "the antidiabetic effects",
      "the underlying antidiabetic mechanisms",
      "these mechanisms"
    ],
    "SYMPTOM": [
      "heightened oxidative stress",
      "oxidative stress",
      "while type 2 diabetes"
    ]
  }
}