{
  "source": "PubMed",
  "query": "quercetin",
  "title": "The mechanistic study of quercetin in the treatment of alcoholic brain injury via the JNK/P38 MAPK signaling pathway.",
  "abstract": "Alcoholic brain damage (ABD) stems from chronic excessive alcohol consumption, causing neuroinflammation, oxidative stress, mitochondrial dysfunction, and neuronal apoptosis, all of which severely impair cognition and quality of life. However, traditional treatments have shown limited efficacy. Quercetin (QE), a natural flavonoid with antioxidant, anti-inflammatory, and neuroprotective properties, may therefore offer a promising approach for ABD. Accordingly, this study examines QE's potential mechanisms, with an emphasis on its modulation of the JNK/P38 MAPK pathway. In vitro, QE's effects on BV2 and HT22 cell viability were assessed via the CCK8 assay. Additionally, oxidative stress markers, including reactive oxygen species (ROS) and glutathione, were measured. Transmission electron microscopy was employed to observe cellular changes, while flow cytometry was used to evaluate apoptosis. Furthermore, western blotting was conducted to analyze the expression of BAX, Bcl-2, Caspase-3, IL-1, IL-6, TNF-α, P-P38, P-JNK, P38, and JNK. In vivo, SD rats were divided into a control group, an ethanol group, and three QE groups (25, 50, 100 mg/kg body weight), which were treated concurrently with ethanol for 12 weeks. Behavioral tests, histological staining, oxidative stress markers, and protein expression were examined. QE increased superoxide dismutase (SOD) activity, lowered ROS and malondialdehyde (MDA) levels, and reduced mitochondrial damage in vitro. It also significantly inhibited ethanol-induced apoptosis, inflammation, and JNK/P38 MAPK activation. Furthermore, QE improved spatial cognition, reduced anxiety, and ameliorated oxidative and inflammatory damage. Overall, QE alleviated alcohol-induced neuronal injury by suppressing oxidative stress, apoptosis, and inflammation via the JNK/P38 MAPK pathway, highlighting its therapeutic potential for ABD.",
  "publication_date": "2025-06-02",
  "journal": "Apoptosis : an international journal on programmed cell death",
  "doi": "10.1007/s10495-025-02125-w",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "ethanol-induced apoptosis",
      "inflammation",
      "mitochondrial dysfunction",
      "neuroinflammation",
      "neuronal apoptosis",
      "oxidative stress",
      "oxidative stress markers"
    ],
    "POLYPHENOL": [
      "a natural flavonoid",
      "antioxidant, anti-inflammatory, and neuroprotective properties",
      "qe's effects",
      "qe's potential mechanisms",
      "quercetin",
      "reactive oxygen species",
      "transmission electron microscopy"
    ]
  }
}