{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Resveratrol and Its Analogues: Anti-ageing Effects and Underlying Mechanisms.",
  "abstract": "Ageing is a natural process accompanied by functional and structural decline of diverse tissues and organs, which could cause susceptibility to various diseases and death. The anti-ageing interventions have aroused huge research interest with the rapid rise of ageing population in the world. Resveratrol, a polyphenolic stilbene, could be naturally isolated from various plants, such as grapes, blueberries, and peanuts. Many studies indicated that resveratrol possessed a broad spectrum of bioactivities, especially anti-ageing activity. A lot of attention has also been focused on resveratrol analogues because they have a similar structure to resveratrol, which may confer them a potent anti-ageing effect. The anti-ageing mechanisms of resveratrol and its analogues are complex and multifactorial, involving suppressing oxidative stress, ameliorating inflammation, activating SIRT1 pathway, reducing DNA damage, etc. In this chapter, the anti-ageing effects of resveratrol and its analogues are summarised with special attention paid to the underlying mechanisms. Further understanding of these small molecules could provide the necessary scientific basis for their development into anti-ageing agents.",
  "publication_date": "2024-12-01",
  "journal": "Sub-cellular biochemistry",
  "doi": "10.1007/978-3-031-66768-8_9",
  "entities": {
    "POLYPHENOL": [
      "a broad spectrum",
      "a polyphenolic stilbene",
      "a potent anti-ageing effect",
      "especially anti-ageing activity",
      "functional and structural decline",
      "resveratrol",
      "resveratrol analogues",
      "special attention",
      "the anti-ageing effects",
      "the anti-ageing mechanisms",
      "the necessary scientific basis",
      "the underlying mechanisms",
      "these small molecules"
    ],
    "FOOD": [
      "blueberries",
      "grapes",
      "peanuts"
    ],
    "SYMPTOM": [
      "dna damage",
      "inflammation",
      "oxidative stress"
    ]
  }
}