{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Stevia Leaf Extract Fermented with Plant-DerivedLactobacillus plantarumSN13T Displays Anticancer Activity to Pancreatic Cancer PANC-1 Cell Line.",
  "abstract": "Pancreatic cancer is a highly malignant tumor that remains a significant global health burden. In this study, we demonstrated the anticancer potential of stevia leaf extract fermented with plant-derivedLactobacillus(L.)plantarumSN13T strain. Evaluation of antioxidant capacity (including DPPH and ABTS radical scavenging activities and H2O2-induced oxidative damage repair in HEK-293 cells), as well as cytotoxicity against pancreatic cancer cells (PANC-1) and non-cancerous human embryonic kidney (HEK-293), revealed that the fermented extract exhibited significantly enhanced antioxidant activity and cytotoxicity against PANC-1 cells while showing minimal toxicity to HEK-293 cells compared to the unfermented extract. Further, validation through clonogenic, migration, and wound-healing assays demonstrated that the fermented extract effectively inhibited the proliferation and migration of PANC-1 cells. The active compound in the fermented extract has been identified as chlorogenic acid methyl ester (CAME), with a concentration of 374.4 μg/mL. Flow cytometry analysis indicated that CAME significantly arrested PANC-1 cells in the G0/G1phase and induced apoptosis. Furthermore, CAME upregulated the expression of pro-apoptotic genesBax,Bad,Caspase-3/9,Cytochrome c, andE-cadherin, while downregulating the anti-apoptotic geneBcl-2. These findings suggest that CAME exerts potent cytotoxic effects on PANC-1 cells by inhibiting cell proliferation and migration, arresting the cell cycle, and regulating apoptosis-related gene expression. In conclusion, stevia leaf extract fermented withL. plantarumSN13T, which contains CAME, may serve as a promising candidate for pancreatic cancer treatment.",
  "publication_date": "2025-04-28",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26094186",
  "entities": {
    "SYMPTOM": [
      "apoptosis-related gene expression",
      "h2o2-induced oxidative damage repair",
      "non-cancerous human embryonic kidney",
      "pancreatic cancer",
      "pancreatic cancer cells",
      "pancreatic cancer treatment",
      "the anticancer potential"
    ],
    "POLYPHENOL": [
      "chlorogenic acid methyl ester",
      "cytotoxic effects"
    ]
  }
}