{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "A Comprehensive Safety Assessment ofRalstonia eutrophaH16 for Food Applications: Integrating Genomic, Phenotypic, and Toxicological Analyzes.",
  "abstract": "Ralstonia eutrophaH16, a metabolically versatile bacterium, has gained prominence as a microbial platform for sustainable bioproduction. While its capabilities in synthesizing single-cell proteins and biodegradable materials are well documented, comprehensive strain-level safety evaluations remain insufficient for food-grade applications. This study systematically assessed the safety ofR. eutrophaH16 through genomic, phenotypic, and toxicological analyzes. Genomic analyzes revealed the absence or minimal presence of virulence factors and antibiotic resistance genes, aligning with microbiological safety standards. Phenotypic investigations demonstrated a limited gastric fluid tolerance (pH 2.5, survival rate 25.70% after 3 h) and intestinal fluid persistence (pH 8, 44.67% viability after 3 h), coupled with an exceptional bile salt tolerance (0.2%w/v). Antioxidant assays confirmed the fermentation broth specifically scavenges DPPH free radicals (14.60 ± 1.24 μg Trolox/mL), whereas bacterial suspensions and cell-free supernatants exhibited a strong hydroxyl radical scavenging (>90 U/mL) and superoxide anion inhibition (>100 U/L). Acute toxicity testing indicated no mortality or histopathological abnormalities, with an LD50value exceeding 1 × 10¹¹ CFU/kg. Subacute toxicity studies (28-day, 1 × 108-1 × 1010CFU/kg) revealed no significant effects on growth, hematology, or organ function. Minor alterations in serum biochemistry might be attributed to physiological adaptation. Subacute exposure induced transient serum ALT fluctuations without hepatorenal dysfunction, while maintaining hematological parameters within physiological ranges. Collectively, these results substantiate the safety ofR. eutrophaH16 for food-related applications while underscoring the necessity of strain-specific risk assessments for industrial microbial platforms.",
  "publication_date": "2025-06-06",
  "journal": "Microorganisms",
  "doi": "10.3390/microorganisms13061323",
  "entities": {
    "POLYPHENOL": [
      "no significant effects",
      "strain-specific risk assessments",
      "the necessity"
    ]
  }
}