{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Polyphenols in different parts of Moringa oleifera Lam.: Composition, antioxidant and neuroprotective potential.",
  "abstract": "Moringa oleifera Lam. (M. oleifera L.), a widely distributed tropical tree, is well-known for its rich polyphenolic content, which underlies its diverse biological activities. This study employed Q-Exactive Orbitrap/MS and Triple Quadrupole UPLC-MS to systematically analyze the phenolic composition in four parts of M. oleifera L.: leaves, flowers, seeds, and stems. Various polar fractions were obtained using solid-phase extraction, and their antioxidant activities were assessed using DPPH, ABTS, and FRAP assays. Additionally, the neuroprotective potential was evaluated in vitro using a hydrogen peroxide-induced PC-12 cell model. In total, 105 phenolic compounds and 61 other compounds were identified, with 59 compounds being characterized for the first time in M. oleifera L.. The phenolic composition of the leaves, flowers, and stems was primarily composed of flavonols and phenolic acids, while the seeds were predominantly composed of phenolic acids. Polyphenol content was highest in the leaves and stems, and lowest in the seeds. All extracts and fractions demonstrated significant antioxidant and neuroprotective activities, with the strongest effects observed in the leaves and in the ethyl ether and ethyl acetate-eluting fractions from all plant parts. These findings provide a comprehensive understanding of the phenolic profile of different parts of M. oleifera L., highlight novel polyphenolic compounds, and offer insights into their potential therapeutic applications.",
  "publication_date": "2025-02-04",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.143207",
  "entities": {
    "POLYPHENOL": [
      "105 phenolic compounds",
      "highlight novel polyphenolic compounds",
      "its rich polyphenolic content",
      "moringa",
      "polyphenol content",
      "significant antioxidant and neuroprotective activities",
      "the neuroprotective potential",
      "the strongest effects"
    ]
  }
}