{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Based on the Sam50-MICOS-ATAD3-mtDNA axis: Exploring oligomeric proanthocyanidins to alleviate molybdenum and cadmium co-induced liver inflammation in sheep.",
  "abstract": "Molybdenum (Mo) and cadmium (Cd), well-defined hazardous pollutants in the environment, exhibit potential toxic effects on liver tissues by inducing oxidative stress and inflammatory responses. This study aims to investigate the role of the Sam50-MICOS-ATAD3-mtDNA axis in mediating the inflammatory response in liver inflammation induced by co-exposure to Mo and Cd in sheep, as well as the protective effects of oligomeric proanthocyanidins (OPC). The findings indicated that co-exposure to Mo and Cd induced cellular degeneration, rupture of hepatic mitochondrial membranes and mitochondrial dysfunction that was accompanied by the levels of ATP, SDH and GSH-Px reduced in the sheep liver tissue. Furthermore, the co-exposure downregulated the expression levels of mitochondrial membrane proteins (Sam50, MICOS and ATAD3) and degree of co-localization between Sam50 and Mic60. In addition, co-exposure to Mo and Cd elicited an increase in mtDNA content and promoted the upregulation of inflammation-related factor levels, which resulted in an augmentation of TNF-α, CRP, and IL-18 contents. However, OPC alleviated the above changes induced by the combination of Mo and Cd. In conclusion, co-exposure to Mo and Cd decreases mtDNA stability by disrupting the Sam50-MICOS-ATAD3 axis, thereby inducing liver inflammation in sheep. Nevertheless, OPC could alleviate this damage.",
  "publication_date": "2025-02-13",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.141035",
  "entities": {
    "POLYPHENOL": [
      "oligomeric proanthocyanidins",
      "potential toxic effects",
      "the protective effects"
    ],
    "SYMPTOM": [
      "inflammation-related factor levels",
      "liver inflammation",
      "mitochondrial dysfunction",
      "oxidative stress"
    ]
  }
}