{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Enhancing grape maturation and antioxidant profiles inRed Globegrapes (Vitis vinifera) using nanoemulsion ofTetraclinis articulataessential oil.",
  "abstract": "The growing demand for eco-friendly agricultural solutions has led to increased interest in plant-based biostimulants. This study evaluates the potential of a nanoemulsion ofTetraclinis articulataessential oil (NANO-TA) as a natural elicitor to enhance the technological and phenolic maturity of Red Globe grapes in an organic cultivation system. Vine plants were treated with NANO-TA, formulated from an essential oil rich in α-pinene (17.43%) and bornyl acetate (22.29%). Treated grapes showed faster maturation, with an increased pH (3.96 vs. 3.87), higher soluble solids (16.54 vs. 15.32°Brix), and improved maturity index (17.98 vs. 16.13), alongside reduced titratable acidity (10.40 g/L vs. 12.18 g/L). Enhanced berry coloration (CIRG 4.18 vs. 3.67) further confirmed its effect on fruit ripening. In early veraison, treated grapes exhibited higher polyphenol levels and antioxidant activity. However, at full maturity, untreated grapes accumulated more polyphenols and flavonoids (2.33 mg GAE/mL and 3.08 mg QE/mL vs. 1.22 mg GAE/mL and 2.3 mg QE/mL) and showed greater antioxidant activity (61.18% vs. 51.55% DPPH inhibition), likely due to a dilution effect in larger berries. These findings suggest that NANO-TA accelerates grape maturation naturally and enhances key quality indicators, positioning it as a sustainable alternative to synthetic agrochemicals in organic viticulture.",
  "publication_date": "2025-04-15",
  "journal": "International journal of environmental health research",
  "doi": "10.1080/09603123.2025.2492370",
  "entities": {
    "POLYPHENOL": [
      "a dilution effect",
      "eco-friendly agricultural solutions",
      "flavonoids",
      "higher polyphenol levels",
      "its effect",
      "more polyphenols",
      "the technological and phenolic maturity"
    ],
    "FOOD": [
      "grape maturation",
      "red globe grapes",
      "treated grapes",
      "untreated grapes"
    ]
  }
}