{
  "source": "PubMed",
  "query": "lignans",
  "title": "Comprehensive Strategy for Discovering Effective Ingredients of Lirianthe coco Flowers (Yehehua) for Anti-Insomnia Based on Molecular Networking and Network Pharmacology.",
  "abstract": "Lirianthe coco flowers are an alternative for Albizia julibrissin flowers used as anti-insomnia in Guangdong, China. They once shared the name yehehua (YHH) with similar cultural connotations in history. However, no comprehensive studies have been conducted to explore the effective components in YHH and the underlying mechanisms for anti-insomnia. The components in YHH were comprehensively annotated by the classical Global Natural Products Social Molecular Networking (GNPS) and Feature-Based Molecular Network (FBMN) combined with MS-DIAL to improve the accuracy of structural annotation, and the main components were labeled for network pharmacological analysis. Subsequently, the \"compounds-targets-pathways\" network was constructed, and molecular docking was adopted to discover effective ingredients of YHH for anti-insomnia. Finally, a total of 103 main components were annotated and summarized. Among them, lignans and flavonoids had similar or the same component category and structures as A. julibrissin flowers and barks. Particularly, phosphatidylcholines, previously unreported, were found from YHH. The selected effective ingredients could play synergistic roles in inflammation regulation, neuroprotection, and drug combination or assembly utilization. YHH contains effective ingredients for anti-insomnia, which can improve the treatment of insomnia. Some TCMs with common efficacy had a similar substance base.",
  "publication_date": "2025-06-01",
  "journal": "Biomedical chromatography : BMC",
  "doi": "10.1002/bmc.70131",
  "entities": {
    "POLYPHENOL": [
      "effective ingredients",
      "feature-based molecular network",
      "flavonoids",
      "molecular docking",
      "neuroprotection",
      "the classical global natural products social molecular networking",
      "the effective components",
      "the selected effective ingredients",
      "the underlying mechanisms"
    ],
    "SYMPTOM": [
      "inflammation regulation"
    ]
  }
}