{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Comparative risk assessment of different agro-industrial wastewaters in an arid environment: lessons from Antinaco-Los Colorados Valley, Argentina.",
  "abstract": "Agro-industries generate significant volumes of wastewaters that cause environmental pollution due to they are discharged in soil or surface water. In particular, arid environments are especially vulnerable to this impact as they are characterized by water scarcity, high temperature, and unproductive soils. Thus, this study aimed to assess the comparative toxicity of winery, olive oil mill, table olive, tomato processing, and walnut shelling wastewaters from an arid region on aquatic and terrestrial organisms, and its relationship with physicochemical characteristics, and sodification and salinization indexes. The seed germination and root elongation toxicity test on Raphanus sativus and the immobilization Daphnia magna test were carried out in the whole effluent toxicity framework. Also, the salinity and sodicity risks of these wastewaters were evaluated. The most toxic wastewater was produced in the table olive industry, whereas the most harmless wastewater was produced in winery. Even after treatment, the wastewaters derived from table olive industry presented the highest risk of sodification and salinization. Toxicity was associated with high levels of sodicity, salinity, and polyphenols, but low values of BOD/COD ratio. The best wastewater quality for soil irrigation was found in the wine and tomato processing industries. Therefore, the comprehensive use of salinity and sodicity risk indicators together with toxicity tests improves the wastewater assessment to reuse them in food production systems as an alternative water source in arid lands.",
  "publication_date": "2025-03-06",
  "journal": "Environmental science and pollution research international",
  "doi": "10.1007/s11356-025-36191-z",
  "entities": {
    "FOOD": [
      "olive oil mill",
      "the wine and tomato processing industries",
      "tomato processing",
      "winery"
    ],
    "POLYPHENOL": [
      "polyphenols"
    ]
  }
}