{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Construction and dynamic in vitro digestive characteristics of whey protein/chlorogenic acid/high methoxy pectin water-in-oil-in-water emulsion.",
  "abstract": "Chlorogenic acid (CGA), while exhibiting diverse bioactive properties, but poor bioavailability and application stability, encapsulation via emulsion delivery systems represents a promising strategy to enhance its bioavailability and achieve sustained-release kinetics. In this study, bovine whey protein (BWP), CGA and high-methoxyl pectin (PEC) formed the water-in-oil-in-water (W/O/W) emulsion through the two-step emulsification. All W/O/W emulsions showed superior particle size, absolute potential, stability, and antioxidants, especially the W/O/W emulsion of BWP: PEC = 1:5 (0.5 % BWP and 2.5 % PEC) had highest encapsulation efficiency (94.52 ± 0.57 %) of CGA and thermal stability, this is related to the strongest hydrogel properties and grafting degree (16.98 ± 1.17 %). Moreover, in dynamically simulated digestion, the hydrolysis of CGA in continuous gastrointestinal digestion was inhibited, demonstrated remarkable slow-release characteristics; and W/O/W emulsion with high pectin content (BWP: PEC = 1:5) demonstrated prolonged gastric retention (9.9 % residual at 90 min) and reduced proteolytic susceptibility (24.12 % digestibility after 3 h). Consequently, W/O/W emulsions stabilized by BWP-PEC complexes can be applied as a prospective delivery system for enhancing the stability, antioxidant and slow-release properties in vivo of CGA.",
  "publication_date": "2025-04-12",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.142956",
  "entities": {
    "POLYPHENOL": [
      "a prospective delivery system",
      "bwp-pec complexes",
      "chlorogenic acid",
      "especially the w/o/w emulsion",
      "high pectin content",
      "high-methoxyl pectin",
      "pec"
    ]
  }
}