{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Carbon Dots Extracted from the PlantGardenia jasminoidesAmeliorates Ischemia-Reperfusion Injury.",
  "abstract": "Background:Ischemic stroke (IS) is probably the most important acute serious illness, where interdisciplinary approach is essential to offer the best chance for survival and functional recovery of patients. Carbon dots (CDs) with multifaceted advantages have provided hope for development brand-new nanodrug for treating thorny diseases.Methods:This study developed a green and environmentally responsible calcination method to prepare novelGardenia jasminoidesCarbonisata (GJC-CDs) as promising drug for ischemic stroke treatment.Results:In this work, we isolated and characterized for the first time a novel carbon dots (GJC-CDs) from the natural plantG. jasminoides. Results displayed that green GJC-based CDs with tiny sizes and abundant functional groups exhibited solubility, which may be beneficial for its settled biological activity. The neuroprotective effect of carbon dots fromG. jasminoideswere evaluated using the classical middle cerebral artery occlusion (MCAO) model. Assessing the infarct volume content of the ischemic cerebral hemisphere and determining the serum tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), interleukin-6 (IL-6), interleukin-10 (IL-10), reduced glutathione (GSH), superoxide dismutase (SOD), and malondialdehyde (MDA) levels of the mice in each group, it was evident that pre-administration of the drug by GJC-CDs significantly reduced the infarct volume as well as attenuated inflammatory responses and excessive oxidative stress in MCAO mice. Furthermore, in vitro cellular experiments demonstrated that GJC-CDs have good biosafety and anti-inflammatory and antioxidant capacity.Conclusions:Overall, GJC-CDs performs neuroprotective effect on cerebral ischemia and reperfusion injury, which not only provides evidence for further broadening the biological application of acute ischemic stroke but also offers novel strategy for the application of nanomedicine to treat acute diseases.",
  "publication_date": "2025-06-11",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18060870",
  "entities": {
    "POLYPHENOL": [
      "functional recovery",
      "neuroprotective effect",
      "the neuroprotective effect",
      "the serum tumor necrosis factor"
    ]
  }
}