{
  "source": "PubMed",
  "query": "tannins",
  "title": "Skin Barrier Restoration by Waste-Derived Multifunctional Adhesive Hydrogel Based on Tannin-Modified Chitosan.",
  "abstract": "The development of multifunctional materials that actively enhance the wound healing process is critically important in addressing clinical and public healthcare challenges. Here, we report a multifunctional hydrogel obtained through physical cross-linking of chitosan and wood tannins for active wound management. Tannins, as polyphenolic wood-waste derivatives, act both as multifunctional additives and cross-linking agents, resulting in a stable and highly swellable hydrogel (>2000%·mg-1). The dressing is produced in the form of a dry and rigid film for easy transportation. After swelling, the material exhibits adequate Young's modulus (∼7 MPa, comparable to the stratum corneum's stiffness), improved flexibility, and suitable adhesion strength to adapt to joint movements. Polyphenolic tannins also provide the material with high antioxidant activity against DPPH radicals (100% RSA), showing potential for preventing complications during the inflammation phase. Moreover, tannins can completely block skin-damaging UV light without significantly altering the material's transparency, thus allowing constant visual wound monitoring. Wound healing investigations on abdominoplasty-derived skin demonstrated that tannins enhance the normal skin barrier restoration process, thereby facilitating the transition toward wound regeneration. This work offers a sustainable strategy for valorizing agri-food waste in a fully biobased material to address active wound management.",
  "publication_date": "2025-05-19",
  "journal": "ACS applied materials & interfaces",
  "doi": "10.1021/acsami.5c03066",
  "entities": {
    "POLYPHENOL": [
      "polyphenolic tannins",
      "polyphenolic wood-waste derivatives",
      "tannins",
      "wood tannins"
    ],
    "SYMPTOM": [
      "skin-damaging uv light",
      "the inflammation phase"
    ]
  }
}