{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "β-RA Targets Mitochondrial Metabolism and Adipogenesis, Leading to Therapeutic Benefits against CoQ Deficiency and Age-Related Overweight.",
  "abstract": "Primary mitochondrial diseases are caused by mutations in mitochondrial or nuclear genes, leading to the abnormal function of specific mitochondrial pathways. Mitochondrial dysfunction is also a secondary event in more common pathophysiological conditions, such as obesity and metabolic syndrome. In both cases, the improvement and management of mitochondrial homeostasis remain challenging. Here, we show that beta-resorcylic acid (β-RA), which is a natural phenolic compound, competed in vivo with 4-hydroxybenzoic acid, which is the natural precursor of coenzyme Q biosynthesis. This led to a decrease in demethoxyubiquinone, which is an intermediate metabolite of CoQ biosynthesis that is abnormally accumulated inCoq9R239Xmice. As a consequence, β-RA rescued the phenotype ofCoq9R239Xmice, which is a model of primary mitochondrial encephalopathy. Moreover, we observed that long-term treatment with β-RA also reduced the size and content of the white adipose tissue (WAT) that is normally accumulated during aging in wild-type mice, leading to the prevention of hepatic steatosis and an increase in survival at the elderly stage of life. The reduction in WAT content was due to a decrease in adipogenesis, an adaptation of the mitochondrial proteome in the kidneys, and stimulation of glycolysis and acetyl-CoA metabolism. Therefore, our results demonstrate that β-RA acted through different cellular mechanisms, with effects on mitochondrial metabolism; as such, it may be used for the treatment of primary coenzyme Q deficiency, overweight, and hepatic steatosis.",
  "publication_date": "2021-10-13",
  "journal": "Biomedicines",
  "doi": "10.3390/biomedicines9101457",
  "entities": {
    "POLYPHENOL": [
      "a decrease",
      "a natural phenolic compound",
      "a secondary event",
      "different cellular mechanisms",
      "effects",
      "specific mitochondrial pathways",
      "the natural precursor"
    ],
    "SYMPTOM": [
      "hepatic steatosis",
      "metabolic syndrome",
      "mitochondrial dysfunction",
      "obesity",
      "overweight, and hepatic steatosis"
    ]
  }
}