{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "High Polyphenol Extra Virgin Olive Oil and Metabolically Unhealthy Obesity: A Scoping Review of Preclinical Data and Clinical Trials.",
  "abstract": "Background/Objectives: During the last decade, there has been an increased interest in phenolic compound-rich natural products as natural therapies for regulating the molecular pathways behind central obesity and associated metabolic disorders. The present scoping review presents the outcomes of clinical and preclinical studies examining the anti-obesity effects of high phenolic extra virgin olive oil (HP-EVOO) and its possible underlying molecular mechanisms.Methods:Studies published between 2014 and 2024 were searched via MEDLINE, Scopus, Cochrane, the Web of Science, Semantic Scholar, Google Scholar, Science.gov, and Clinicaltrials.gov databases. A combination of keywords and Boolean logic was used to search throughout the last decade in all databases, including \"hyperglycemia\" or \"hypertension\" or \"metabolic syndrome\" or \"dyslipidemia\" or \"hyperlipidemia\" or \"hypoglycemia\" or \"obesity\" or \"macrovascular diabetic complications\" or \"microvascular diabetic complications\" or \"cardiovascular disease\" or \"overweight\" or \"insulin sensitivity\" or \"insulin resistance\" and \"extra virgin olive oil\" or \"high phenolic olive oil\" and \"human\" or \"animal model\".Results: The 10-year literature survey identified 21 studies in both animal models and humans, indicating that HP-EVOO improves inflammation, glycemic control, oxidative stress and endothelial function, potentially protecting against metabolic syndrome, hypertension and type 2 diabetes, even compared to EVOO. Moreover, HP-EVOO's antiplatelet effect and improvement in HDL functionality reduce cardiovascular risk.Conclusions: The evidence presented in this study demonstrates that HP-EVOO represents an effective preventive and therapeutic dietary approach to cardiometabolic diseases.",
  "publication_date": "2025-03-07",
  "journal": "Clinics and practice",
  "doi": "10.3390/clinpract15030054",
  "entities": {
    "POLYPHENOL": [
      "an effective preventive and therapeutic dietary approach",
      "clinical and preclinical studies",
      "hp-evoo's antiplatelet effect",
      "its possible underlying molecular mechanisms",
      "phenolic compound-rich natural products",
      "the anti-obesity effects",
      "the last decade",
      "the molecular pathways"
    ],
    "SYMPTOM": [
      "\"hyperglycemia",
      "\"hyperlipidemia",
      "\"hypertension",
      "\"insulin resistance",
      "\"metabolic syndrome",
      "\"obesity",
      "central obesity",
      "hypertension",
      "inflammation",
      "metabolic syndrome",
      "oxidative stress"
    ],
    "FOOD": [
      "\"extra virgin olive oil",
      "\"high phenolic olive oil",
      "high phenolic extra virgin olive oil"
    ]
  }
}