{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Commiphora leptophloeosBark Decoction: Phytochemical Composition, Antioxidant Capacity, and Non-Genotoxic Safety Profile.",
  "abstract": "Background:Commiphora leptophloeoshas long been used in Latin American folk medicine for the treatment of respiratory and gastrointestinal disorders. Therefore, toxicological and phytochemical investigations are required to assess the safety and support the evidence-based use of its bark in medicinal applications. This study aimed to evaluate the aqueous bark extract ofC. leptophloeos, focusing on its chemical composition and its antioxidant, cytotoxic, and genotoxic properties.Methods: The aqueous extract was obtained by decoction of dried bark samples. Phytochemical characterization was conducted using ultra-performance liquid chromatography coupled with tandem mass spectrometry (UPLC-MS/MS), and data were processed using the NP3MS Workflow 1.1.4 software, allowing for the annotation of key secondary metabolites. Antioxidant activity was assessed through multiple in vitro assays, including DPPH, ABTS, phosphomolybdenum, and reducing power tests. Cytotoxicity was evaluated using the MTT assay, while genotoxicity was investigated through the Ames test and micronucleus assay.Results: Phytochemical analysis revealed several flavonoids, with procyanidin B2 annotated as a major compound. The extract exhibited strong antioxidant activity, with EC50values of 5.43 μg/mL (DPPH), 12.40 μg/mL (ABTS), 35.20 μg/mL (phosphomolybdenum), and 31.27 μg/mL (reducing power). The MTT assay showed no cytotoxic effects at concentrations up to 6400 μg/mL. Furthermore, both the Ames and micronucleus assays showed the absence of genotoxic effects at concentrations up to 1600 μg/plate and 400 μg/mL, respectively.Conclusions: The aqueous bark extract ofC. leptophloeosdemonstrates strong antioxidant potential and a favorable safety profile, with no detectable cytotoxicity or genotoxicity at concentrations effective in antioxidant assays. Further studies are recommended to confirm and validate its traditional medicinal properties using appropriate in vivo models, followed by pre-clinical evaluations.",
  "publication_date": "2025-06-10",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18060863",
  "entities": {
    "POLYPHENOL": [
      "decoction",
      "ec50values",
      "genotoxic effects",
      "key secondary metabolites",
      "no cytotoxic effects",
      "no detectable cytotoxicity",
      "procyanidin b2",
      "several flavonoids",
      "tandem mass spectrometry"
    ]
  }
}