{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Cherry Juice Improves Memory and Anxiety by Modulating Cell Number in the Hippocampus of Male Rat Pups Infected with Lipopolysaccharides During Gestation and Gestation-Lactation.",
  "abstract": "Exposure to lipopolysaccharides (LPS) during pregnancy have been linked to alterations in the offspring's central nervous system. Cherries are a source of anthocyanins, which possess neuroprotective properties. The study aimed to evaluate the neuroprotective effects of cherry juice (CJ) on memory and hippocampal cell counts in offspring exposed to LPS during gestation and the gestation-lactation periods. At postnatal day 90, rat pups were divided into five groups: Control (saline solution), LPS-G (LPS during gestation), LPS-G+CJ (LPS during gestation+CJ), LPS-GL (LPS during gestation-lactation), and LPS-GL+CJ (LPS during gestation-lactation+CJ). A battery of behavioral tests was conducted to assess short- and long-term memory and anxiety-like behavior. Histological analysis was performed on hippocampal regions. Leukocyte levels were measured as markers of systemic inflammation. Results showed that pups in the LPS-G and LPS-GL groups exhibited impaired memory, increased anxiety-like behavior, elevated leukocyte levels, and reduced cell counts in the dentate gyrus and CA1 regions, as well as in CA2 (LPS-G) and CA3 (LPS-GL). Cherry juice administration in the LPS-G+CJ and LPS-GL+CJ groups improved memory performance, normalized leukocyte levels, and restored hippocampal cell counts. These findings suggest that cherry juice exerts neuroprotective effects against LPS-induced neuroinflammation during gestation and the gestation-lactation periods.",
  "publication_date": "2025-06-12",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125642",
  "entities": {
    "FOOD": [
      "cherries",
      "cherry juice",
      "cherry juice administration"
    ],
    "POLYPHENOL": [
      "neuroprotective properties",
      "that cherry juice exerts neuroprotective effects",
      "the neuroprotective effects"
    ],
    "SYMPTOM": [
      "lps-induced neuroinflammation",
      "systemic inflammation"
    ]
  }
}