{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Shading stress promotes lignin biosynthesis in soybean seed coat and consequently extends seed longevity.",
  "abstract": "The macromolecular components of the seed coat, particularly lignin, play a critical role in regulating seed viability. In the maize-soybean intercropping (MSI) system, shading stress was reported to enhance the viability of soybean seeds. However, the specific role of seed coat lignin in this process remains poorly understood. In this study, we demonstrated that soybean seed coats derived from the MSI system exhibit significantly higher lignin content and mechanical resistance compared to those from the sole cropping systems. Further investigations with artificial shading treatments revealed a substantial impact on the accumulation of phenylpropanoids in soybean seeds. Notably, shading applied during the reproductive stage resulted in decreased levels of anthocyanins, proanthocyanidins, and isoflavones, while simultaneously increasing lignin content. Moreover, both the mechanical resistance of the seed coats and the seeds' longevity under deteriorative conditions improved significantly compared to the normal light control. Gene expression and metabolomics analyses indicated that shading stress promotes the expression of key genes involved in lignin biosynthesis within the soybean seed coats, increasing the amount of several intermediate metabolites. Taken together, these findings reveal that shading stress in the MSI system promotes the biosynthesis and accumulation of lignin in soybean seed coats and thereby regulating seed longevity.",
  "publication_date": "2025-01-14",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.139913",
  "entities": {
    "POLYPHENOL": [
      "decreased levels",
      "mechanical resistance",
      "moreover, both the mechanical resistance",
      "proanthocyanidins",
      "the macromolecular components",
      "the specific role"
    ],
    "FOOD": [
      "soybean seed coats",
      "soybean seeds",
      "the maize-soybean intercropping (msi) system",
      "the seed coats",
      "the soybean seed coats"
    ],
    "SYMPTOM": [
      "shading stress"
    ]
  }
}