{
  "source": "PubMed",
  "query": "functional foods polyphenols",
  "title": "Extraction of Phenolic Compounds From Lavender (Lavandula angustifolia L.) Plant by Natural Deep Eutectic Solvent and Greenness Assessment of Analytical Method With Modified Green Analytical Procedure Index.",
  "abstract": "In recent years, it has been important in terms of green technology and sustainability to promote the use of natural deep eutectic solvents (NADESs), especially those based on natural products, for the extraction of bioactive components with different functional properties from foods. Therefore, in this study, the effects of green extraction technology (ultrasonic-assisted extraction) and green solvents (NADESs) on the recovery of bioactive components from lavender (Lavandula angustifolia L.) were investigated and evaluated. In addition, the degree of greenness of the analytical method used during the study was determined using the modified green analytical procedure index (MoGAPI). In this context, the total phenolic content (TPC), total antioxidant capacity, and individual polyphenolic profiles of lavender extracts prepared with two different NADES were investigated by liquid chromatography-tandem mass spectrophotometer. Based on the results obtained, it was determined that NADES formed with choline chloride:formic acid (ChCl:FA) had a higher potential to extract bioactive components from lavender than NADES formed with ChCl:ethylene glycol (ChCl:EG). The TPC, antioxidant capacity, and total individual polyphenolic compound content of lavender extracted with these NADES were determined as 9.76 mg gallic acid equivalent/g, 20.83-104.39 mg Trolox equivalent/g, and 200.835 mg/kg, respectively. However, the degree of greenness determined by the MoGAPI tool of the analytical method used in this study was 78% and classified as 'excellent green'. As a result, it can be concluded that NADES formed with ChCl:FA can be an alternative to conventional solvents for the extraction of bioactive components from lavender, as it provides a remarkable recovery of bioactive substances.",
  "publication_date": "2025-04-21",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202500194",
  "entities": {
    "POLYPHENOL": [
      "9.76 mg gallic acid",
      "a remarkable recovery",
      "especially those",
      "green extraction technology",
      "green technology",
      "individual polyphenolic profiles",
      "liquid chromatography-tandem mass spectrophotometer",
      "natural deep eutectic solvents",
      "recent years",
      "the effects",
      "the recovery",
      "total individual polyphenolic compound content"
    ]
  }
}