{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Microbial Phenolic Metabolites in Urine Are Inversely Linked to Certain Features of Metabolic Syndrome in Spanish Adolescents.",
  "abstract": "(1) Background: To explore the association between microbial phenolic metabolites (MPM) and metabolic syndrome (MetS) and its clinical features in adolescents aged 12.02 ± 0.41 years. (2) Methods: a cross-sectional study was conducted in 560 participants at baseline in the SI! Program for Secondary Schools trial. The following MPM, coumaric acids (m-,o-,p-coumaric acids), dihydroxyphenylpropionic acid, dihydroresveratrol, enterolignans, gallic acid, hydroxybenzoic acids, hydroxyphenylacetic acid, hydroxytyrosol, protocatechuic acid, syringic acid, urolithins (A, B), and vanillic acid, were analyzed by HPLC-LTQ-Orbitrap-HRMS. MetS and its clinical features were defined in accordance with the International Diabetes Federation. (3) Results: Out of all MPM, urolithin A was inversely associated with the diastolic blood pressure z-score. Urolithin B was inversely associated with the MetS score and waist circumference z-score. Additionally, higher levels of gallic acid were associated with lower odds of presenting MetS (OR = 0.85, 95% CI: 0.77; 0.93) and abdominal obesity (OR = 0.93, 95% CI: 0.89; 0.98). Higher urolithin B levels were inversely associated with abdominal obesity (OR = 0.94, 95% CI: 0.89; 0.98) and high blood glucose (OR = 0.92, 95% CI:0.88; 0.96); (4) Conclusions: gallic acid, urolithin A and B were associated with lower odds of presenting MetS or some of its clinical features in adolescents. This is the first study that evaluates several MPM with MetS in adolescents, highlighting the importance of MPM on cardiometabolic health at early life stages.",
  "publication_date": "2022-11-05",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox11112191",
  "entities": {
    "SYMPTOM": [
      "abdominal obesity",
      "metabolic syndrome"
    ],
    "POLYPHENOL": [
      "a cross-sectional study",
      "dihydroresveratrol",
      "gallic acid",
      "m-,o-,p-coumaric acids",
      "protocatechuic acid",
      "secondary schools trial",
      "syringic acid",
      "vanillic acid"
    ]
  }
}