{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Anti-Inflammatory Activities of Some Plants of GenusAlpinia: Insights from In Vitro, In Vivo, and Human Studies.",
  "abstract": "This narrative review intends to provide thorough information on the anti-inflammatory activities ofAlpiniaplants, the largest genus of the family Zingiberaceae. The articles were searched on the PubMed database using 'Alpinia AND anti-inflammatory activity' as the keywords, filtered to articles published from 2020 to 2024 and free full-text. Of the approximately 248 members of the genusAlpiniaplants, the most commonly studied for their anti-inflammatory activities areA. galanga,A. officinarum,A. zerumbet, andA. oxyphylla. OnlyA. galanga,A. officinarum, andA. zerumbethave been studied in humans. Studies in animal models revealed that the plants contributed as exogenous antioxidants, reduced proinflammatory cytokines, inhibited proinflammatory enzymes, improved gastric acid and gastrointestinal motility, and promoted ulcer healing. The terpenoids, flavonoids (such as kaempferol, quercetin, and galangin), and diarylheptanoids obtained from the rhizomes of these plants may crucially play important roles in their anti-inflammatory activities. These plants did not show toxicity toward numerous normal cell lines (RAW 264.7, IEC-6, HepG2, MT-4, NIH-3T3, Vero cells, human peripheral blood mononuclear cells, and HaCaT) but were toxic to cancer cell lines (HT29). In humans,A. galangawas studied for its effects as psychostimulants improving mental health, improving sperm motility, and erectile dysfunction. Similarly,A. officinarumcould improve sperm morphology and idiopathic infertility, whereasA. zerumbetworked as a cardio-myorelaxant in patients with cardiovascular diseases.",
  "publication_date": "2025-01-24",
  "journal": "Journal of experimental pharmacology",
  "doi": "10.2147/JEP.S499115",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "iec-6",
      "its effects",
      "kaempferol"
    ],
    "SYMPTOM": [
      "cancer cell lines"
    ]
  }
}