{
  "source": "PubMed",
  "query": "catechins",
  "title": "Antioxidant Activity, Total Polyphenol Content, and Cytotoxicity of Various Types of Starch with the Addition of Different Polyphenols.",
  "abstract": "Given the high incidence of diet-related diseases, including type 2 diabetes and cancer, there is a growing need to explore new strategies for their prevention. Although polyphenols are known to reduce starch digestibility and lower the in vitro glycemic index, their antioxidant capacity and cytotoxic properties, when complexed with starches, remain underexplored. Therefore, this study aimed to investigate the antioxidant activity, total polyphenol content, and cytotoxic potential of polyphenol-starch complexes formed using common dietary polyphenols-(+)-catechin, epigallocatechin gallate, hesperidin, naringenin,trans-ferulic acid,p-coumaric acid, quercetin, and kaempferol-and widely consumed starches from wheat, rice, potato, and maize. Antioxidant activity (FRAP and DPPH) together with the total polyphenols content (Folin-Ciocalteu) were tested: (1) before (undigested) enzymatic hydrolysis of the tested sample; (2) after (digested) enzymatic hydrolysis of the tested sample and (3) after hydrolysis of the sample and its centrifugation (supernatant). Cytotoxicity against colon cancer (Caco-2, HT29) and normal colon (CCD 841CoN) cell lines were determined in vitro by the MTT method. In undigested samples, the highest antioxidant activity was obtained with the addition of quercetin to wheat, rice, and maize starch (6735.8 µmol Fe2+/g d.m., 678.8, 539.4 µmol Trolox/g d.m., respectively), and epigallocatechin gallate to wheat, rice, potato, and maize starch (692.1, 538.0, 625.8, 573.6 µmol Trolox/g d.m., respectively). In digested samples, the highest antioxidant activity was obtained with the addition of quercetin to wheat and rice starch (2104.5 µmol Fe2+/g d.m., 742.1 µmol Trolox/g d.m., respectively). In the case of the natant of the digested samples, the highest value was recorded for the addition of (+)-catechin to potato starch andtrans-ferulic acid to maize starch (823.7 µmol Fe2+/g d.m., 245.1 µmol Trolox/g d.m., respectively). The addition of quercetin to wheat and rice starch and (+)-catechin to potato starch (0.239, 0.151, 0.085 g gallic acid/g d.m., respectively) resulted in the highest total polyphenol content. Furthermore, quercetin demonstrated the most significant level of cytotoxic activity against the tumor cell line Caco-2 (IC50= 275.6 µg/mL; potato starch). Overall, quercetin was identified as the most significant or one of the most significant for all parameters evaluated.",
  "publication_date": "2025-06-04",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30112458",
  "entities": {
    "SYMPTOM": [
      "cancer",
      "colon cancer",
      "type 2 diabetes"
    ],
    "POLYPHENOL": [
      ")-catechin",
      ", 0.085 g gallic acid",
      "epigallocatechin gallate",
      "naringenin",
      "polyphenol-starch complexes",
      "polyphenols",
      "quercetin",
      "starch andtrans-ferulic acid",
      "the highest total polyphenol content",
      "the total polyphenols content",
      "total polyphenol content"
    ],
    "FOOD": [
      "wheat"
    ]
  }
}