{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "In Vitro Antioxidant Potential, Antidiabetic Activities, and GC-MS Analysis of Lipid Extracts ofChlorellaMicroalgae.",
  "abstract": "Microalgae represent promising biotechnological platforms for bioactive compound production with pharmaceutical applications. This study investigated the phytochemical composition and biological activities of lipid extracts from threeChlorellaspecies to evaluate their potential as antioxidant and antidiabetic sources. Lipid extraction using chloroform-methanol (2:1) followed by GC-MS analysis revealed distinct compound distributions: 29 compounds inC. ellipsoidea, 33 inC. sorokiniana, and 19 inC. vulgaris. Major bioactive compounds included 2-hexanol, 1,3,6-heptatriene, 4-(2,3-dimethyl-2-cyclopenten-1-yl)-4-methylpentanal,n-hexadecanoic acid, and octadecanoic acid. Biological activity screening encompassed antioxidant assessment through DPPH• and •NO radical scavenging assays and FRAP analysis, while antidiabetic potential was evaluated using α-glucosidase and α-amylase inhibition assays.C. sorokinianaexhibited superior bioactivity with the highest antioxidant capacity (DPPH• IC50= 329.03 ± 4.30 µg/mL; •NO IC50= 435.53 ± 10.20 µg/mL; FRAP = 94.74 ± 5.72 mg TE/g) and strongest enzyme inhibition (α-glucosidase IC50= 752.75 ± 57.95 µg/mL; α-amylase IC50= 3458.50 ± 104.01 µg/mL). This is the first report onC. sorokinianastrain KU.B2's biological properties and phytochemical profile. These findings establishC. sorokinianaas a valuable biotechnological platform for pharmaceutical bioactive compound development.",
  "publication_date": "2025-06-06",
  "journal": "Biotech (Basel (Switzerland))",
  "doi": "10.3390/biotech14020046",
  "entities": {
    "POLYPHENOL": [
      "a valuable biotechnological platform",
      "biotechnological platforms",
      "methylpentanal,n-hexadecanoic acid",
      "octadecanoic acid",
      "threechlorellaspecies"
    ]
  }
}