{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Physiological, biochemical, and transcriptomic analysis revealed the toxicology and protective mechanisms of Scenedesmus obliquus in response to Phenanthrene.",
  "abstract": "Revealing the response of aquatic organisms to the toxicity of polycyclic aromatic hydrocarbons (PAHs) from the biological mechanism level is helpful to understanding the aquatic ecological risks of PAHs, and sequentially carrying out the necessary environmental management measures to reduce and eliminate the risks. In the current study, a comprehensive evaluation of the response and protective mechanisms of a widely used subject organism Scenedesmus obliquus to Phenanthrene (PHE) toxicity was conducted, integrating physiological, biochemical, and transcriptomic data. The results demonstrated that cell density, photosynthetic pigment content, and antioxidant enzyme activity in S. obliquus were increased under low concentrations (0.1 mg L-1) of PHE stress. However, exposure to high concentrations (0.5-10 mg L-1) of PHE resulted in a decrease in cell density and photosynthetic pigment content, along with significant increases in malondialdehyde (MDA) and reactive oxygen species (ROS) activity, indicating severe lipid peroxidation, cellular damage, and growth inhibition. Transcriptome analysis illustrated that most genes were up-regulated under 0.1 mgL-1PHE stress, particularly those involved in DNA replication, energy metabolism, and carbohydrate metabolism, suggesting that various metabolic pathways were activated to mitigate the effects of low-concentration PHE stress. Nevertheless, genes associated with the metabolism of energy, carbohydrates, amino acids, and lipids showed negligible expression changes under 10 mg L-1PHE stress, indicating a suppression of the regulatory mechanisms in S. obliquus. Our findings provided a new insight into the toxicity mechanism of PHE on freshwater microalgae and valuable data for risk assessment of PHE.",
  "publication_date": "2025-06-24",
  "journal": "Aquatic toxicology (Amsterdam, Netherlands)",
  "doi": "10.1016/j.aquatox.2025.107472",
  "entities": {
    "POLYPHENOL": [
      "a decrease",
      "a widely used subject organism",
      "protective mechanisms",
      "reactive oxygen species",
      "the aquatic ecological risks",
      "the biological mechanism level",
      "the effects",
      "the necessary environmental management measures",
      "the regulatory mechanisms",
      "the toxicity mechanism"
    ],
    "SYMPTOM": [
      "0.1 mgl-1phe stress",
      "10 mg l-1phe stress",
      "low-concentration phe stress",
      "phe stress"
    ]
  }
}