{
  "source": "PubMed",
  "query": "functional foods polyphenols",
  "title": "Improving probiotic survivability using coaxial electrospinning: Role of ethyl cellulose in shell.",
  "abstract": "To achieve the positive effects of probiotics, it is crucial to enhance their viability and stability throughout gastrointestinal tract. In the study, polyvinyl alcohol-fucoidan@ethyl cellulose (PVOH-FUC@EC) core-shell electrospun nanofibers with flow ratios of 1:1, 1:1.5 and 1:2 by coaxial electrospinning were developed to co-encapsulate Lactiplantibacillus plantarum 69-2 (LP69-2) and dihydromyricetin. The average diameter of PVOH-FUC@EC nanofibers decreased, while the shell thickness of PVOH-FUC@EC nanofibers increased as the shell solution flow ratios increased. Furthermore, the successful formation of core-shell structure of PVOH-FUC@EC nanofibers was verified by confocal laser scanning microscopy and transmission electron microscope. PVOH-FUC@EC nanofibers with higher shell flow rate presented superior thermal stability. Compared with uniaxial nanofibers, the antioxidant capacity of PVOH-FUC@EC core-shell nanofibers was significantly enhanced when core-shell flow ratio was 1:1 (P < 0.05). Moreover, the survival rate of LP69-2 embedded in PVOH-FUC@EC core-shell nanofibers was significantly elevated after simulated gastrointestinal digestion (P < 0.05). Overall, this study further revealed that EC-coated core-shell nanofibers was an effective and novel approach for co-delivering probiotics and polyphenols by coaxial electrospinning, thereby improving their efficacy in functional foods.",
  "publication_date": "2025-05-05",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116606",
  "entities": {
    "POLYPHENOL": [
      "an effective and novel approach",
      "coaxial electrospinning",
      "ec-coated core-shell nanofibers",
      "microscopy and transmission electron microscope",
      "polyphenols",
      "pvoh-fuc@ec core-shell nanofibers",
      "pvoh-fuc@ec nanofibers",
      "pvoh-fuc@ec) core-shell electrospun nanofibers",
      "the positive effects"
    ],
    "FOOD": [
      "functional foods"
    ]
  }
}