{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Durable Dentin Bonding with Multifunctional Methacrylated Proanthocyanidins.",
  "abstract": "The degradation of dentin bonding interfaces by enzymes, either originating from the dentin matrix or produced by oral biofilms, contributes to the failure of composite restorations. Proanthocyanidins (PAs) are effective collagen crosslinkers that help preserve collagen, but their interference with adhesive polymerization impairs clinical applications. Methacrylate-functionalized PA (MAPA) was developed as a polymerizable collagen crosslinker, designed to strengthen collagen while copolymerizing with adhesives. This study evaluated the effects of MAPA-containing adhesives on dentin-bonding properties, including collagen crosslinking within bonding interfaces (via sodium dodecyl sulfate-collagen hybridizing peptide assay), microtensile bond strength (µTBS), and collagenolytic activity (in situ zymography) at 24 h and after 2 y (2Y), as well as on biofilm inhibition. Two adhesives, Scotchbond Universal and Prime&Bond Elect, were modified with MAPA or PA at 0%, 5%, and 10% concentrations. Human molar dentin surfaces were bonded and restored using composite resin, then sectioned into sticks or slabs for µTBS and in situ zymography at 24 h or 2Y. Additional specimens were evaluated for biofilm formation (Streptococcus mutans) using live/dead staining, MTT assay, and colony-forming unit counts. Data were analyzed using 2-way analysis of variance and Games-Howell set at 5%. Results showed that MAPA effectively enhanced chemical crosslinking within bonding interfaces without affecting µTBS at 24 h (P> 0.05). Notably, 5%MAPA significantly stabilized bonding interfaces over 2Y (P> 0.05) compared with other groups. All MAPA groups demonstrated a significant reduction in collagenolytic activity (P< 0.05), with 5%MAPA maintaining this effect after 2Y (P> 0.05). In addition, MAPA reduced biofilm formation. MAPA's capacity to copolymerize with adhesives while forming strong chemical interactions with collagen creates a durable, chemically integrated polymer-collagen complex that resists enzymatic degradation and inhibits cariogenic bacterial activity. Incorporating MAPA into adhesives stabilizes bonding interfaces and provides antibiofilm benefits, offering a promising approach to extending the longevity of composite restorations.",
  "publication_date": "2025-05-12",
  "journal": "Journal of dental research",
  "doi": "10.1177/00220345251332271",
  "entities": {
    "POLYPHENOL": [
      "additional specimens",
      "effective collagen crosslinkers",
      "prime&bond elect",
      "proanthocyanidins",
      "sodium dodecyl sulfate-collagen hybridizing peptide assay",
      "the effects",
      "this effect"
    ]
  }
}