{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Antioxidant polysaccharide-enriched fractions obtained from olive leaves by ultrasound-assisted extraction with α-amylase inhibition, and antiproliferative activities.",
  "abstract": "Polysaccharide-rich materials were extracted from the alcohol-insoluble solids ofOlea europaea l.**leaves. Structural characteristics were determined by colorimetric techniques, FT-IR, GC-MS, SEC/MALS/VD/DRI, and NMR (1H,13C). The extract and its main macromolecular components were characterized to assess their ability toward antioxidant, α-amylase inhibition, and antiproliferative activities. Results revealed that the ultrasound olive leave extract comprises polysaccharides with uronic acid, galactose, arabinose, and glucose in molar percentages of 11.7%, 11.3%, 7.5%, and 4.9% respectively, constituting 41% of the total mass. In addition, polyphenols (21%) and proteins (9%) are associated with these polysaccharides. Further, the extract showed noticeable ORAC and free radical scavenging abilities, in addition to high in vitro antiproliferative activity against Caco-2 colon carcinoma cell lines. Similarly, the extract exhibited a strong, uncompetitive inhibition of α-amylase by 75% in the presence of the extract with 0.75 µg/mL of concentration. This research concludes that ultrasound extraction method can be used for the extraction of polysaccharide-polyphenol-protein complexes. These conjugates exhibit the potential for combined biological activities resulting from a synergistic effect of its compounds, making them promising ingredients for the development of functional food.",
  "publication_date": "2024-02-27",
  "journal": "3 Biotech",
  "doi": "10.1007/s13205-024-03939-2",
  "entities": {
    "POLYPHENOL": [
      "a synergistic effect",
      "colorimetric techniques",
      "its main macromolecular components",
      "polyphenols",
      "polysaccharide-polyphenol-protein complexes"
    ],
    "FOOD": [
      "functional food"
    ]
  }
}