{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Investigating COX-2 and 5-LOX Enzyme-Related Anti-Inflammatory and Antioxidant Activities and Phytochemical Features ofScutellaria salviifoliaBenth.",
  "abstract": "Scutellariaspecies are widely utilized and have demonstrated diverse biological effects for various diseases, both globally and in traditional Chinese medicine, due to the presence of bioactive compounds with unique structures. This study was conducted to reveal the in vitro effects and phytochemical properties ofScutellaria salviifoliaBenth., an endemic species of Türkiye. The inhibitory effects of methanol extracts prepared separately from the aerial and root parts ofS. salviifoliaon the COX-2 and 5-LOX enzymes and their DPPH and ABTS radical scavenging activities were evaluated using in vitro methods. Additionally, the phenolic compounds of the extracts were compared based on Q-TOF LC/MS analysis. The extracts ofS. salviifoliaexhibited a high inhibitory effect on COX-2 enzyme activity, comparable to that of celecoxib. Still, they showed no significant effects in the 5-LOX enzyme inhibition assay. In the antioxidant activity assays, the percentage of inhibitory effects of both extracts against DPPH and ABTS were similar. A total of 29 and 27 compounds were detected in the aerial part and root extracts, respectively. Among the identified compounds, 18 were common to both the aerial part and root extracts.S. salviifoliamay serve as a valuable alternative to the most well-knownScutellariaspecies, includingS. baicalensisandS. barbata.",
  "publication_date": "2025-06-11",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125608",
  "entities": {
    "POLYPHENOL": [
      "a high inhibitory effect",
      "an endemic species",
      "celecoxib",
      "diverse biological effects",
      "inhibitory effects",
      "no significant effects",
      "scutellariaspecies",
      "the in vitro effects",
      "the inhibitory effects",
      "the most well-knownscutellariaspecies",
      "the phenolic compounds"
    ]
  }
}