{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "[Phase Ⅲ, multicenter, randomized comparative study of LY01005 and Zoladex®for patients with premenopausal breast cancer].",
  "abstract": "Background:To compare the efficacy and safety of monthly administrations of gonadotropin releasing hormone (GnRH) agonists LY01005 and Zoladex®in Chinese patients with premenopausal breast cancer.Methods:From October 2020 to November 2021, 188 premenopausal breast cancer patients were enrolled in 34 hospitals and randomized 1:1 to receive either LY01005 or Zoladex®every 28 days for a total of three injections. All patients concomitantly received oral tamoxifen (TAM). The primary efficacy endpoint was cumulative probability of maintaining menopausal level [oestradiol (E2) ≤30 pg/ml] from day 29 to day 85. The second efficacy endpoint included changes in E2, luteinizing hormone (LH), and follicle-stimulating hormone (FSH) compared with the baseline. Pharmacokinetics (PK), pharmacodynamics (PD), and safety were analyzed. The study also evaluated the pharmacokinetic and pharmacodynamic characteristics of LY01005.Results:A total of 188 patients were randomised and 187 patients received either LY01005 or Zoladex®. Cumulative probabilities of maintaining menopausal level (E2≤30 pg/ml) from day 29 to day 85 were 93.1% for LY01005 and 86.3% for Zoladex®. The between-group difference was 6.8% (95%CI: -2.3%, 15.9%) and primary efficacy in the LY01005 group was not inferior to that in the Zoladex®group. Changes in E2, LH, and FSH levels compared with the baseline were equivalent between the two groups (E2: 89.34% to 90.23% vs. 82.11% to 85.02%; LH: 88.89% to 95.52% vs. 89.70% to 97.02%; FSH: 75.36% to 80.85% vs.73.07% to 80.24%, respectively). After three consecutive doses of LY01005, the LH and FSH levels of the subjects showed a transient increase after the first dose, reached a peak on the second day and then started to decrease. The LH and FSH reached a lower level and remained at or below that level until the 85th day. Both treatments were well-tolerated.Conclusion:LY01005 is as effective as Zoladex®in suppressing E2 to menopausal levels in Chinese patients with premenopausal breast cancer, with a similar safety profile.",
  "publication_date": "2025-04-01",
  "journal": "Zhonghua zhong liu za zhi [Chinese journal of oncology]",
  "doi": "10.3760/cma.j.cn112152-20240126-00051",
  "entities": {
    "SYMPTOM": [
      "188 premenopausal breast cancer patients",
      "premenopausal breast cancer"
    ],
    "POLYPHENOL": [
      "the second day",
      "the second efficacy endpoint",
      "the subjects",
      "three consecutive doses",
      "three injections"
    ]
  }
}