{
  "source": "PubMed",
  "query": "catechins",
  "title": "The Histone Methyltransferase PRMT5 Mediates the Epigenetic Modification to Modulate High Temperatures and Tea Quality in Tea Plants (Camellia sinensis).",
  "abstract": "High temperatures significantly affect tea yield and quality. Arginine methylation is crucial for plant growth and environmental adaptation. However, its role in regulating plant responses to high temperatures remains unclear. In this study, we identified an important Type II arginine methyltransferase, PRMT5, in tea plants and confirmed its methyltransferase activity both in vivo and in vitro. Our findings revealed that CsPRMT5-mediated symmetric dimethylation of histone H4R3 (H4R3sme2) was markedly reduced under high-temperature conditions in tea plants. Both the inhibitor and gene-silencing approaches led to decreased levels of H4R3sme2 modification, resulting in alterations in theanine and catechins. We employed a genome-wide approach to analyze the RNA sequencing (RNA-seq) of tea plants subjected to ambient high temperatures, PRMT5 inhibitors, and PRMT5 silencing, along with H4R3sme2 and CsPRMT5 chromatin immunoprecipitation sequencing (ChIP-seq). Comparative analysis of these datasets indicated that genes regulated by H4R3sme2 were predominantly enriched within the reactive oxygen species (ROS), calcium ion, and hormone signalling pathways under elevated temperature conditions. Furthermore, we validated CsCDPK9 as a target gene regulated by H4R3sme2 and found that silencing CsCDPK9 resulted in increased theanine content and decreased catechin content at high temperatures. Our findings suggest that CsPRMT5-mediated H4R3sme2 plays a pivotal role in the growth of tea plants, as well as in their adaptability to fluctuations in ambient temperatures. This study provides new insights into breeding strategies aimed at developing crops that are better equipped to withstand environmental changes induced by climate change.",
  "publication_date": "2025-04-23",
  "journal": "Plant, cell & environment",
  "doi": "10.1111/pce.15567",
  "entities": {
    "POLYPHENOL": [
      "catechin content",
      "catechins",
      "decreased levels",
      "h4r3sme2 and csprmt5 chromatin immunoprecipitation",
      "the reactive oxygen species"
    ]
  }
}