{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Enhanced anti-tumor efficacy of paclitaxel by the co-amorphous technology with resveratrol.",
  "abstract": "Paclitaxel (PTX), categorized as a BCS Class IV anti-tumor agent, is integral to clinical treatment, however, the insolubility of PTX leads to diminished bioavailability. Resveratrol (RES), a bioactive compound present in various dietary sources, has the potential to augment the anti-tumor effectiveness of PTX. This research aims to formulate a co-amorphous system consisting of PTX and RES to enhance the solubility and bioavailability of PTX. The co-amorphous system was synthesized via the solvent evaporation technique and subsequently characterized using powder X-ray diffraction, Fourier-transform infrared spectroscopy, differential scanning calorimetry, Raman spectroscopy, and thermal analysis. Molecular dynamics simulations illustrated the interactions between PTX and RES, which facilitated an increase in apparent solubility and in vitro dissolution rates. Furthermore, in vitro cytotoxicity assays, Caco-2 cell model studies, and in vivo anti-tumor experiments demonstrated that the PTX-RES combination exhibited enhanced anti-tumor efficacy relative to other treatment groups. Pharmacokinetic evaluations revealed that the oral bioavailability of the PTX-RES complex surpassed that of pure PTX. These findings substantiate that the PTX-RES co-amorphous system significantly improves the physicochemical properties and anti-tumor activity of PTX. Additionally, this study presents a promising approach for enhancing the solubility and bioavailability of compounds with poor solubility.",
  "publication_date": "2025-05-16",
  "journal": "Journal of pharmaceutical sciences",
  "doi": "10.1016/j.xphs.2025.103844",
  "entities": {
    "POLYPHENOL": [
      "fourier-transform infrared spectroscopy",
      "molecular dynamics simulations",
      "raman spectroscopy",
      "resveratrol",
      "the anti-tumor effectiveness",
      "the solvent evaporation technique"
    ]
  }
}