{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Metabolic profiles, bioactive compounds, and antioxidant capacity of Prunus sibirica L. seed kernels.",
  "abstract": "P. sibirica seed kernels are a valuable source of nutrition with various therapeutic properties. However, research on their active ingredients and medicinal properties remains limited. This study comprehensively evaluates the total phenolic and flavonoid contents, antioxidant capacity, and secondary metabolites in P. sibirica seed kernels from six Chinese provinces. The bioactive constituents and antioxidant capacity of P. sibirica seed kernels varied across different provenances. Using targeted metabolomics, 15 comparative data groups were obtained for P. sibirica seed kernel samples. In total, 1133 secondary metabolites were identified, including nine classes of phenolic acids, flavonoids, polyphenols, etc., with phenolic acids (270) and flavonoids (261) emerging as the major metabolites. In particular, P. sibirica seed kernels from Zhalantun City, Hulun Buir City, Inner Mongolia exhibit potential as promising food and medicine sources. The differentially accumulated metabolites showed that these compounds were primarily enriched in secondary metabolic pathways, including the biosynthesis and metabolism of isoflavones, flavonoids, and flavanols. High concentrations of flavonoids affected the antioxidant capacity of P. sibirica through free radical scavenging. Correlation analysis identified 26 metabolites significantly and positively correlated with antioxidant capacity (r ≥ 0.9, p < 0.0001). These results offer a theoretical basis for understanding metabolic mechanisms underlying the variable antioxidant capacity among P. sibirica seed kernels from different provinces. They also provide insights to guide the development and utilization of P. sibirica germplasm.",
  "publication_date": "2025-03-13",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116205",
  "entities": {
    "POLYPHENOL": [
      "1133 secondary metabolites",
      "flavonoids",
      "metabolic mechanisms",
      "polyphenols",
      "secondary metabolic pathways",
      "secondary metabolites",
      "the total phenolic and flavonoid contents"
    ]
  }
}