{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Effect of apigenin on seizure susceptibility, parvalbumin immunoreactivity, and GABAAreceptor expression in the hippocampal neurons in mice.",
  "abstract": "Apigenin is a flavonoid compound found in many fruits, vegetables, and medicinal herbs. It possesses a wide range of biological activities including antioxidant, anti-inflammatory, anti-apoptotic, and neuroprotective effects. Some initial evidence also suggests that apigenin may have antiseizure properties. In this study, we aimed at providing more insight into the potential influence of apigenin on seizure susceptibility in mice and its influence on parvalbumin and GABAAreceptor immunoreactivity (PV-IR and GABAAR-IR) in the hippocampus. We also assessed the pharmacokinetic profile of apigenin after intraperitoneal route of administration and its possible side effects. Acute administration of apigenin, at doses of 100 and 150 mg/kg, significantly increased the threshold for various types of seizures, i.e., the myoclonic twitch in the ivPTZ test, the 6 Hz-induced seizure, and hindlimb tonus in the maximal electroshock seizure test. A 14-day treatment with apigenin at a lower dose of 50 mg/kg also increased the threshold for maximal electroshock-induced seizures. Pharmacokinetic profiling revealed a very slow elimination of apigenin from serum, and even slower from the brain, after intraperitoneal administration. In consequence, a relatively high accumulation of this compound in the brain can be expected. In addition, apigenin given repeatedly increased the mean number of GABAAR-IR and PV-IR neurons in hippocampal fields suggesting its potential influence on neuronal Ca2+metabolism. This study indicates that apigenin has a relatively minor effect on acute seizures in mice. However, modifying the quantity of GABAAR-IR and PV-IR hippocampal neurons provides further support for the neuroprotective effects of apigenin.",
  "publication_date": "2025-03-27",
  "journal": "European journal of pharmacology",
  "doi": "10.1016/j.ejphar.2025.177548",
  "entities": {
    "POLYPHENOL": [
      "a flavonoid compound",
      "a relatively minor effect",
      "antioxidant, anti-inflammatory, anti-apoptotic, and neuroprotective effects",
      "apigenin",
      "gabaareceptor immunoreactivity",
      "its possible side effects",
      "maximal electroshock-induced seizures",
      "the maximal electroshock seizure test",
      "the neuroprotective effects"
    ]
  }
}