{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Effect of quercetin on inhibiting gefitinib‑activated non‑small cell lung cancer‑induced cell pyroptosis in cardiomyocytes via modulating mitochondrial autophagy mediated by the SHP2/ROS/AMPK/XBP‑1/DJ‑1 signaling pathway.",
  "abstract": "It has been reported that treatment of patients with non‑small cell lung cancer (NSCLC) with gefitinib increases the risk of QT interval prolongation. Therefore, the present study aimed to investigate whether quercetin could delay gefitinib‑induced cardiomyocyte apoptosis and its underlying mechanism. A total of 32 nude mice were divided into the sham, NSCLC, NSCLC + gefitinib and NSCLC + gefitinib + quercetin groups. Cardiac fibrosis in mouse heart tissues was assessed by Masson's trichrome staining. Additionally, immunohistochemical staining was performed to detect the expression levels of Src homology‑2 domain‑containing protein tyrosine phosphatase (SHP2), X‑box binding protein 1 (XBP‑1), phosphorylated (p)‑stimulator of interferon genes (STING) and Nod‑like receptor protein 3. Bioinformatics analysis was carried auto to predict the association between quercetin and the SHP2/reactive oxygen species (ROS) axis. Furthermore, the effects of adenosine triphosphate (ATP) + gefitinib, SHP2 silencing and H2O2on ROS levels, as well as on the p‑AMP‑activated protein kinase (AMPK)/XBP‑1/Parkinsonism associated deglycase (DJ‑1) axis, mitochondrial autophagy and apoptosis were assessed via detecting the expression levels of the corresponding proteins in cardiomyocytes by western blot analysis. JC‑1 immunofluorescence was performed to evaluate mitochondrial membrane damage. The results showed that NSCLC could not significantly affect cardiac function. In addition, compared with NSCLC alone, ventricular fibrosis was exacerbated in the NSCLC + gefitinib group. However, treatment with quercetin inhibited gefitinib‑induced ventricular fibrosis, activated the gefitinib‑suppressed SHP2 protein expression and downregulated the gefitinib‑induced XBP‑1 and p‑STING expression. Furthermore, the bioinformatics analysis results predicted that quercetin could interact with SHP2/ROS. Thein vitroexperiments demonstrated that the expression levels of the ROS‑related proteins, namely NADPH oxidase 4 and XBP‑1/DJ‑1, and those of the mitochondrial autophagy‑ and apoptosis‑related proteins were enhanced, while those of p‑AMPK, were reduced in cardiomyocytes of the NSCLC + ATP + gefitinib group. However, cell treatment with quercetin inhibited ROS production and the expression levels of XBP‑1/DJ‑1 and apoptosis‑related proteins activated by NSCLC + ATP + gefitinib. By contrast, quercetin activated the expression levels of mitochondrial autophagy‑related proteins and those of p‑AMPK. Furthermore, SHP2 silencing and cell treatment with H2O2could separately inhibit the NSCLC + ATP + gefitinib‑induced expression of mitochondrial autophagy‑related proteins and p‑AMPK, while they could promote ROS production and upregulate XBP‑1/DJ‑1 and apoptosis‑related proteins. In summary, the results of the current study revealed a promising therapeutic approach for addressing cardiac issues caused by gefitinib treatment in patients with NSCLC. Therefore, quercetin could inhibit the gefitinib‑induced NSCLC‑mediated cardiomyocyte apoptosis via regulating the SHP2/ROS/AMPK/XBP‑1/DJ‑1 signaling pathway through mitochondrial autophagy.",
  "publication_date": "2025-04-04",
  "journal": "Oncology reports",
  "doi": "10.3892/or.2025.8890",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "apoptosis‑related proteins",
      "gefitinib‑induced cardiomyocyte apoptosis",
      "non‑small cell lung cancer",
      "the gefitinib‑induced nsclc‑mediated cardiomyocyte apoptosis"
    ],
    "POLYPHENOL": [
      "its underlying mechanism",
      "quercetin",
      "quercetin inhibited gefitinib‑induced ventricular fibrosis",
      "quercetin inhibited ros production",
      "the effects",
      "the shp2/reactive oxygen species (ros) axis"
    ]
  }
}