{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "What we know about açaí by-products and topical formulations: A review.",
  "abstract": "Açaí (Euterpe oleracea Mart. and Euterpe precatoria), a native Brazilian Amazon fruit, holds significant cultural, nutritional, and economic importance, generating millions of dollars annually. During the processing of açaí, various by-products are generated, including seeds, fiber, leaves, roots, oil, and seed flour. The pulp, which is the edible part, represents 20 % of the fruit. These by-products, mainly seeds and fibers, cause serious environmental and public health damage. Therefore, it is essential to align production with the sustainable use of these residues to develop high-value-added products. Considering the composition of the fruit and its by-products, the development of pharmaceutical and cosmetic products emerges as a promising alternative, offering both environmental benefits and strong consumer appeal. It was found that açaí by-products have several biological activities, such as antioxidant, antimicrobial, anti-inflammatory, healing, anti-aging, and sunscreen effects. These properties derive from their bioactive compounds, such as anthocyanins, flavonoids, phytosterols, and fatty acids. Therefore, their diverse range of biological activities and favorable characteristics, including low cost, sustainability, safety, and efficacy, açaí by-products represent a viable alternative for incorporation into topical pharmaceutical and cosmetic formulations. Most studies focus primarily on seeds and fiber, with limited research on leaves, roots, oil, and seed flour, and even fewer on final products. This highlights the need for further investigations to fully explore the potential of açaí by-products in high-value applications.",
  "publication_date": "2025-05-15",
  "journal": "International journal of pharmaceutics",
  "doi": "10.1016/j.ijpharm.2025.125732",
  "entities": {
    "POLYPHENOL": [
      "antioxidant, antimicrobial, anti-inflammatory, healing, anti-aging, and sunscreen effects",
      "euterpe precatoria",
      "flavonoids",
      "significant cultural, nutritional, and economic importance"
    ]
  }
}