{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Machine learning-based QSAR and molecular modeling identify promising PTP1B modulators from Ocimum gratissimum for type 2 diabetes therapy.",
  "abstract": "Protein tyrosine phosphatase 1B (PTP1B) is a key negative regulator of insulin signaling and a promising therapeutic target for the treatment of type 2 diabetes mellitus. Ocimum gratissimum (African basil) has been traditionally used and reported to enhance insulin sensitivity and promote glucose uptake, however, the molecular basis and active constituents responsible for these biological activities remain poorly characterized. The study focused on bioprospecting O. gratissimum for PTP1B inhibitors through machine learning (ML) and molecular modeling. Predictive ML models were developed using a curated IC50bioactivity dataset of known PTP1B inhibitors from the ChEMBL database. Among 42 algorithms assessed, the Random Forest Regressor (RFR) exhibited the best performance and identified 49 compounds (pIC50> 5) out of 156-screened phytochemicals. Molecular docking and 100-ns molecular dynamics (MD) simulations revealed luteolin, isovitexin, and morin as top binders, forming stable hydrogen bonds and hydrophobic interactions with key catalytic residues (CYS215 and ARG221) of PTP1B. Structural dynamics analysis further revealed the stability and conformational flexibility of the flavonoid-PTP1B complexes, while Molecular Mechanics-Poisson-Boltzmann Surface Area (MM-PBSA) binding free energy calculations supported their strong and favorable binding affinities in a dynamic environment. Overall, these findings suggest that luteolin, isovitexin, and morin may serve as potent, non-covalent PTP1B inhibitors, offering mechanistic insight into the insulin-sensitizing potential of O. gratissimum and supporting its ethnopharmacological use in diabetes management. Further experimental validation is recommended to explore and confirm their therapeutic relevance.",
  "publication_date": "2025-06-23",
  "journal": "Molecular diversity",
  "doi": "10.1007/s11030-025-11255-x",
  "entities": {
    "FOOD": [
      "(african basil"
    ],
    "POLYPHENOL": [
      "luteolin",
      "mechanistic insight",
      "molecular docking",
      "molecular modeling",
      "morin",
      "the flavonoid-ptp1b complexes",
      "the molecular basis"
    ]
  }
}