{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Gross Antioxidant Capacity and Anti-Inflammatory Potential of Flavonol Oxidation Products: A Combined Experimental and Theoretical Study.",
  "abstract": "This study evaluated the antioxidant capacity of the oxidation products of three flavonols using oxygen radical absorbance capacity-fluorescein assay (ORAC-FL), oxygen radical absorbance capacity-pyrogallol red assay (ORAC-PGR), and the cellular antioxidant activity (CAA) assay in human dermal fibroblast (HFF) cells, with 2,2'-azobis(2-amidinopropane) dihydrochloride (AAPH) as a free radical generator under controlled pH and solvent conditions. At pH 2 in a polar aprotic solvent, BZF-OH (benzofuranone-OH) compounds were formed, while methoxylated analogs were obtained at pH 7 in a polar protic solvent. The products generated at pH 2 exhibited significantly higher antioxidant capacities, demonstrating the influence of the reaction environment on modulating antioxidant properties. The antioxidant activity was observed to reflect the combined action of the flavonol precursor and its oxidation products. This led to the proposal of the Gross Antioxidant Capacity (GAC) concept to integrate the contribution of all generated species. Since chemical assays such as ORAC do not fully capture the complexity of biological systems, they should be complemented with cellular approaches for a more accurate evaluation. Additionally, BZF-OH compounds were analyzed as potential cyclooxygenase-2 (COX-2) inhibitors through docking and molecular dynamics simulations, where BZF-Quer-OH showed binding affinities comparable to celecoxib, a selective COX-2 inhibitor. These findings were complemented by an analysis of COX-2 expression in RAW 264.7 cells treated with lipopolysaccharide (LPS), where treatment with the antioxidants significantly inhibited COX-2 expression. In the case of the oxidation products, only the oxidation product of rhamnetin showed a reduction in COX-2 expression compared to the LPS-treated control. Together, these results highlight that flavonol-derived oxidation products not only retain significant antioxidant capacity but may also possess anti-inflammatory properties, opening new perspectives for the development of innovative therapies targeting oxidative stress and chronic inflammation.",
  "publication_date": "2025-04-16",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14040479",
  "entities": {
    "POLYPHENOL": [
      "a selective cox-2 inhibitor",
      "all generated species",
      "molecular dynamics simulations",
      "new perspectives",
      "the flavonol precursor"
    ],
    "SYMPTOM": [
      "chronic inflammation",
      "oxidative stress"
    ]
  }
}