{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Resveratrol exerts antiviral activity against pseudorabies virus through regulation of the OPN-ERK/JNK-IL-1β signaling axis.",
  "abstract": "Pseudorabies virus (PRV) can infect most mammals and has caused significant economic losses in global pig production. The emergence of new mutants significantly reduces the protective effect of vaccination, indicating an urgent need for the development of specific therapeutic agents against PRV infection. In this study, we analyzed the changes in the cellular proteome after PRV infection in resveratrol-treated PK-15 cells using TMT quantitative proteomics combined with LC-MS/MS. The results identified the differential proteins osteopontin (iOPN) and interleukin-1 receptor accessory protein (IL-1RAP), which have significant biological implications. The regulation of OPN-IL-1β signaling by PRV infection was further studied through the OPN-ERK/JNK-IL-1β signaling axis. The transcriptional levels of OPN, C-JUN, IL-1RAP, and IL-1β, along with the protein levels of ERK, JNK, C-Jun, and their phosphorylated forms at 8, 12, and 16 h post-infection, were determined. The results showed that PRV infection inhibited the activation of this signaling axis, which was upregulated by resveratrol treatment. Down-regulation of OPN by siRNA increased PRV proliferation and inhibited the activation of the signaling axis, which was antagonized by resveratrol treatment. In PRV-infected mice, resveratrol treatment produced the same changes observed in vitro. The present study demonstrated that resveratrol can promote innate immune responses by regulating the OPN-ERK/JNK-IL-1β signaling axis, thereby activating host antiviral defenses against PRV infection. SIGNIFICANCE: Resveratrol targets the OPN-ERK/JNK-IL-1β axis to enhance innate immunity, offering a novel antiviral strategy against PRV infection. This study identifies OPN as a key regulator of host defense, linking ERK/JNK signaling to IL-1β-mediated antiviral responses. In vivo validation demonstrates resveratrol's therapeutic potential, reducing PRV replication and mortality in mice via immune pathway activation.",
  "publication_date": "2025-04-22",
  "journal": "Journal of proteomics",
  "doi": "10.1016/j.jprot.2025.105444",
  "entities": {
    "POLYPHENOL": [
      "infection",
      "interleukin-1 receptor accessory protein",
      "prv infection",
      "prv-infected mice",
      "resveratrol",
      "resveratrol treatment",
      "resveratrol's therapeutic potential",
      "resveratrol-treated pk-15 cells",
      "significant economic losses",
      "specific therapeutic agents",
      "the protective effect"
    ]
  }
}