{
  "source": "PubMed",
  "query": "catechins",
  "title": "Epigallocatechin gallate (EGCG) inhibits Micropterus salmoides rhabdovirus replication via suppressing viral attachment and infectivity.",
  "abstract": "Micropterus salmoides rhabdovirus (MSRV) remains an economically important pathogen in the global largemouth bass industry, effective drugs to control the virus are still lacking. Epigallocatechin gallate (EGCG), the most abundant and bioactive catechin in green tea, possesses multiple biological activities, including widespread antiviral effects. However, whether EGCG can inhibit MSRV infection remains unknown. Here, we tried to determine the role of EGCG in MSRV replication and to investigate its underlying mechanisms. Cell viability and drug treatment assays showed that EGCG significantly inhibited MSRV replication at the concentration range of 1-40 μM without obvious cytotoxicity. Pretreatment assay indicated that treating EPC cells with EGCG before MSRV infection has no significant inhibition on MSRV replication, suggesting the antiviral action of EGCG might not target to MSRV receptor and/or related proteins required for MSRV infection. Time of addition assays indicated that EGCG exerted antiviral activity in the early stage of MSRV life cycle. Further studies showed that EGCG possesses excellent inhibitory effects on the attachment step of MSRV. The virucidal assay revealed EGCG directly attenuated MSRV infectivity, which may partly account for its anti-MSRV effect. In vivo experiments showed that EGCG improved the survival rate of MSRV-challenged fish by 21 %. Altogether, EGCG exhibited a strong anti-MSRV activity and might be a promising therapeutic drug for MSRV infection.",
  "publication_date": "2025-05-29",
  "journal": "Fish & shellfish immunology",
  "doi": "10.1016/j.fsi.2025.110467",
  "entities": {
    "POLYPHENOL": [
      "an economically important pathogen",
      "egcg",
      "epigallocatechin gallate",
      "excellent inhibitory effects",
      "its anti-msrv effect",
      "its underlying mechanisms",
      "msrv infection",
      "msrv infectivity",
      "msrv receptor and/or related proteins",
      "the most abundant and bioactive catechin",
      "widespread antiviral effects"
    ],
    "FOOD": [
      "green tea"
    ]
  }
}