{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Optimization of In Vitro Shoot Culture Parameters for Enhanced Biomass and Rosmarinic Acid Production inSalvia atropatana.",
  "abstract": "Salvia atropatanais a medicinal plant native to Middle Eastern countries. It has been traditionally used in Turkish and Iranian folk medicine to treat infections, wounds, inflammatory diseases, spastic conditions, and diabetes. Its therapeutic potential has been attributed to its essential oil, polyphenolic acid, flavonoid, and diterpenoid content. The aim of the study was to determine the optimal conditions of in vitroS. atropatanashoot culture to enhance proliferation and secondary metabolite production. It examined the effects of various cytokinins and culture duration on culture growth parameters and phenolic compound accumulation. Exogenous cytokinin supplementation significantly enhanced shoot proliferation, with the highest proliferation ratio (6.3) observed with 1 and 2 mg/L 6-benzylaminopurine (BAP). Biomass accumulation was the highest at 0.5 mg/L BAP, followed by 1 and 2 mg/L meta-toplin (mTOP). Phenolic profiling identified nine compounds, with rosmarinic acid (RA) as the dominant metabolite. The highest RA content (16 mg/g dry weight) was achieved with 1 and 2 mg/L BAP and 0.5 mg/L of its ryboside. The TOPSIS (Technique for Order of Preference by Similarity to Ideal Solution) method identified 1 mg/L BAP as the optimal treatment, balancing high proliferation, biomass, and polyphenol accumulation. Extending culture duration to 50 days increased biomass and phenolic content reaching 19.25 mg/g dry weight. However, morphological changes, including apical necrosis, were observed, and a significantly longer cultivation period was needed, questioning the value of the procedure. This study provides a basis for scalable in vitro production of bioactive compounds inS. atropatana.",
  "publication_date": "2025-06-19",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30122654",
  "entities": {
    "POLYPHENOL": [
      "apical necrosis",
      "flavonoid",
      "infections",
      "phenolic compound accumulation",
      "polyphenol accumulation",
      "polyphenolic acid",
      "rosmarinic acid",
      "secondary metabolite production",
      "the effects"
    ]
  }
}