{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Resveratrol ameliorates streptozotocin induced renal inflammation and promotes autophagy by mediating the SphK1 pathway via Sirt1 in Wistar rats.",
  "abstract": "Streptozocin (STZ) has toxic effects on pancreatic β-cells and induces diabetic nephropathy (DN). Resveratrol (RSV), a natural agonist of Sirtuin-1 (Sirt1), has demonstrated its capacity to reduce mesangial cell inflammation via the sphingosine kinase 1 (SphK1) pathway in our in vitro study. However, the relationship between the SphK1 signaling pathway and Sirt1 in STZ-induced DN remains largely unexplored. Our silico study suggested that Sirt1 stably bound to SphK1. In our study rats were randomly divided into 3 groups: control group, STZ group, RSV group. Results showed that RSV pretreatment for 12 weeks significantly decreased FBG levels, improved renal function, and relieved pathological renal damage in STZ-induced DN rats. We also confirmed that RSV attenuated STZ-induced FN, TGF-β1, and ICAM-1 protein expression and regulated the protein expression of LC3, Beclin1, and p62 to improve autophagy by downregulating SphK1 expression and upregulating Sirt1 expression. Mechanistically, we believe this may be related to Sirt1 stably binding to SphK1, thereby reducing the enzymatic activity of SphK1. These findings showed that RSV attenuated renal inflammation and promoted autophagy in STZ-induced DN rats by mediating the SphK1 pathway via Sirt1, suggesting that RSV may be a potentially effective compound for delaying the development of DN.",
  "publication_date": "2025-06-15",
  "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
  "doi": "10.1016/j.fct.2025.115588",
  "entities": {
    "POLYPHENOL": [
      "a potentially effective compound",
      "beclin1",
      "resveratrol",
      "toxic effects"
    ],
    "SYMPTOM": [
      "mesangial cell inflammation",
      "renal inflammation"
    ]
  }
}