{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "To plant or not to plant? Nutrient uptake, growth, and biochemistry of eucheumatoids under low salinity as influenced by nutrient-rich freshwater outflow.",
  "abstract": "Seaweeds can be negatively affected by low salinity, but the negative impacts may be ameliorated by the presence of high nutrient levels from the freshwater inputs. We tested this hypothesis on the eucheumatoids Kappaphycus alvarezii, K. striatus, and Eucheuma denticulatum by determining their nutrient uptake, growth, and biochemical responses to experimental treatments of lowering salinity with a consequent increase in nutrient concentrations. Ambient seawater with varying salinity and nutrient concentrations was sourced offshore (O) and nearshore (N) and diluted with nutrient-replete natural spring water to obtain six (6) treatments: O-LN-34, O-MN-30, O-HN-27, N-MN-30, N-HN-27, and N-HN-24 (corresponding to water source-relative nutrient concentration- salinity, where LN = low nutrient; MN = medium nutrient; HN = high nutrient). Nutrient uptake varied among inorganic nutrient species and different eucheumatoid species. All eucheumatoids showed uptake preference for NH4+regardless of the treatment while NO3-uptake was generally higher in treatments with higher NO3-concentration. Growth rates were species-specific but generally higher at lower salinities with higher nutrient concentrations. Total soluble carbohydrate, total protein, and total polyphenol content did not significantly vary among treatments, except for E. denticulatum. These results provide insights into the potential of farming eucheumatoids nearshore with fluctuating salinity provided that the freshwater outflow is nutrient-rich to ameliorate the negative effects of low salt concentration.",
  "publication_date": "2025-06-12",
  "journal": "Journal of phycology",
  "doi": "10.1111/jpy.70044",
  "entities": {
    "POLYPHENOL": [
      "different eucheumatoid species",
      "inorganic nutrient species",
      "the negative effects",
      "total polyphenol content"
    ]
  }
}