{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Novel Acylated Naringin Enhances Propionate Release and Stimulates the Growth of Flavanone-Metabolizing Bacteria in an In Vitro Batch Fermentation Model.",
  "abstract": "The increasing prevalence of non-communicable diseases (NCDs) is strongly associated with gut microbiota (GM) imbalances and reduced short-chain fatty acid (SCFA) production, primarily driven by poor diet and microbial dysbiosis. Since SCFAs are crucial for gut health, immune regulation, and inflammation control, restoring their levels is a key therapeutic target. SCFA-acylated naringin derivatives offer a novel approach by enhancing SCFA delivery and modulating GM composition. In this study, we investigated the effects of naringin acetate and naringin propionate on SCFA production using a 24 h short-term in vitro batch fecal fermentation model with microbiota from two donors. Naringin propionate and naringin plus free propionate significantly increased propionate levels by 0.74 mM and 0.75 mM, respectively (p< 0.0001), while naringin acetate induced a smaller increase of 0.26 mM. Donor-specific reflected differences in microbial communities, yet SCFA enhancement was observed across samples. Additionally, naringin treatments stimulated the growth of beneficial polyphenol-metabolizing bacteria, includingBacteroides,Streptococcus, andEubacterium siraeum. The strong effect of naringin propionate suggests a sustained SCFA release mediated by microbial enzymes. These preliminary results highlight the potential of SCFA-acylated flavonoids as functional dietary components to increase SCFA bioavailability and support gut health, particularly from citrus-derived co-products.",
  "publication_date": "2025-06-17",
  "journal": "Life (Basel, Switzerland)",
  "doi": "10.3390/life15060967",
  "entities": {
    "SYMPTOM": [
      "inflammation control"
    ],
    "POLYPHENOL": [
      "0.26 mm. donor-specific reflected differences",
      "beneficial polyphenol-metabolizing bacteria",
      "fecal fermentation model",
      "naringin acetate",
      "naringin plus free propionate",
      "naringin propionate",
      "naringin treatments",
      "scfa-acylated flavonoids",
      "scfa-acylated naringin derivatives",
      "the effects",
      "the strong effect"
    ]
  }
}