{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Preparation and properties of esterified starch-based antimicrobial sustained-release indicator films.",
  "abstract": "An esterified starch-based antibacterial sustained-release smart film was prepared, using esterified starch (DASt) as a matrix, purple corncob anthocyanin (PCA) as an indicator and tangerine peel essential oil (TEO) as an antimicrobial agent. The effects of anthocyanins and essential oil emulsions on the physical, optical, functional, and indication properties of smart films were studied and applied to pork freshness detection. In addition, the effects of the esterified starch on anthocyanin dissolution and the mechanism of anthocyanin release from the film were analyzed. The results showed that esterification changed the surface pores of starch granules and introduced new groups into the starch molecules. The mechanical strength, water contact angle, light transmission, antimicrobial and antioxidant properties and water vapor transmission of the film were significantly improved using esterified starch as a substrate. In monitoring pork quality, DASt-5 showed identifiable color changes, with film color difference values (ΔE) of 4.12 for spoiled pork and 18.14 for completely spoiled pork, and was well correlated with linear and polynomial fitness (R2> 0.97). According to the Ritger-Peppas equation, the n value of anthocyanin release from DASt-5 was 0.531, which indicated that anthocyanin release from films was the result of a combination of anthocyanin self-release and skeleton lysis. This indicator film has great potential for application in indicating the freshness of food.",
  "publication_date": "2025-04-28",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116468",
  "entities": {
    "POLYPHENOL": [
      "pork freshness detection",
      "the effects",
      "the mechanical strength",
      "the mechanism",
      "the starch molecules"
    ]
  }
}