{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Integrative transcriptome and metabolome analyses provide insights into rice defence against Chilo suppressalis oviposition.",
  "abstract": "Rice (Oryza sativa) is a crucial staple for more than half of the global population, yet it faces significant pest pressures, notably from the striped stem borer, Chilo suppressalis. This insect deposits eggs on rice surfaces, and their hatched larvae bore into stems, causing substantial yield losses. Whereas the responses of rice to larval feeding are well-documented, less is known about its reaction to C. suppressalis oviposition at the molecular and biochemical levels, despite evidence that insect egg deposition triggers various defence mechanisms in plants. In this study, next-generation RNA sequencing and comprehensive metabolomics were utilised to analyse rice leaves with and without eggs, revealing shifts in gene expression and metabolite synthesis. The effects of egg-deposited rice to oviposition behaviour were also tested. The results indicated 1,350 differentially expressed genes and 234 differential metabolites 24 h after C. suppressalis oviposition. Up-regulated genes included those involved in defence, stress responses, and secondary metabolism. Furthermore, metabolomic studies indicated increased levels of lipids, flavonoids, terpenoids, and phenolic compounds in response to oviposition, mirroring the observed responses against pathogens. Oviposition behavioural test results suggested that C. suppressalis oviposition activity was deterred by egg-laden rice. These findings enhance our understanding of induced defence mechanisms in rice against C. suppressalis at the molecular and biochemical levels, potentially guiding the development of ovicidal substances, insect-resistant rice varieties, and rice-protection strategies.",
  "publication_date": "2025-06-12",
  "journal": "Plant molecular biology",
  "doi": "10.1007/s11103-025-01601-w",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "induced defence mechanisms",
      "insect-resistant rice varieties",
      "phenolic compounds",
      "rice-protection strategies",
      "secondary metabolism",
      "the effects",
      "the molecular and biochemical levels",
      "various defence mechanisms"
    ],
    "SYMPTOM": [
      "stress responses"
    ]
  }
}