{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Self-assembled cinnamon essential oil-coffee polyphenol colloidal dispersion integrated into oat milk: Effects on stability and digestive characteristics.",
  "abstract": "Cinnamon essential oil (CEO) and coffee polyphenols (CP) are both active ingredients from natural plant sources that can be added to foods to create functional foods to promote beneficial health effects. Oat milk (OM) is increasingly used in latte making due to its richness in dietary fibre and other benefits, but the addition of both CEO and CP to OM may affect its stability and digestive properties due to their interactions. In this study, self-assembled CEO-CP colloidal dispersion (CEO-CP-CD) was first prepared by surfactant-free, carrier-free sonication. The ideal CEO and CP content in CEO-CP-CD was both determined to be 20 mg/mL by particle size and centrifugal stability results. The CEO and CP self-assembled into spherical nanoparticles, forming a lamellar structure through π-π stacking and hydrogen bonding. The CEO-CP-CD exhibited enhanced antioxidant and antibacterial activities compared to single components. Finally, CEO-CP-CD was incorporated into OM to create a cinnamon-flavored latte, enhancing its stability and inhibiting microbial growth after 7 days of storage. In vitro digestion revealed that CP delayed carbohydrate digestion by 27.49 %, while CEO inhibited fat digestion by 36.23 %. However, in CEO-CP-CD, their combined effects were moderated, reducing carbohydrate digestion by 14.13 % and fat digestion by 14.97 %. This study provides insights into the carrier-free co-assembly of essential oils and polyphenols, their small-molecule interactions, and the impact of their binary components on the digestive properties of macronutrients in plant-based milk.",
  "publication_date": "2025-04-24",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116429",
  "entities": {
    "FOOD": [
      "a cinnamon-flavored latte",
      "cinnamon essential oil",
      "functional foods"
    ],
    "POLYPHENOL": [
      "beneficial health effects",
      "coffee polyphenols",
      "polyphenols",
      "their combined effects",
      "their small-molecule interactions"
    ]
  }
}