{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Irradiation-dependent properties, photodegradation dynamics, and molecular evolution mechanism of biochar-derived dissolved black carbon.",
  "abstract": "Photochemistry controls the fate of dissolved black carbon (DBC) in aquatic environments, often leading to negative environmental impacts. However, the dynamic changes in DBC components during photodegradation reactions remain largely unexplored. Herein, we propose a novel photodegradation mechanism for DBC components by evaluating their irradiation-dependent properties, photodegradation dynamics, and molecular evolution using high resolution mass spectrometry and spectroscopy combined with two-dimensional correlation, inter sample ranking, and molecular networking analyses. Lignin-like and condensed aromatic molecules were predominant groups in DBC. As irradiation time increased, the functional groups in DBC displayed a sequential response of O-H stretching of phenolic > C-O stretching of alcohols/ethers/carbohydrates > C-H stretching of alkenes/(-COO stretching of carboxylic acids > CO of amide in proteins). DBC molecules transformed from unsaturated and oxidized molecules to saturated and reduced molecules during irradiation, as revealed by the chemical transformation networks of unique molecules. Components with fulvic-like fluorescence, along with lignin-like and condensed aromatic molecules, were identified as photo-labile fractions during photodegradation, while saturated molecules could play an important role in the photodegradation reaction (e.g., bond cleavage and photooxidation) of photo-stable fractions. These findings enhance our understanding of the environmental behaviors of DBC in ecosystems.",
  "publication_date": "2025-06-23",
  "journal": "Journal of hazardous materials",
  "doi": "10.1016/j.jhazmat.2025.139041",
  "entities": {
    "POLYPHENOL": [
      "a novel photodegradation mechanism",
      "dbc molecules",
      "ecosystems",
      "high resolution mass spectrometry",
      "lignin-like and condensed aromatic molecules",
      "molecular evolution",
      "molecular networking analyses",
      "molecules",
      "saturated molecules",
      "unique molecules"
    ]
  }
}