{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Iron chelating, antioxidant and anti-apoptotic activities of hesperidin and/or rutin against induced-ferroptosis in heart tissue of rats.",
  "abstract": "Excess iron has been associated with cardiovascular diseases. Flavonoids are antioxidants and cardioprotectants. Therefore, the goal of the current study is to evaluate the anti-apoptotic, antioxidant, and iron-chelating qualities of two flavonoids, rutin (R) and hesperidin (H), as well as their potential to prevent induced ferroptosis in rats. It is an in vivo cross-sectional study, in which rats were divided into 12 groups; control, H, R, H + R, Fe, Fe + IR, Fe + IR + Ref, Fe + H, Fe + IR + H, Fe + R, Fe + IR + R and Fe + IR + H + R. Cardiac and serum iron levels, serum troponin I, creatine kinase-MB (CK-MB), total iron binding capacity (TIBC), transferrin, ferritin, and hepicidin were determined. Moreover, the levels of malondialdehyde (MDA), nitric oxide (NO) and glutathione (GSH) and the activities of superoxide dismutase (SOD) and glutathione peroxidase (GPx), were also determined. The expression levels of DMT1, ACSL4, GPX4, Nrf2, and caspase-3 genes were evaluated by RT-qPCR. Lastly, a histological analysis of the heart tissues from several groups of rats was conducted. After hesperidin and/or rutin treatment, our results revealed that cardiac markers (serum troponin I and CK-MB), iron metabolism markers (serum and cardiac iron, TIBC, ferritin, transferrin, hepicidin and DMT1 expression levels) and oxidative stress markers (MDA, NO and ACSL4 expression levels) were significantly (P⩽ 0.05) reduced, while the antioxidant markers (GSH level, GPx and SOD activities and GPX4 and Nrf2 expression levels) were significantly (P⩽ 0.05) increased. Also, hesperidin and rutin exerted its protective anti-apoptotic role by significantly (P⩽ 0.05) decreasing caspase-3 expression levels. Hesperidin and/or rutin treatment can be proposed as a therapeutic candidate to attenuate ferroptosis.",
  "publication_date": "2025-04-09",
  "journal": "International journal of immunopathology and pharmacology",
  "doi": "10.1177/03946320251331873",
  "entities": {
    "POLYPHENOL": [
      "an in vivo cross-sectional study",
      "cardioprotectants",
      "flavonoids",
      "hesperidin and/or rutin treatment",
      "its protective anti-apoptotic role",
      "rutin",
      "two flavonoids"
    ],
    "SYMPTOM": [
      "oxidative stress markers"
    ]
  }
}