{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Supercritical CO2Extraction of Oleoresin from Peruvian Ginger (Zingiber officinaleRoscoe): Extraction Yield, Polyphenol Content, Antioxidant Capacity, Chemical Analysis and Storage Stability.",
  "abstract": "In this study, we performed supercritical CO2extraction of oleoresin from Peruvian ginger, focusing on the extraction yield, total polyphenol content, antioxidant capacity, and contents of gingerol and shogaol. The temperature (40 to 50 °C), pressure (80 to 250 bar), CO2flow rate (2 and 8 ft3/h) and extraction time (10 to 360 min) were evaluated in three steps. The extraction yield was influenced by the temperature, pressure, flow rate and extraction time. Oleoresin extracts were obtained from 150 to 250 bar. The supercritical extraction conditions selected for the recovery of the oleoresin extract were 50 °C, 250 bar, 8 ft3/h and 360 min, resulting in an extraction yield of 25.99 ± 0.13 mg extracts/g dry basis, a total polyphenol content of 171.65 ± 2.12 mg of gallic acid equivalent (GAE)/g extract, an antioxidant capacity expressed as a half-maximal inhibitory concentration (IC50) of 1.02 ± 0.01 mg extract/mL methanol and a Ferric Reducing Antioxidant Power (FRAP) value of 368.14 ± 60.95 mg Trolox/g extract. The contents of gingerols and shogaols in the supercritical extract were 254.71 ± 33.79 mg of 6-gingerol/g extract, 24.46 ± 3.41 mg of 6-shogaol/g extract, 9.63 ± 2.51 mg of 8-gingerol/g extract, 51.01 ± 9.39 mg of 8-shogaol/g extract, 27.47 ± 5.06 mg of 10-gingerol/g extract and 20.11 ± 4.62 mg of 10-shogaol/g extract. There was no reduction in the total polyphenol content or antioxidant capacity according to the IC50and FRAP assays, under storage conditions of 0 °C, 20 °C and 40 °C after 180 days; this indicates that the oleoresin obtained using supercritical CO2extraction could be used as an additive in food products.",
  "publication_date": "2025-02-22",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30051013",
  "entities": {
    "FOOD": [
      "10-gingerol",
      "6-gingerol/g extract",
      "8-gingerol/g extract",
      "gingerol",
      "gingerols",
      "peruvian ginger"
    ],
    "POLYPHENOL": [
      "a total polyphenol content",
      "gallic acid equivalent",
      "the recovery",
      "the total polyphenol content",
      "total polyphenol content"
    ]
  }
}