{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Electrospun Quercetin-Loaded PLA and PLA/Polyethylene Glycol Fibers: Preparation, Characterization, and In Vitro Evaluation.",
  "abstract": "Background:The plant extract of quercetin possesses valuable pharmacological properties. However, its high instability, poor water solubility, and low cell bioavailability has limited its medical applications. An innovative approach used to overcome these limitations is the QUE incorporation in suitable polymer carriers.Methods:In the present study, fibrous materials based on PLA or PLA/PEG loaded with the flavonoid quercetin (QUE) were obtained by the electrospinning technique. Diverse morphological, spectroscopic, physico-mechanical, and spectrophotometric methods were used to characterize the prepared electrospun mats.Results:The addition of hydrophilic PEG to the polymer matrix improved its wettability and assisted the more rapid release of QUE from the PLA/PEG fibrous mat than from the PLA one. The obtained fibrous mats possess good mechanical properties. Moreover, QUE-loaded electrospun mats exhibited high anticancer activity against HeLa cervical cancer cells, but lower toxicity to normal cells.Conclusions:The obtained perspective results revealed the potential of the obtained QUE-loaded materials to find applications for wound healing and cancer treatment.",
  "publication_date": "2025-04-27",
  "journal": "Pharmaceutics",
  "doi": "10.3390/pharmaceutics17050577",
  "entities": {
    "FOOD": [
      "the plant extract"
    ],
    "POLYPHENOL": [
      "diverse morphological, spectroscopic, physico-mechanical, and spectrophotometric methods",
      "good mechanical properties",
      "que-loaded electrospun mats",
      "quercetin",
      "the electrospinning technique",
      "the flavonoid quercetin",
      "the obtained perspective results",
      "the prepared electrospun mats"
    ],
    "SYMPTOM": [
      "hela cervical cancer cells",
      "high anticancer activity",
      "wound healing and cancer treatment"
    ]
  }
}