{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Berbamine promotes autophagy and GPX4 expression through inducing abundant ROS to restrict HIV-1 and Mtb coinfection in macrophages.",
  "abstract": "Human immunodeficiency virus type 1 (HIV-1) and Mycobacterium tuberculosis (Mtb) co-infection poses a significant public health threat, characterized by a high mortality rate due to impaired host immune responses. In this study, we investigated the role of autophagy, primarily using macrophage cell models co-infected with HIV-1 and Mtb. Our findings indicate that HIV-1 infection or latency significantly suppresses autophagy in macrophages, thereby creating a permissive environment for the survival and replication of intracellular Mtb. Co-infection experiments demonstrated that Mtb exacerbates the autophagy suppression induced by HIV-1, further promoting bacterial proliferation. Notably, pharmacological activation of autophagy using berbamine (BBM), a natural compound, significantly reduced HIV-1 latency reactivation and decreased the intracellular Mtb burden. Colocalization of LC3 with the HIV-1 capsid protein p24 and Mtb was observed using a confocal microscope. Mechanistic investigations revealed that BBM-induced autophagy is mediated by elevated levels of cytosolic reactive oxygen species (ROS), which trigger autophagosome formation and lysosomal degradation.However, prolonged ROS elevation poses a risk of cellular damage; thus, BBM concurrently upregulates the antioxidant enzyme glutathione peroxidase 4 (GPX4) to alleviate oxidative stress and maintain redox homeostasis. These findings underscore autophagy as a dual-function mechanism that restricts both viral persistence and bacterial survival during co-infection. This study highlights the therapeutic potential of targeting the crosstalk between autophagy and ROS to manage HIV-1-Mtb co-infection and suggests BBM as a promising candidate for further preclinical evaluation. These insights may inform the development of host-directed therapies aimed at improving clinical outcomes in co-infected patients.",
  "publication_date": "2025-06-23",
  "journal": "Journal of leukocyte biology",
  "doi": "10.1093/jleuko/qiaf095",
  "entities": {
    "POLYPHENOL": [
      "a dual-function mechanism",
      "co-infected patients",
      "co-infection experiments",
      "cytosolic reactive oxygen species",
      "further preclinical evaluation",
      "hiv-1 infection",
      "host-directed therapies",
      "infection",
      "mechanistic investigations"
    ],
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}