{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "The Metabolomic Profiling of the Flavonoid Compounds in Red Wine Grapes and the Impact of Training Systems in the Southern Subtropical Region of China.",
  "abstract": "Flavonoids play an important role in forming wine grapes and wine quality characteristics. The flavonoids of three winter red wine grapes, Yeniang No. 2 (YN2), Marselan (Mar), and Guipu No. 6 (GP6), were analyzed by ultra-high-performance liquid chromatography-triple quadrupole mass spectrometry (UPLC-QQQ-MS). Furthermore, the flavonoids in GP6 grapevines using two types of training systems, namely, trellis (T) and espaliers (E), were also compared in this study. Overall, 196 flavonoid metabolites, including 96 flavones, 38 flavonols, 19 flavanones, 18 polyphenols, 15 anthocyanins, 7 isoflavones, and 3 proanthocyanidins, were identified. The flavonoid profiles were remarkably different among these three grape varieties, while they did not change much in the GP6 managed on trellis and espaliers. Grape varieties with different genetic backgrounds have their own unique flavonoid profiles. Compared with Mar-T, isoflavones and flavonols presented higher contents in GP6-T and YN2-T, which mainly contain glycitein, genistin, calycosin, kaempferide, isotrifoliin, and ayanin. The anthocyanin content was significantly higher in YN2-T than in the other two varieties. YN2 and GP6-T present a more stable color, with significantly more acetylated diglucosides and methylated anthocyanins in YN2-T and GP6-T than in Mar-T. Notably, GP6 had more varied flavonoids and the better characteristics to its flavonoid profile out of these three varieties, due to it containing a higher number of anthocyanins, flavone, and flavonols and the greatest number of different flavonoid metabolites (DFMs), with higher contents than YN2 and Mar. Compared with the trellis training system, the espaliers training system increased the content of flavonoids detected in GP6 grape berries; however, the composition of flavonoids strictly depends on the grape variety.",
  "publication_date": "2024-08-07",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms25168624",
  "entities": {
    "POLYPHENOL": [
      ", 196 flavonoid metabolites",
      "18 polyphenols",
      "3 proanthocyanidins",
      "different flavonoid metabolites",
      "flavonoids",
      "glycitein",
      "its flavonoid profile",
      "more varied flavonoids",
      "the flavonoid profiles",
      "the flavonoids",
      "their own unique flavonoid profiles",
      "ultra-high-performance liquid chromatography-triple quadrupole mass spectrometry"
    ],
    "FOOD": [
      "gp6 grape berries",
      "gp6 grapevines",
      "grape varieties",
      "the grape variety",
      "these three grape varieties",
      "three winter red wine grapes",
      "wine grapes",
      "wine quality characteristics"
    ]
  }
}