{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Effect of drying method on the production of in vitro short-chain fatty acids and histone deacetylase mediation of cocoa pod husk.",
  "abstract": "We evaluated the effect of cocoa pod husk (CPH) processing (microwave [MW], forced-air drying [FAD], and FAD plus extrusion [FAD-E]), and in vitro gastrointestinal digestion on the in vitro human colonic fermentation metabolism, in vitro bioactivity on human HT-29 colon cancer cell, and the in silico mechanism of selected compounds. CPH as a substrate for human colonic microbiota significantly decrease local pH (MW -0.7, FAD -0.2, and FAD-E -0.3, 24 h) and modifies their metabolic activity (short-chain fatty acids [SCFAs] production). FAD-E generated the highest butyric (7.6 mM/L, 4 h) and FAD the highest acetic and propionic acid levels (71.4 and 36.7 mM/L, 24 h). The in vitro colonic fermented FAD-E sample (FE/FAD-E) caused HT-29 colorectal cancer cells death by inducing damage on membrane integrity and inhibiting (up to 92%) histone-deacetylase (HDAC) activity. In silico results showed that chlorogenic acid, (-)-epicatechin, and (+)-catechin, followed by butyric and propionic acids, are highly involved in the HDAC6 inhibitory activity. The results highlight the potential human health postbiotic benefits of CPH consumption, mediated by colonic microbiota-derived metabolites. PRACTICAL APPLICATION: The enormous amount of CPH (10 tons/1 ton of dry beans) generated by the cocoa industry can be used as a removable source of bioactive compounds with physicochemical functionality and health bioactivity. However, their potential applications and health benefits are insufficiently explored. CPH represents a serious disposal problem; practical and innovative ideas to use this highly available and affordable material are urgent. Research exploring their potential applications can increase the sustainability of the cocoa agro-industry. This paper highlights the value addition that can be achieved with this valuable industrial co-product, generating new functional products and ingredients.",
  "publication_date": "2022-09-14",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.16309",
  "entities": {
    "POLYPHENOL": [
      "(+)-catechin",
      "ht-29 colorectal cancer cells death",
      "selected compounds",
      "that chlorogenic acid",
      "the effect",
      "the in silico mechanism"
    ],
    "FOOD": [
      "cocoa pod husk (cph) processing",
      "dry beans",
      "the cocoa agro-industry",
      "the cocoa industry"
    ],
    "SYMPTOM": [
      "human ht-29 colon cancer cell"
    ]
  }
}