{
  "source": "PubMed",
  "query": "tannins",
  "title": "Nutritional Quality of Fresh Tuber and Flour FromArisaema schimperianum(Amoch) Food Plant as Affected by Pretreatment Drying Methods.",
  "abstract": "The present study analyzed the nutritional composition, antinutrient, and mineral composition of freshArisaema schimperianumtuber and flour popularly consumed in southern Ethiopia. Tubers and flour were subjected to laboratory analysis for moisture, crude protein, total ash, crude fiber, crude fat, total carbohydrate, gross energy, and minerals: Ca, Fe, Mn, Zn, and P. Antinutritional factors (phytate, oxalate, and tannin) were determined following standard procedures. The flours were prepared separately from sun-dried (SD), freeze-dried (FD), and oven-dried (OD) tubers. Fresh tubers and flour from SD, FD, and ODArisaema schimperianumhad the following compositions: moisture content of 86.77%, 13.19%, 13.95%, and 11.29%, respectively; crude protein of 1.44%, 2.22%, 2.9%, and 1.93%, respectively; total ash of 4.4%, 5.85%, 5.45%, and 6.18%, respectively; crude fiber of 2.36%, 2.51%, 2.72%, and 3.11%, respectively; crude fat of 1.93%, 2.37%, 2.68%, and 3.23%, respectively; total carbohydrate of 5.6%, 76.06%, 75.05%, and 78.11%, respectively; gross energy of 44.97%, 334.36%, 312.08%, and 349.23%, respectively. The Ca content (mg/100 g) of fresh and flour (SD, FD, and OD) was found to be 94.15, 44.26, 60.00, and 50.53, respectively; the Fe content (mg/100 g) was 15.84, 6.17, 9.37, and 6.05; the Zn content was 7.64, 5.20, 6.14, and 6.13; the P content was 56.11, 43.02, 48.44, and 40.12; and the Mn content was 1.91, 1.49, 1.76, and 0.97. No significant differences in Zn content were observed between the OD and FD products. The phytate contents (mg/100 g) of the fresh tuber and SD, FD, and OD flour were 32.18, 18.98, 20.26, and 15.51, respectively. Oxalate (mg/100 g) was 22.05, 6.66, 9.96, and 6.19, while tannin (mg/100 g) was found to be 14.03, 7.39, 8.11, and 6.42, respectively. In conclusion, fresh tuber and flour fromArisaema schimperianumare nutritious and rich in phosphorus, calcium, and iron. However, drying before milling reduced the mineral content and antinutritional factors while increasing the proximate values, except for the moisture content.",
  "publication_date": "2025-05-05",
  "journal": "International journal of food science",
  "doi": "10.1155/ijfo/9545629",
  "entities": {
    "POLYPHENOL": [
      "tannin"
    ]
  }
}