{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "The Influence ofHypericum perforatumL. Addition to Wheat Cookies on Their Antioxidant, Anti-Metabolic Syndrome, and Antimicrobial Properties.",
  "abstract": "The aim of this study was to characterize wheat cookies enriched with 0.5% and 1.0% ofHypericum perforatumL. (St. John's wort, SJW) and determine their pro-health properties in vitro after hydrolysis in simulated gastrointestinal conditions. The results indicated that 1.0 SJW was characterized by the highest content of polyphenols, flavonoids, and phenolic acids (2.32 mg mL-1, 4.93 µg mL-1, and 12.35 µg mL-1, respectively). The enriching cookies had no effect on water absorption capacity (WAC) and oil absorption capacity (OAC). After in vitro hydrolysis, the highest peptide content was noted in 1.0 SJW (0.52 mg mL-1), and the bioactive compounds were characterized by high potential bioaccessibility (PAC), but poor bioavailability (PAV). The addition of SJW increased the ACE, α-amylase, and LOX inhibitory effect, but reduced the inhibition of pancreatic lipase. The highest antioxidant activity was noted for 1.0 SJW. The results showed that only 0.5 SJW and 1.0 SJW had slight antimicrobial activity againstE. coliATCC 25922 andB. cereusATCC 14579 with MIC = 12.5 mg mL-1. Fractions with molecular mass <3.0 kDa were characterized with the highest p-coumaric acid content. The results show that SJW cookies had a higher content of bioactive compounds and more potent anti-metabolic syndrome effects.",
  "publication_date": "2021-06-15",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods10061379",
  "entities": {
    "FOOD": [
      "wheat cookies"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "lox inhibitory effect",
      "molecular mass <3.0 kda",
      "more potent anti-metabolic syndrome effects",
      "no effect",
      "polyphenols",
      "the highest p-coumaric acid content"
    ]
  }
}