{
  "source": "PubMed",
  "query": "tannins",
  "title": "Anti-biofouling carrier-free tannic acid chelating resin for selective uranyl ion capture in low-level radioactive wastewater.",
  "abstract": "There is an urgent need for effective treatment methods of low-level radioactive wastewater. This study developed an eco-friendly and effective adsorbent material (carrier-free tannic acid chelating resin, CTACR) through the electrophilic substitution reactions of tannic acid for the capture of uranyl ions (UO22+) in water environments. The as-prepared CTACR showed excellent stability in water under different temperature, pH, and ionic strength conditions, which allowed separation of the adsorbent after UO22+adsorption. Moreover, antibacterial experiments suggested that CTACR had good bactericidal properties and could persist in the water environment for a long time without decomposing. More importantly, CTACR could provide a phenolic hydroxyl-functionalized surface, resulting in effective removal ability and high selectivity for UO22+ions over 120 min, with an adsorption capacity of 365.7 mg g-1. The adsorption rate reached ∼88 % in a simulated multicomponent ionic solution. The adsorption process involved chemical adsorption, in which the chelation effect between the phenolic hydroxyl group of CTACR and UO22+species caused the immobilization of the latter, followed by in situ reduction, ultimately facilitating the separation and adsorption of UO22+. Therefore, this study highlights the significant potential of CTACR as a versatile and environmentally friendly adsorbent for the efficient removal of UO22+from aqueous environments.",
  "publication_date": "2025-06-04",
  "journal": "Journal of environmental management",
  "doi": "10.1016/j.jenvman.2025.126080",
  "entities": {
    "POLYPHENOL": [
      "an eco-friendly and effective adsorbent material",
      "effective removal ability",
      "effective treatment methods",
      "high selectivity",
      "the chelation effect",
      "the electrophilic substitution reactions",
      "uo22+species"
    ]
  }
}