{
  "source": "PubMed",
  "query": "lignans",
  "title": "Exploring chloro-isoxazole compounds inspired on tetrahydrofuran neolignans as promising antileishmanial agents.",
  "abstract": "The present work aims to synthesize and to identify a potential antileishmanial agent from chloro-diphenyl isoxazole methoxylated compounds. We have synthesized ten new chloro-isoxazole analogs inspired by the scaffold of tetrahydrofuran neolignans veraguensin 1a, grandisin 1b, and machilin G 1c. To obtain analogs 4a-4j, we used a cycloaddition reaction with yields ranging from 45 % to 89 %. All compounds were characterized using Nuclear Magnetic Resonance of1H and13C and analyzed by using High-Resolution Mass Spectrometry. The HPLC analysis confirmed that all compounds were more than 95 % pure. Finally, we tested the antileishmanial activity of these analogs against promastigote and intracellular amastigote forms of L. amazonensis in vitro. We conducted tests on murine peritoneal macrophages to determine the cytotoxicity of the analogs. Our findings revealed that 4e (R1-R3= -OCH3, X1= -Cl, R4and R5= -OCH2O-), a hybrid compound of grandisin and machilin G, showed moderate activity on promastigotes (IC50= 38.1 ± 1.5 μM). 4e was also effective against intracellular amastigotes with similar IC50values to AmB-treated control (IC50= 2.2 ± 0.4 μM and IC50= 2.0 ± 0.1, respectively). Moreover, it exhibited a selectivity index (SI) for amastigote forms equal to 22.7, higher than the reference drugs we tested. Analog 4e displayed non-mutagenic potential at all tested concentrations in the Ames test. We also evaluated the therapeutic effect of 4e on the experimental cutaneous leishmaniasis model with BALB/c mice infected with promastigote forms of L. amazonensis and treated with intralesional (IL) injections. Our study found that mice treated with 4e had a significant reduction (99.5 % drop) in the footpad tissue parasite load compared to the control group treated with the vehicle. The effect of 4e was similar, controlling the infection, to that of N-methylglucamine antimonate (Sb, Glucantime, 99.8 % drop), which is a reference treatment. Based on our results, we suggest that chloro-isoxazole analog 4e shows potential as an antileishmanial agent for treating cutaneous leishmaniasis (CL).",
  "publication_date": "2025-03-08",
  "journal": "European journal of medicinal chemistry",
  "doi": "10.1016/j.ejmech.2025.117478",
  "entities": {
    "POLYPHENOL": [
      "a selectivity index",
      "high-resolution mass spectrometry",
      "intralesional (il) injections",
      "the effect",
      "the infection",
      "the therapeutic effect"
    ],
    "FOOD": [
      "machilin g"
    ]
  }
}