{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Development and Characterization of κ-Carrageenan-Based Edible Films Enriched With Resveratrol or Quercetin for Shelf-Life Extension of Goat Meat Burger Patties.",
  "abstract": "This study aimed to develop κ-carrageenan-based edible films enriched with resveratrol or quercetin and evaluate their potential in extending the shelf life and preserving the quality of goat meat burger patties during 14 days of storage at 4°C. The quercetin film solution exhibited greater antioxidant capacity than the resveratrol-containing film, as indicated by higher total phenolic content (389.00 ± 0.42 mg GAE/g), DPPH inhibition (91.85 ± 0.06%), and FRAP values (545.08 ± 0.37 µmol Fe2⁺/L) (p < 0.05). Incorporation of either compound decreased L*values and increased b*values (p < 0.05); resveratrol reduced opacity, whereas quercetin enhanced it (p < 0.05). No inhibition zones were observed against Listeria monocytogenes, Escherichia coli, Staphylococcus aureus, or Salmonella Typhimurium (p > 0.05). SEM micrographs showed that both compounds improved the homogeneity of the film matrix. The chemical composition and water activity of the patties were not significantly affected by the treatment, storage day, or their interaction (p > 0.05). However, patties coated with the quercetin films had a lower pH (pH 6.18 ± 0.01) than the control (pH 6.27 ± 0.03) (p < 0.05) and retained their initial color better. Additionally, quercetin effectively delayed lipid oxidation (21.98 ± 1.94 µmol MDA/kg) and inhibited microbial growth, maintaining TMAB counts below 10 CFU/g by Day 14 (p < 0.05). Overall, quercetin-containing κ-carrageenan films demonstrated promising technological and preservative properties, offering a sustainable alternative to conventional packaging for heat-treated ready-to-eat meat products. Future research should explore strategies such as controlled release, encapsulation, and synergistic bioactive combinations to further enhance efficacy.",
  "publication_date": "2025-05-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70277",
  "entities": {
    "POLYPHENOL": [
      "either compound decreased l*values",
      "quercetin",
      "quercetin-containing κ-carrageenan films",
      "resveratrol",
      "technological and preservative properties",
      "the quercetin film solution",
      "the quercetin films",
      "the resveratrol-containing film"
    ],
    "SYMPTOM": [
      "conventional packaging"
    ]
  }
}