{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Galactose receptor-mediated hepatic targeting system: engineering of quinary cationic liposomes for resveratrol delivery against hepatic steatosis.",
  "abstract": "Resveratrol (RSV), a natural polyphenol with potent antioxidant and anti-inflammatory properties, exhibits significant therapeutic potential for non-alcoholic fatty liver disease (NAFLD) by modulating lipid metabolism, oxidative stress, and inflammatory pathways. Despite its multi-target mechanisms and enhancement of reverse cholesterol transport, clinical translation remains limited by poor bioavailability and inefficient intracellular delivery. Conventional oral administration fails to achieve therapeutic plasma concentrations owing to extensive first-pass metabolism and low solubility. To address these limitations, this study developed galactose (Gal)-modified lipid nanoparticles (Gal-LNPs) to enhance hepatic targetingviaasialoglycoprotein receptor-mediated endocytosis. These Gal-LNPs demonstrated significantly improved intracellular RSV delivery (3.49-fold uptakevs.unmodified LNPs). In NAFLD mouse models, Gal-LNP-RSV reduced hepatic lipid accumulation and serum alanine aminotransferase/aspartate aminotransferase levels by 48.3% and 58.7%/49.3%, respectively, outperforming free RSV in both aspects. These findings underscore the potential of Gal-LNPs as a transformative means of overcoming RSV's pharmacokinetic barriers, enabling the precise activation of intracellular targets while restoring metabolic and redox homeostasis. This work provides a robust framework for developing targeted nanotherapeutics against NAFLD, bridging the divide between preclinical efficacy and clinical application.",
  "publication_date": "2025-06-11",
  "journal": "RSC advances",
  "doi": "10.1039/d5ra02554k",
  "entities": {
    "POLYPHENOL": [
      "a natural polyphenol",
      "both aspects",
      "hepatic targetingviaasialoglycoprotein receptor-mediated endocytosis",
      "its multi-target mechanisms",
      "preclinical efficacy",
      "resveratrol",
      "the precise activation"
    ],
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}