{
  "source": "PubMed",
  "query": "catechins",
  "title": "Epicatechin DecreasesUCP2Gene Expression in MDA-MB-231 Breast Cancer Cells by the Presence of a Regulatory Element in the Promoter.",
  "abstract": "Uncoupling protein 2 (UCP2) plays an important role in normal cells because it mitigates the cytotoxic effect of reactive oxygen species (ROS). However, its overexpression in cancer cells is related to drug resistance and increased cell proliferation due to a decrease in ROS production. In this context, molecules that regulate or block UCP2 have potential as anticancer agents. (-)-Epicatechin, a flavonoid that inhibits cell proliferation, increases ROS, and induces apoptosis in cancerous cells, was evaluated for its effects onUCP2gene expression. For this purpose, the real-time quantitative polymerase chain reaction (qRT-PCR) and Western blotting were performed in MDA-MB-231 and MCF-10A cells to determine the effects of (-)-epicatechin on UCP2 expression. Furthermore, the impact of (-)-epicatechin on cell viability was also determined. To analyze the transcriptional regulation of theUCP2gene by (-)-epicatechin, a 5'-region of the humanUCP2gene (-2093/+297) was amplified, sequenced, cloned, and inserted into a reporter plasmid. To analyze the promoter activity and regulatory motif involved in the effects of (-)-epicatechin, several deletions of theUCP2promoter were generated and transfected into MDA-MB-231 and MCF-10A cells. An electrophoretic mobility shift assay (EMSA) was carried out to detect the interaction between DNA and proteins involved in the effect of (-)-epicatechin. The increased expression of theUCP2gene in MDA-MB-231 cells was decreased by (-)-epicatechin, and the opposite effect was observed in MCF-10A cells. The promoter region of the humanUCP2gene (-2093/+297) showed activity, which was decreased by (-)-epicatechin. A sequence of 117 bp located at position -109 b to +8 b has a fragment of 90 bp that is related to the (-)-epicatechin effect. Bioinformatics analysis and EMSA of this sequence revealed the presence of a regulatory site for a protein with zinc fingers. The presence of a response element to (-)-epicatechin in the humanUCP2promoter revealed that the inhibition of this gene in MDA-MB-231 breast cancer cells occurred at the transcriptional level. In this study, we propose the mechanism of action of (-)-epicatechin that could aid in cancer treatment.",
  "publication_date": "2025-04-25",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26094102",
  "entities": {
    "POLYPHENOL": [
      "-)-epicatechin",
      "a decrease",
      "a flavonoid",
      "an electrophoretic mobility shift assay",
      "its effects",
      "reactive oxygen species",
      "the (-)-epicatechin effect",
      "the cytotoxic effect",
      "the effect",
      "the effects",
      "the mechanism",
      "the opposite effect"
    ],
    "SYMPTOM": [
      "anticancer agents",
      "apoptosis",
      "cancer cells",
      "cancer treatment",
      "cancerous cells",
      "mda-mb-231 breast cancer cells"
    ]
  }
}