{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Polydatin reactivates mitochondrial bioenergetics and mitophagy while preventing premature senescence by modulating microRNA-155 and its direct targets in human fibroblasts with trisomy 21.",
  "abstract": "Mitochondrial dysfunction and redox dyshomeostasis are considered crucial factors causally linked to the pathogenesis of Down syndrome (DS), a human genetic anomaly currently lacking a cure, associated with neurodevelopmental deficits in children and early onset symptoms of aging in adults. Several natural plant-derived polyphenolic compounds, known for their neurostimulator, antioxidant and anti-inflammatory activities, have been proposed as dietary supplements to manage DS-linked phenotypic alterations. However, the poor bioavailability and rapid metabolism of these compounds have limited conclusive evidence regarding their clinical efficacy in individuals with DS. Polydatin (PLD), a natural polyphenolic glucoside precursor of resveratrol derived from Polygonum cuspidatum, is instead highly bioavailable and resistant to enzymatic oxidation. PLD supplementation has shown many therapeutic efficacies in several human diseases without side effects. In this study, we used fetal trisomy 21 human skin fibroblasts (DS-HSFs) to investigate, from a mechanistic point of view, whether PLD supplementation could prevent or counteract critical cellular alterations linked to both neurodevelopmental deficits and early aging in DS. Our findings demonstrate that PLD reactivates mitochondrial bioenergetics, reduces oxygen radical overproduction and prevents oxidative stress (OS)-induced cellular senescence and DNA damage in DS-HSF. Notably, we identified a novel mechanism of PLD action involving the chromosome-21-encoded microRNA-155 (miR-155) and its direct target genes casitas B-lineage lymphoma (CBL), BAG Cochaperone 5 (BAG5) and mitochondrial transcription factor A (TFAM). These proteins play pivotal roles in regulating mitochondrial bioenergetics, biogenesis and mitophagy. Given that the deregulation of miR-155/CBL axis is also implicated in acute leukemias, which frequently occur in children with DS, PLD emerges as a promising candidate for translational application. Its ability to enhance mitochondrial bioenergetics and address critical DS-associated phenotypic alterations highlights its therapeutic potential.",
  "publication_date": "2025-04-23",
  "journal": "Free radical biology & medicine",
  "doi": "10.1016/j.freeradbiomed.2025.04.032",
  "entities": {
    "SYMPTOM": [
      "acute leukemias",
      "early aging",
      "mitochondrial dysfunction",
      "os)-induced cellular senescence and dna damage",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "a mechanistic point",
      "a natural polyphenolic glucoside precursor",
      "a novel mechanism",
      "its direct target genes",
      "resveratrol",
      "several natural plant-derived polyphenolic compounds",
      "side effects"
    ]
  }
}