{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Gut microbial conversion of dietary elderberry extract to hydrocinnamic acid improves obesity-associated metabolic disorders.",
  "abstract": "Obesity-associated metabolic disorders such as type 2 diabetes mellitus and metabolic dysfunction associated fatty liver disease are major global health concerns, yet current pharmacological treatments often present with major side-effects. Dietary interventions including polyphenol-rich foods offer a promising complementary option for obesity amelioration, but their efficacy is dependent on specific gut microbial metabolism and the underlying molecular mechanisms mostly remain elusive. Here, we demonstrated that dietary elderberry (Eld) extract abrogates the effects of an obesogenic diet in a gut microbiota-dependent manner, by preventing insulin resistance and reducing hepatic steatosis in mice. We developed a targeted, quantitative liquid chromatography-tandem mass spectrometry method for detection of gut bacterial polyphenol catabolites and identified hydrocinnamic acid as a key microbial metabolite, enriched in the portal vein plasma of Eld supplemented animals. Next, we showed that hydrocinnamic acid potently activates hepatic AMP-activated protein kinase α, explaining its role in improved liver lipid homeostasis. Furthermore, we uncovered the metabolic pathway cumulating in hydrocinnamic acid production in the common gut commensalClostridium sporogenes. Our characterization of hydrocinnamic acid as a diet-derived, and microbiota-dependent metabolite with insulin-sensitizing and anti-steatotic activities will contribute to microbiome-targeted dietary interventions to prevent and treat obesity-associated metabolic diseases.",
  "publication_date": "2025-05-18",
  "journal": "bioRxiv : the preprint server for biology",
  "doi": "10.1101/2025.05.18.654739",
  "entities": {
    "SYMPTOM": [
      "hepatic steatosis",
      "insulin resistance",
      "obesity amelioration",
      "obesity-associated metabolic diseases",
      "obesity-associated metabolic disorders"
    ],
    "POLYPHENOL": [
      "a targeted, quantitative liquid chromatography-tandem mass spectrometry method",
      "detection",
      "gut bacterial polyphenol catabolites",
      "hydrocinnamic acid",
      "hydrocinnamic acid production",
      "major side-effects",
      "polyphenol-rich foods",
      "specific gut microbial metabolism",
      "the effects",
      "the underlying molecular mechanisms"
    ]
  }
}