{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Identification of the anti-epileptic effect of speciogynine through molecular network-aided metabolite profiling of M. speciosa alkaloids using zebrafish.",
  "abstract": "Mitragyna speciosa is a native plant to Southeast Asian countries, known its medicinal use as an analgesic and stimulant. Apart from the indole-type alkaloids, which have been shown to be responsible for its pharmacological properties, there is still limited information on other classes of compounds present in various parts of the plant. In an effort to fill this knowledge gap, the present study applied tandem liquid chromatography-mass spectrometry (LC-MS/MS)-based molecular networking to obtain more information on the chemodiversity of M. speciosa. Analysis of the generated molecular map obtained from methanol extracts of leaves (green- and red-veined), stem bark, stem tissue and fruits, revealed the putative presence of not only the characteristic indole-type alkaloids, but also flavoalkaloids, iridoids, triterpenoid saponins, glycoside derivatives, phenolic acids, flavonoids, and polyphenols, pervading all different parts of the plant. The class of flavoalkaloids is reported herein as new for M. speciosa. Continuing our interest in the biological properties of the chemical constituents of the plant, two minor indole alkaloids, speciogynine and isopaynantheine, purified from the leaf extract were evaluated for their toxicity and antiepileptic potential in zebrafish animal model. Interestingly, speciogynine exhibited a significant dose-dependent effect in reducing hyperactive movements in a zebrafish epilepsy model with mild toxic effects, indicating that it could be a promising anti-epileptic lead compound for further exploration.",
  "publication_date": "2025-06-09",
  "journal": "Fitoterapia",
  "doi": "10.1016/j.fitote.2025.106667",
  "entities": {
    "POLYPHENOL": [
      "a significant dose-dependent effect",
      "flavonoids",
      "m. speciosa",
      "mild toxic effects",
      "mitragyna speciosa",
      "molecular networking",
      "polyphenols",
      "speciogynine",
      "tandem liquid chromatography-mass spectrometry",
      "the generated molecular map"
    ]
  }
}