{
  "source": "PubMed",
  "query": "catechins",
  "title": "Efficient and sustainable recovery of bioactive compounds from cashew nut testa shell (Anacardium occidentale L.) using pressurized liquid extraction.",
  "abstract": "Cashew nut processing generates large quantities of byproducts daily, such as cashew nut testa shell (CNTS), which is discarded, leading to environmental and economic issues. However, CNTS contains bioactive substances such as polyphenols and antioxidant components, with potential for applications in the food, pharmaceutical, and chemical industries. This study investigated the optimization of pressurized liquid extraction (PLE) with composite central rotational design (CCRD) to evaluate the effect of the independent variables of temperature (T °C) and ethanol concentration (EtOH %) in aqueous solutions on the extraction of bioactive compounds from CNTS. The process conditions were evaluated, considering extraction yield and content of polyphenols and antioxidants from the extracts, which were identified and quantified by UPLC-PDA-ESI-QDa, and the ability of the extracts to inhibit foodborne pathogens was evaluated. Besides, a techno-economic assessment of the PLE process was also performed. The PLE conditions were optimized at 170.7 °C and 92.4% EtOH, providing better performance compared to maceration (MC) in terms of yield, phenolic content, and antioxidant potential. The recovered extracts contain catechin and epicatechin, with a higher concentration from the PLE sample compared to MC. The CNTS extracts demonstrated inhibitory effects on pathogen strains, notably inhibiting E. coli at concentrations below 0.7 mg mL-1. Scaling up the PLE process for large-scale production of CNTS extract was economically promising, considering the current market price.",
  "publication_date": "2025-04-26",
  "journal": "Analytical and bioanalytical chemistry",
  "doi": "10.1007/s00216-025-05881-5",
  "entities": {
    "FOOD": [
      "cashew"
    ],
    "POLYPHENOL": [
      "a techno-economic assessment",
      "catechin",
      "environmental and economic issues",
      "epicatechin",
      "inhibitory effects",
      "polyphenols",
      "the effect",
      "the recovered extracts"
    ]
  }
}