{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Proanthocyanidin capsules remodel the ROS microenvironment via regulating MAPK signaling for accelerating diabetic wound healing.",
  "abstract": "Defective diabetic wound healing is a major clinical challenge, where hyperglycemia at the wound site induces excessive reactive oxygen species (ROS) which activate the MAPK pathway (particularly p38 MAPK), resulting in sustained release of inflammatory factors and cellular damage/apoptosis. Polyphenols are efficient ROS scavengers which reduce the level of inflammation at the wound site and promote wound healing, but the low bioavailability limits their biomedical application. This study developed a simple and highly efficient method for preparing proanthocyanidin (PC) capsules through hydrogen bonding and hydrophobic interactions among PC molecules. PC capsules can continuously scavenge free radicals and release proanthocyanidins, significantly enhancing their bioavailability. A single dose of PC capsules accelerates wound healing in diabetic mice by regulating the p38 MAPK signaling cascade, reducing inflammatory mediator concentration, inhibiting cell apoptosis, and remodeling the wound microenvironment. This research makes an important contribution to the field of enhancing polyphenol bioavailability for wound healing and reveals the potential of modulating the MAPK pathway for treating other inflammation and oxidative stress-related diseases.",
  "publication_date": "2025-01-08",
  "journal": "Materials today. Bio",
  "doi": "10.1016/j.mtbio.2025.101467",
  "entities": {
    "POLYPHENOL": [
      "defective diabetic wound healing",
      "excessive reactive oxygen species",
      "pc molecules",
      "polyphenol bioavailability",
      "polyphenols",
      "release proanthocyanidins"
    ],
    "SYMPTOM": [
      "cell apoptosis",
      "cellular damage/apoptosis",
      "hyperglycemia",
      "inflammation",
      "other inflammation",
      "oxidative stress-related diseases"
    ]
  }
}