{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Spatiotemporally modulated polyphenol-protein coating for accelerated healing of chronic wounds.",
  "abstract": "Chronic wounds are a common and serious complication. Abnormal microenvironments such as excessive oxidative stress, chronic inflammation, bacterial infection, and cellular dysfunction severely inhibit the wound healing process, leading to increased rates of amputation and mortality in diabetic patients. In this study, a novel polyphenol-activated protein coating (PDA/HK@LZM) was successfully constructedviathe adsorption of lysozyme on the surface of a polyphenol nanocomposite comprising dopamine and honokiol. The coating effectively maintains the integrity of secondary and tertiary protein structures and preserves up to 91% of the lysozyme activity. Moreover, the PDA/HK@LZM coating achieves the spatiotemporal regulation of the chronic wound microenvironment. In the initial stage, lysozyme dominates the immune response by enhancing macrophage phagocytosis and modulating inflammatory factors, while honokiol synergizes with free radical scavenging and antimicrobial activity; all three synergistically enhance the wound self-cleaning function. In the repair stage, exposed honokiol regulates inflammation, polarizing macrophages from the pro-inflammatory M1-type to the anti-inflammatory M2-type and accelerating wound repair. Moreover, the release of honokiol into the microenvironment prevents the formation of vascular microthrombi, facilitating the delivery of nutrients and oxygen. Full-thickness skin wound experiments confirmed the effectiveness of the PDA/HK@LZM coating dressing in promoting rapid healing of chronic wounds. This study introduces a novel strategy for constructing polyphenol-activated protein coatings with spatiotemporal modulation wound microenvironment, opening new possibilities for the efficient treatment of chronic wounds.",
  "publication_date": "2025-06-30",
  "journal": "Journal of materials chemistry. B",
  "doi": "10.1039/d5tb01078k",
  "entities": {
    "SYMPTOM": [
      "chronic inflammation",
      "excessive oxidative stress",
      "inflammation"
    ],
    "POLYPHENOL": [
      "a novel polyphenol-activated protein coating",
      "a polyphenol nanocomposite",
      "bacterial infection",
      "polyphenol-activated protein coatings",
      "secondary and tertiary protein structures",
      "the effectiveness"
    ]
  }
}