{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "The Textural Properties of Extra Virgin Olive Oil (EVOO)-Hydrocolloid Beads and the Quality Parameters of Bosana EVOO as a Preservation Liquid During Bead Shelf Life.",
  "abstract": "The use of edible food packaging by hydrocolloid encapsulation has gained interest as an approach to preserve the physicochemical and sensory properties of food. In this study, pectin (PE) and xanthan gum (XG), naturally occurring hydrocolloids, were utilized with calcium chloride (CaCl2) as a bead-forming agent to develop an extra virgin olive oil-hydrocolloid emulsion encapsulating Bosana extra virgin olive oil (EVOO), a Sardinian monovarietal oil rich in polyphenols and sensory properties. This study investigated the textural evolution of EVOO-beads immersed in Bosana EVOO as a preservative liquid (PL) during 180 days of storage at 20 °C (room temperature) and 40 °C (accelerated shelf-life test). The bead texture was assessed at 30-day intervals along with selected oil quality parameters. Its hardness remained stable, while its springiness, cohesiveness and chewiness significantly decreased with time. Temperature and the interaction time x temperature were significant for cohesiveness. PL showed the expected degradation of polyphenols and α-tocopherol influenced by storage time and temperature. At 20 °C, free acidity and peroxide levels remained within EVOO quality standards, confirming the protective role of encapsulation. Between the PL and oil controls, no effect of the beads was observed. These results highlight the potential of hydrocolloid-based encapsulation to produce EVOO-beads, offering innovative applications as functional food coatings and in preservation technologies.",
  "publication_date": "2025-04-23",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14091472",
  "entities": {
    "SYMPTOM": [
      "edible food packaging"
    ],
    "POLYPHENOL": [
      "no effect",
      "pectin",
      "polyphenols",
      "preservation technologies",
      "selected oil quality parameters",
      "the expected degradation",
      "the protective role"
    ],
    "FOOD": [
      "an extra virgin olive oil-hydrocolloid emulsion",
      "chewiness",
      "extra virgin olive oil",
      "functional food coatings"
    ]
  }
}