{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Salvianolic acid A ameliorates sepsis through inhibiting inflammation via binding STING and modulating TBK1/IRF3 signaling pathway.",
  "abstract": "Sepsis is a condition characterized by a systemic inflammatory response due to infection, resulting in numerous organ dysfunction. Salvianolic acid A (SAA) is a phenolic acid substance extracted from the plant Salvia miltiorrhiza Bunge, possessing antioxidant and anti-platelet aggregation properties. Although aberrant stimulator of interferon genes (STING) signaling is associated with sepsis, it is uncertain if SAA can influence this pathway to avert sepsis-induced organ injury. This study examined the antiseptic efficacy and biological mechanisms of SAA. The pharmacodynamics and mechanism of action of SAA in countering STING-induced inflammation during sepsis were investigated utilizing a cecal ligation and puncture (CLP) sepsis animal model. In vitro, RAW264.7 and THP-1 cells were preincubated with SAA for one hour before exposure to lipopolysaccharide (LPS). The molecular mechanism of SAA in the treatment of sepsis was examined by biochemical assays, pathological sections, enzyme-linked immunosorbent assay (ELISA), and western blot analysis. The association between SAA and its targets was examined via cellular thermal shift assay (CETSA), molecular docking, and molecular dynamics simulation analysis. The SAA intervention enhanced the survival rate of mice (18.75 % in the model group versus 55 % in the high-dose group) and dramatically reduced neutrophil infiltration in lung tissue as well as histological changes. It enhanced hepatorenal function and reduced inflammatory cytokines. Furthermore, the in vivo findings demonstrated that SAA could suppress the activation of the STING and TBK1/IRF3 signaling pathway, corroborating the in vitro results. SAA directly interacts with STING and regulates the TBK1/IRF3 signaling pathway to mitigate organ damage and inflammation caused by sepsis. It may serve as a viable therapeutic agent and prospective STING inhibitor.",
  "publication_date": "2025-06-25",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2025.115104",
  "entities": {
    "POLYPHENOL": [
      "a cecal ligation",
      "biological mechanisms",
      "infection",
      "mechanism",
      "molecular docking",
      "molecular dynamics simulation analysis",
      "pathological sections",
      "prospective sting inhibitor",
      "the molecular mechanism"
    ],
    "SYMPTOM": [
      "inflammation",
      "sting-induced inflammation"
    ]
  }
}