{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Physicochemical Properties, Polyphenol and Mineral Composition of Different Triticale Varieties Cultivated in the Republic of Moldova.",
  "abstract": "The quality characteristics of seven triticale grain varieties were determined by different physiochemical analyses. For this purpose, the content of protein, wet gluten, fat, ash, moisture, carbohydrates, test weight, and thousand-kernel mass; mineral elements Ca, Na, Zn, Fe, and Cu; and total phenolic content (TPC), total flavonoid content (TFC), free radical scavenging activity (DPPH assay), and phenolic profile (4-hydroxybenzoic acid, vanillic acid, caffeic acid, chlorogenic acid,p-coumaric acid, and rosmarinic acid) were analyzed. Also, Fourier transform infrared spectroscopy (FT-IR) was used to evaluate the quality parameters of triticale grains. According to the chemical data obtained, all triticale varieties may be used for breadmaking. A high variability was obtained among triticale varieties for mineral elements and antioxidant compounds. The highest values were recorded for Ca, followed by Fe, Na, Zn, and Cu. The TPC, TFC, DPPH, and phenolic compounds of the analyzed triticale samples increased with the increasing temperature used in the extraction method. Generally, the highest value for phenolic acid was obtained byp-coumaric acid followed by rosmarinic acid, caffeic acid, 4-hydroxybenzoic acid, vanillic acid, and chlorogenic acid. Principal component analysis of triticale cultivars related to their physicochemical data showed close association between some varieties such as Costel; Ingen 54, Ingen 35, Ingen 33, and Ingen 93, and Ingen 40; and Fanica varieties.",
  "publication_date": "2025-03-10",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30061233",
  "entities": {
    "POLYPHENOL": [
      "byp-coumaric acid",
      "caffeic acid",
      "chlorogenic acid",
      "infrared spectroscopy",
      "p-coumaric acid",
      "phenolic compounds",
      "rosmarinic acid",
      "total flavonoid content",
      "vanillic acid"
    ]
  }
}