{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Valorization of Peach Fruit and Wine Lees through the Production of a Functional Peach and Grape Juice.",
  "abstract": "The valorization of agri-food products not only represents important economic and environmental benefits but can also be a source of potentially profitable, functional, and safe ingredients. This study aimed to valorize peach fruit and wine lees (WL) by producing functional juice. WL were incorporated at different concentrations (1.5 and 2%;w:w) in unpasteurized peach and grape juice and subsequently stored under refrigeration (5 °C). The antimicrobial activity of WL in peach and grape juices was assessed againstListeria monocytogenesandSaccharomyces cerevisiaeas well as physicochemical, nutritional microbiological, and sensory acceptability. The maximum addition of WL to the juice (2%) showed a significant inhibitory effect againstL. monocytogenes(4-log reduction) and increased the content of total soluble solids (TSS) (10%), total polyphenol content (TPC) (75%), and total antioxidant activity (AOX) (86%). During storage, AOX, TPC, TSS, pH, and titratable acidity (TA) remained stable. A significant correlation was observed between TPC and AOX. Total mesophilic aerobic bacteria and yeast counts increased during storage. Fifty-seven percent of tasters (n = 26) rated the functional juice positively. Thus, these agri-food products could be useful for producing functional juices with a longer shelf life, contributing to their valorization.",
  "publication_date": "2024-04-02",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods13071095",
  "entities": {
    "POLYPHENOL": [
      "a significant inhibitory effect",
      "important economic and environmental benefits",
      "total polyphenol content"
    ],
    "FOOD": [
      "functional juice",
      "functional juices",
      "peach and grape juices",
      "peach fruit",
      "the functional juice",
      "the juice",
      "unpasteurized peach and grape juice",
      "wine lees"
    ]
  }
}