{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Factors Shaping Phenotypic Variation inThymus saturejoides.",
  "abstract": "Patterns of plant phytochemical composition vary between populations of any plant species and impact the cultural and economic value of important plant species. Phenotypic outcomes are a combination of genetic, environmental, and human influence.Thymus saturejoidesis endemic to Morocco and Algeria and part of a suite of economically important wild plants used to produce essential oils for the global market in the region. Currently, little is known about the human and ecological factors that shapeT. saturejoidesphenotypic traits. In this paper, we examine the factors that drive phenotypic variation in the speciesT. saturejoidesthrough the chemical composition of essential oil. We used a systematic review protocol to identify 15 published sources, from which we obtained data on chemical composition (secondary metabolites and/or chemotype) for 51 samples, as well as information on the geographic location of harvest listed in the paper. We used the geographic location information to determine elevation, temperature, precipitation, soil type, and soil carbon. We ran linear regression models to determine if any of these environmental variables were associated with the content of key chemicals known to mark quality and value inT. saturejoides. Elevation was statistically significant in the models for thymol, linalool, p-cymene, carvacrol (p= 0.072), and borneol (p= 0.056). Other environmental variables were not statistically significantly related to the content of any of the chemicals. Although we did not find an association between chemical composition and temperature or precipitation, this does not exclude the possibility that a relationship exists at a finer spatial or temporal scale, such as days, weeks, or months. Our findings could also suggest that genetic and human-related factors, such as time of harvest, are more important than environmental factors.",
  "publication_date": "2025-06-10",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14121772",
  "entities": {
    "POLYPHENOL": [
      "any plant species",
      "economically important wild plants",
      "important plant species",
      "precipitation",
      "secondary metabolites",
      "the cultural and economic value",
      "the human and ecological factors",
      "the speciest. saturejoidesthrough"
    ]
  }
}