{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Parallel In Vitro and In Silico Studies of the Anti-Inflammatory Activity of Bioactive Compounds Found in Different Ethanolic Extracts of Bracts fromB. x buttiana(var. Rose): A Comparative Analysis.",
  "abstract": "Background/Objectives:Bougainvillea x buttianais used in traditional Mexican medicine to treat various diseases. Previous studies have demonstrated its anti-inflammatory properties, which are associated with its chemical composition. This study evaluated the effect of ethanol concentration on the yield and anti-inflammatory activity of its extracts. Additionally, an in silico analysis of the plant's previously identified phytochemicals was conducted.Methods:Four extracts ofB. x buttiana(var. Rose) (labeled as BxbREE) were prepared with increasing concentrations of ethanol (0%, 50%, 80%, and 100%). Their anti-inflammatory activity was assessed using different in vitro assays. The in silico prediction, performed with SwissADME, included the physicochemical, pharmacokinetic, and drug-like properties of the compounds.Results:The findings indicated that varying the ethanol concentration in the preparations of BxbREE-0%, BxbREE-50%, BxbREE-80%, and BxbREE-100% significantly impacted the extraction yield, with BxbREE-0% and BxbREE-50% exhibiting the highest recovery. All four extracts demonstrated significant anti-inflammatory activity, with BxbREE-50% and BxbREE-80% showing the most important effects on the denaturation of bovine serum albumin (BSA) and trypsin, inhibition of pro-inflammatory enzymes (cyclooxygenase and phospholipase A2), and increased stability of the erythrocyte membrane. The in silico analysis revealed that most phytochemicals identified in the extracts had good drug-likeness and bioavailability for oral administration and an adequate ADME profile.Conclusions:These findings reaffirm the anti-inflammatory potential ofB. x buttiana(var. Rose) ethanolic extracts and the favorable pharmacokinetic and pharmacodynamic properties of its phytochemicals. Further structural exploration of the interactions of these bioactive compounds could contribute to the design of new drugs.",
  "publication_date": "2025-05-30",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18060821",
  "entities": {
    "POLYPHENOL": [
      "background/objectives",
      "the effect",
      "the highest recovery",
      "the most important effects"
    ]
  }
}