{
  "source": "PubMed",
  "query": "flavonols",
  "title": "ABA and defoliation improve phenolic composition of wine grapes while ABA reduces must free amino acid content and modifies its profile.",
  "abstract": "Grape (Vitis vinifera L.) ripening modulation through exogenous growth regulators and cultural practices has benefits but also downfalls. Abscisic acid (ABA) applications have shown to induce great increases of anthocyanin synthesis and wine color. In turn, severe defoliation may reduce translocation of sugars into berries delaying ripening. The aim of the study was to investigate the interactive effects of exogenous ABA applications to berries and 75 % vine defoliation on grape ripening and nano vinification composition of Tempranillo fruit-bearing cuttings at bunch closure, 46 days after fruit set. At bunch closure the ABA applications started, and plants were partially defoliated (from 12 of untreated to down to 3 leaves) in a factorial design 2 by 2. After 48 h of treatment application, ABA levels in berries increased 10-fold, and concomitantly, the indole acetic acid (IAA) in the berries also increased. Grape anthocyanin content was increased by ABA for berries with the same total soluble solids (TSS), and this was translated to an increase in total polyphenol index (A280) of nano vinifications. Another effect of ABA application was a decrease in free amino acids in the berry must. In addition, the profile of amino acids was shifted to higher proportion of GABA and Glu in detriment of Gln, which implies a GABA shunt activation. Defoliation delayed berry development and induced changes in composition, but only titratable acidity was reduced for berries with the same TSS. Nano vinifications from defoliated plants had higher color attributes (free anthocyanins, flavonols, A360, A620, A420/520 and A620/520). When these two treatments were combined, berries had the highest anthocyanin content while amino acids attributed as aromatic precursors were reduced in must. Results suggest that grape and wine quality attributes such as acidity and color intensity are not necessarily related to ripening speed. The impacts of ABA on berry nitrogen metabolism, deserve further investigation.",
  "publication_date": "2025-05-02",
  "journal": "Plant science : an international journal of experimental plant biology",
  "doi": "10.1016/j.plantsci.2025.112541",
  "entities": {
    "FOOD": [
      "grape",
      "grape and wine quality attributes",
      "grape anthocyanin content",
      "wine color"
    ],
    "POLYPHENOL": [
      "a decrease",
      "another effect",
      "aromatic precursors",
      "the interactive effects",
      "total polyphenol index"
    ]
  }
}