{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Combined Phytochemical Sulforaphane and Dietary Fiber Inulin Contribute to the Prevention of ER-Negative Breast Cancer via PI3K/AKT/MTOR Pathway and Modulating Gut Microbial Composition.",
  "abstract": "Background:Breast cancer (BC) is the second most common cancer among women in the United States. It has been estimated that one in eight women will be diagnosed with breast cancer in her lifetime. Various BC risk factors, such as age, physical inactivity, and smoking, play a substantial role in BC occurrence and development. Early life dietary intervention with plant-based bioactive compounds has been studied for its potential role in BC prevention. Sulforaphane (SFN), an isothiocyanate, is an antioxidant and anti-inflammatory agent extracted from broccoli sprouts (BSp) and other plants. Dietary supplementation of SFN suppresses tumor growth by inducing protective epigenetic changes and inhibiting cancer cell proliferation. Inulin, as a dietary fiber, has been studied for alleviating GI discomfort and weight loss by promoting the growth of beneficial bacteria in the gut.Objective:Early-life combinatorial treatment with both phytochemical SFN and potential prebiotic agent inulin at lower and safer dosages may confer more efficacious and beneficial effects in BC prevention.Methods:Transgenic mice representing estrogen receptor-negative BC were fed 26% (w/w) BSp and 2% (w/v) inulin supplemented in food and water, respectively.Results:The combinatorial treatment inhibited tumor growth, increased tumor onset latency, and synergistically reduced tumor weight. Gut microbial composition was analyzed between groups, whereRuminococcus,Muribaculaceae, andFaecalibaculumsignificantly increased, whileBlautia,Turicibacter, andClostridium sensu stricto1 significantly decreased in the combinatorial group compared with the control group. Furthermore, combinatorial treatment induced a protective epigenetic effect by inhibiting histone deacetylases (HDACs) and DNA methyltransferases (DNMTs). Intermediates in the AKT/PI3K/MTOR pathway were significantly suppressed by the combinatorial treatment, including PI3K p85, p-AKT, p-PI3K p55, MTOR, and NF-κB. Cell cycle arrest and programmed cell death were induced by the combinatorial treatment via elevating the expression of cleaved-caspase 3 and 7 and inhibiting the expressions of CDK2 and CDK4, respectively. Orally administeringF. rodentiumattenuated tumor growth and induced apoptosis in a syngeneic triple-negative breast cancer (TNBC) mouse model.Conclusions:Overall, the findings suggest that early-life dietary combinatorial treatment contributed to BC prevention and may be a potential epigenetic therapy that serves as an adjunct to other traditional neoadjuvant therapies.",
  "publication_date": "2025-06-17",
  "journal": "Nutrients",
  "doi": "10.3390/nu17122023",
  "entities": {
    "SYMPTOM": [
      "a syngeneic triple-negative breast cancer",
      "apoptosis",
      "breast cancer",
      "cancer cell proliferation",
      "cell death",
      "tumor growth"
    ],
    "POLYPHENOL": [
      "a protective epigenetic effect",
      "estrogen receptor-negative bc",
      "more efficacious and beneficial effects",
      "objective",
      "protective epigenetic changes",
      "the second most common cancer"
    ],
    "FOOD": [
      "broccoli sprouts",
      "lower and safer dosages"
    ]
  }
}