{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Mechanism of GBE Combined with TP on the Effect of AMPK/SREBP-1C/ACC Pathway on Lipid Metabolism in Heat-Stressed Broiler Liver.",
  "abstract": "The liver accounts for almost 95% of lipid metabolism in broilers and serves as a crucial metabolic organ. Stress, which occurs when broilers are exposed to a heated environment, inhibits liver metabolism, significantly impacting their growth. This experiment investigated the combination of GBE with TP to improve hepatic lipid metabolism in heat-stressed broiler chickens by inhibiting the AMPK/SREBP-1C/ACC pathway. Three hundred broilers were reared usually until 21 days and randomly divided into six groups, namely CON group, HS group, TP group (300 mg/kg), GBE100 group (GBE100 mg/kg + TP300 mg/kg), GBE300 group (GBE 300 mg/kg + TP 300 mg/kg), GBE600 (600 mg/kg + TP 300 mg/kg) groups, where the CON group was kept at 23 °C, and the HS group and the TP, GBE100, GBE300, and GBE600 groups of each medication group were kept at 35 ± 2 °C for 10 h per day. Liver and serum samples were extracted at 28 and 42 days of age, respectively. The results showed that, at 42 days of age, the GBE600 group exhibited significantly superior performance to the HS group in ADG, ADFI, and F/G (p< 0.01). Serum TG, TC, and LDL-C levels were significantly lower (p< 0.01), while HDL-C levels were significantly higher (p< 0.05). Additionally, the mRNA expression levels of LKB1, AMPK, SREBP-1C, and ACC were markedly reduced (p< 0.01). In contrast, the mRNA expression of HSL and CPT1A was significantly elevated (p< 0.01), indicating that the GBE600 was more effective in mitigating heat stress in broiler chickens at 42 days of age. It showed that the GBE600 was more effective in ameliorating heat stress in broilers at 42 days of age, thus providing an ethical basis for ameliorating the flocculation of hepatic lipid metabolism in heat-stressed broilers.",
  "publication_date": "2025-04-29",
  "journal": "Veterinary sciences",
  "doi": "10.3390/vetsci12050424",
  "entities": {
    "SYMPTOM": [
      "heat stress",
      "heat-stressed broiler chickens",
      "heat-stressed broilers",
      "stress"
    ]
  }
}