{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Tea polyphenol mediatedCsMYB77regulation ofCsPOD44to promote tea plant (Camellia sinensis) root drought resistance.",
  "abstract": "Drought stress significantly alters the metabolic homeostasis of tea plants; however, few studies have examined the role of specific metabolites, particularly tea polyphenols, in drought resistance. This study reveals that the tea polyphenol content in drought-tolerant tea cultivars tends to increase under drought conditions. Notably, in environments characterized by staged and repeated drought, changes in tea polyphenol are significantly positively correlated with drought resistance. To investigate this further, we irrigated the roots with exogenous tea polyphenols before subjecting the plants to drought. Our findings indicated that the absorptive roots of the experimental group exhibited enhanced development, improved cellular integrity, and a significant increase in peroxidase activity. A comprehensive analysis of the transcriptome and metabolome revealed that tea polyphenols are closely associated with the phenylpropanoid metabolism pathway. Notably,CsMYB77andCsPOD44genes were identified as highly correlated with this pathway. Overexpression experiments inArabidopsis thalianademonstrated thatCsMYB77promotes the expression of phenylpropanoid pathway genes, thereby enhancing drought resistance. Conversely, antisense oligonucleotide silencing ofCsMYB77decreased drought resistance in tea plants. Additional experiments, including yeast one-hybrid assays, luciferase complementation imaging, dual-luciferase assays, and electrophoretic mobility shift assays, confirmed thatCsMYB77positively regulates the expression ofCsPOD44. In summary, our findings indicate that the differences in drought tolerance among tea cultivars are closely linked to phenylpropanoid metabolism. Specifically, tea polyphenols may mediate the regulatory network involvingCsMYB77andCsPOD44, thereby enhancing stress resistance by promoting root development. This study offers new insights into the breeding of drought-resistant tea cultivars.",
  "publication_date": "2025-02-18",
  "journal": "Horticulture research",
  "doi": "10.1093/hr/uhaf048",
  "entities": {
    "SYMPTOM": [
      "complementation imaging",
      "drought stress",
      "stress resistance"
    ],
    "POLYPHENOL": [
      "electrophoretic mobility shift assays",
      "exogenous tea polyphenols",
      "ofcsmyb77decreased drought resistance",
      "particularly tea polyphenols",
      "specific metabolites",
      "tea polyphenol",
      "tea polyphenols",
      "the tea polyphenol content"
    ]
  }
}