{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Inhibition of human starch digesting enzymes and intestinal glucose transport by walnut polyphenols.",
  "abstract": "One approach to controlling type 2 diabetes (T2D) is to lower postprandialglucose spikesby slowing down the digestion of carbohydrates and the absorption of glucose in the small intestine. The consumption of walnuts is associated with a reduced risk of chronic diseases such as T2D, suggested to be partly due to the high content of (poly)phenols. This study evaluated, for the first time, the inhibitory effect of a (poly)phenol-rich walnut extract on human carbohydrate digesting enzymes (salivary and pancreatic α-amylases, brush border sucrase-isomaltase) and on glucose transport across fully differentiated human intestinal Caco-2/TC7 monolayers. The walnut extract was rich in multiple (poly)phenols (70 % w/w) as analysed by Folin-Ciocalteau and by LCMS. It exhibited potent inhibition of both human salivary (IC50: 32.2 ± 2.5 µg walnut (poly)phenols (WP)/mL) and pancreatic (IC50: 56.7 ± 1.7 µg WP/mL) α-amylases, with weaker effects on human sucrase (IC50: 990 ± 20 µg WP/mL), maltase (IC50: 1300 ± 80 µg WP/mL), and isomaltase (IC25: 830 ± 60 µg WP/mL) activities. Selected individual walnut (poly)phenols inhibited human salivary α-amylase in the order: 1,3,4,6-tetragalloylglucose > ellagic acid pentoside > 1,2,6-tri-O-galloyl-β-D-glucopyranose, with no inhibition by ellagic acid, gallic acid and 4-O-methylgallic acid. The (poly)phenol-rich walnut extract also attenuated (up to 59 %) the transfer of 2-deoxy-D-glucose across differentiated Caco-2/TC7 cell monolayers. This is the first report on the effect of (poly)phenol-rich extracts from any commonly-consumed nut kernel on any human starch-digesting enzyme, and suggests a mechanism through which walnut consumption may lower postprandial glucose spikes and contribute to their proposed health benefits.",
  "publication_date": "2024-05-27",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2024.114572",
  "entities": {
    "FOOD": [
      "a (poly)phenol-rich walnut extract",
      "the (poly)phenol-rich walnut extract",
      "the walnut extract",
      "walnut consumption",
      "walnuts",
      "µg walnut"
    ],
    "POLYPHENOL": [
      "4-o-methylgallic acid",
      "a mechanism",
      "ellagic acid",
      "ellagic acid pentoside",
      "gallic acid",
      "selected individual walnut",
      "the effect",
      "the inhibitory effect",
      "tri-o-galloyl-β-d-glucopyranose",
      "weaker effects"
    ]
  }
}