{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "From nature to medicine: snail slime-based functional excipients for oral dosage forms.",
  "abstract": "Snail slime, well-known for its outstanding benefits in wound healing and skin disorders, is just beginning to be investigated for its potential in treating gastrointestinal inflammatory diseases. This study presents novel microparticle-based powders as functional excipients for oral dosage forms, produced via spray-drying (SD) of Helix Aspersa Muller snail mucus combined with pectin and starch. Two formulations were developed: SS_SD_40 (40 wt% slime, 60 wt% pectin/starch 1:1) and SS_SD_20 (20 wt% slime, 80 wt% pectin/starch 1:1). Pure slime showed low yield (17.4 % w/w) and high stickiness, whereas blending with pectin and starch improved yields up to 50 %. The resulting powders had well-defined microparticles with diameters of 9.70  μm and 7.56  μm. HPLC analysis confirmed allantoin preservation (>94 % recovery). SS_SD_40 and SS_SD_20 displayed acceptable flowability as a pharmaceutical grade powder, low water content, and mucoadhesiveness under simulated GI conditions. Antioxidant tests revealed dose-dependent radical scavenging, with SS_SD_20 achieving up to 60 % higher activity and lowest IC50than the other investigated samples. Anti-inflammatory effects, assessed by BSA denaturation, were strongest for SS_SD_40 (∼90 % inhibition at 2.5 mg/ml and lowest IC50that the other samples). Both samples showed no cytotoxicity towards Caco-2 cells and reduced IL-6 and IL-8 secretion. The synergistic combination of snail slime, pectin, and starch produced multifunctional, biocompatible powders suitable as new functional excipients for oral formulations.",
  "publication_date": "2025-06-28",
  "journal": "International journal of pharmaceutics",
  "doi": "10.1016/j.ijpharm.2025.125914",
  "entities": {
    "FOOD": [
      "(20 wt% slime",
      "40 wt% slime",
      "oral dosage forms",
      "pure slime",
      "snail slime"
    ],
    "POLYPHENOL": [
      "60 wt% pectin/starch",
      "80 wt% pectin/starch",
      ">94 % recovery",
      "anti-inflammatory effects",
      "il-6 and il-8 secretion",
      "pectin"
    ]
  }
}