{
  "source": "PubMed",
  "query": "tannins",
  "title": "Scorzonera undulata: Traditional Applications, Phytochemical Analysis, and Biological and Pharmacological Attributes.",
  "abstract": "Scorzonera undulata(S. undulata) is a medicinal plant that is traditionally used to treat various health conditions, including diabetes, constipation, diarrhea, and other digestive issues. However, comprehensive analysis of its traditional uses, phytochemistry, and pharmacological applications is still lacking. This review aims to systematically consolidate available information on the ethnopharmacological relevance, chemical profiles, and pharmacological activities ofS. undulata. A comprehensive literature review ofS. undulatawas conducted across multiple scientific databases. Based on predefined inclusion criteria (full-text English publications providing relevant data onS. undulata) and exclusion criteria (abstracts only, studies on other species), 29 relevant studies were selected. This review systematically integrated traditional ethnobotanical knowledge with modern scientific insights, analyzing phytochemical compositions, biological activities, and pharmacological potential through a methodology designed to ensure unbiased selection from diverse sources. Traditional uses ofS. undulatainclude treatments for diabetes, gastrointestinal disorders, snake bites, dehydration, and burns. Phytochemical studies revealed a wealth of polyphenols, flavonoids, tannins, glycosides, terpenoids, and sesquiterpenoids. In vitro and in vivo assays showed antibacterial, antifungal, anti-inflammatory, antidiabetic, antihypertensive, cytotoxic, and antioxidant properties. There are insufficient toxicity studies to assess the safety of this species. However, pharmacological research on this species remains limited. This review is the first to synthesize the traditional uses, phytochemistry, and biological activities ofS. undulata, highlighting its pharmacological potential. However, further comprehensive research, including clinical trials, toxicological evaluations, and mechanistic studies, is necessary to fully identify active compounds and confirm their therapeutic applications, thus warranting additional investigation into this medicinal herb's complete benefits.",
  "publication_date": "2025-05-24",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14111606",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "mechanistic studies",
      "other species",
      "polyphenols",
      "tannins",
      "this species",
      "unbiased selection"
    ]
  }
}