{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Effect of acid washing and torrefaction combined pretreatment on the properties of waste tobacco stem biomass and the quality of pyrolysis bio-oil.",
  "abstract": "Aiming at the issues of low yield and poor quality of bio-oil obtained from direct pyrolysis of biomass, in this study, waste tobacco stems (TS) were used as raw materials, and the pretreatment methods of torrefaction and acid washing were adopted to study the effects of different torrefaction temperatures and pretreatment sequences on the quality of TS biomass and bio-oil. Results showed that combined pretreatment synergistically integrated deoxygenation from torrefaction and deashing from acid washing. High-temperature torrefaction-based combined pretreatment reduced TS oxygen content from 54.83% to 20.14%. Acid washing pretreatment achieved more than 90% removal of inorganic elements (K, Cl and Mg). The order of combined pretreatment also had an important influence on biomass pyrolysis. Torrefaction-acid washing pretreatment decreased ash content of TS, increased the relative content of sugars and aromatic compounds in bio-oil, reduced alcohols and ketones relative contents, and improved bio-oil higher heating value (HHV) and pH. Acid washing-torrefaction pretreatment enhanced bio-oil productivity, increased nitrogen-containing compounds and phenols relative content, reduced acids and aldehydes contents, and lowered bio-oil water and ash contents. Additionally, with the increase in torrefaction temperature, the O/C molar ratio of TS decreased, the HHV of TS increased, and the thermal cracking of nicotine in bio-oil to generate pyridine compounds was promoted. This study demonstrates a viable pathway to convert TS into high-quality fuels and bio-oil via combined pretreatment, offering new insights for optimizing biomass pyrolysis technology and enhancing resource utilization efficiency.",
  "publication_date": "2025-06-11",
  "journal": "Frontiers in chemistry",
  "doi": "10.3389/fchem.2025.1603584",
  "entities": {
    "POLYPHENOL": [
      "biomass pyrolysis technology",
      "direct pyrolysis",
      "the effects"
    ]
  }
}