{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Tomato MYB transcription factor family gene SlMYB108 is involved in Trichoderma harzianum-induced resistance to root-knot nematodes in Solanum lycopersicum L.",
  "abstract": "Root-knot nematode (RKN) infestation is a major threat to global agriculture, causing substantial damage to economically important crops such as tomatoes. Trichoderma species are promising biocontrol agents that can enhance plant growth, improve nutrient uptake, and induce systemic resistance against various pathogens, including RKNs. The R2R3-MYB transcription factor family plays a key role in plant secondary metabolism and defense mechanisms against biotic stressors. However, the specific role of tomato MYB108 in mediating resistance against RKNs remains underexplored. In this study, we found that RKN infestation decreases MYB108 expression, whereas Trichoderma harzianum inoculation significantly enhances MYB108 expression. Silencing MYB108 expression in tomato plants using the virus-induced gene silencing (VIGS) technique enhances susceptibility to RKNs as evidenced by a marked increase in gall number and root galling index (increased by 16.53 % and 16.10 %, respectively), alongside a reduction in the biocontrol efficacy of Trichoderma (decreased by 29 %). Furthermore, MYB108 silencing exacerbates RKN-induced oxidative stress, as evinced by elevated levels of hydrogen peroxide, superoxide anion, malondialdehyde, and electrolyte leakage. MYB108 silencing also attenuates the accumulation of key secondary metabolites such as flavonoids, phenols, and lignins, and reduces the activities of enzymes and the expression of genes associated with secondary metabolite synthesis. Although Trichoderma inoculation mitigates RKN-induced oxidative stress and enhances secondary metabolite synthesis, the silencing of MYB108 refutes the beneficial effects of Trichoderma on both secondary metabolite production and antioxidant capacity. Analysis of the transcriptional start site located 2000 base pairs upstream of the promoter regions of PAL, C4H, 4CL, and DFR reveals multiple MYB binding sites, indicating that MYB108 potentially plays a significant role in the transcriptional regulation of secondary metabolism. En masse, these findings highlight the critical role of MYB108 in mediating Trichoderma-induced resistance to RKNs and emphasize its potential as a target for enhancing plant resilience to RKNs.",
  "publication_date": "2025-05-14",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.110028",
  "entities": {
    "POLYPHENOL": [
      "both secondary metabolite production",
      "economically important crops",
      "electrolyte leakage",
      "flavonoids",
      "key secondary metabolites",
      "plant secondary metabolism and defense mechanisms",
      "secondary metabolism",
      "secondary metabolite synthesis",
      "the beneficial effects",
      "the specific role",
      "the virus-induced gene silencing (vigs) technique",
      "trichoderma species"
    ],
    "FOOD": [
      "tomato myb108",
      "tomato plants",
      "tomatoes"
    ],
    "SYMPTOM": [
      "biotic stressors",
      "exacerbates rkn-induced oxidative stress"
    ]
  }
}