{
  "source": "PubMed",
  "query": "lignans",
  "title": "Characterizing the impact of podophyllotoxin on pulmonary toxicity and gut-lung microbiota interactions in SD rats based on TEC concept.",
  "abstract": "Podophyllotoxin (PPT), an extract from the traditional medicinal plantDysosma, offers anti-viral and anti-cancer benefits, though its use is limited by toxicity. The mechanisms of PPT's inherent pulmonary toxicity remain elusive. This study leverages the novel \"Toxicological Evidence Chain\" theory to explore the potential involvement of the \"gut-lung axis\" in PPT-induced pulmonary toxicity. In this study, we examined injury phenotypes in rats, evaluated pulmonary pathological changes, measured pro-inflammatory factors, and conducted comprehensive analyses of both pulmonary and gut microbiomes and metabolomics. Our findings indicate that exposure to PPT leads to significant pulmonary damage in these animals. The PPT group exhibited significantly elevated levels of total protein, albumin, alkaline phosphatase, and lactate dehydrogenase in bronchoalveolar lavage fluid, accompanied by marked upregulation of interleukin (IL)-18, tumor necrosis factor-alpha, IL-6, and IL-1β expression in lung tissue. Furthermore, 16S rRNA gene sequencing analysis revealed significant increases ofAkkermansia,Escherichia-Shigella, andBacteroidesin both intestinal contents and lung tissue of PPT-treated animals, concomitant with notable elevations in short-chain fatty acids (SCFAs) such as isobutyric acid and isovaleric acid, and reductions in acetic acid, propionic acid, and butyric acid. The increased abundance ofAkkermansiaandEscherichia-Shigellamay enhance pulmonary inflammatory factors through effects on intestinal barrier integrity and direct immune stimulation, while elevatedBacteroidesmay alter SCFA production, exacerbating pulmonary inflammation under PPT treatment, suggesting a potential role in the manifestation of PPT-induced pulmonary toxicity. This study offers new insights into the mechanisms of PPT-induced pulmonary toxicity, highlights the role of the gut-lung axis, and provides avenues for therapeutic intervention.",
  "publication_date": "2025-04-25",
  "journal": "Microbiology spectrum",
  "doi": "10.1128/spectrum.01653-24",
  "entities": {
    "SYMPTOM": [
      "anti-viral and anti-cancer benefits",
      "exacerbating pulmonary inflammation"
    ],
    "POLYPHENOL": [
      "direct immune stimulation",
      "effects",
      "the mechanisms",
      "tumor necrosis factor-alpha"
    ]
  }
}