{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Effect of tamarind (Tamarindus indicaL.) on the cardiometabolic health of patients living with HIV and elevated triglyceride levels: a dose-response double-blind, randomized exploratory trial.",
  "abstract": "Background: The increase in cardiometabolic diseases in sub-Saharan Africa calls for sustainable remedies. In particular, people living with HIV (PLWH) have an increased risk of metabolic syndrome. Tamarind (Tamarindus indicaL.), a fruit native to Africa, is rich in polyphenols and may optimize cardiometabolic health. In an exploratory trial, we assessed the potential of tamarind fruit juice to improve lipid metabolism in PLWH.Methods: We conducted a 4-week, parallel double-blinded trial of 50 patients equally allocated to two doses of tamarind juice. The primary outcome was triglycerides (TG), and eligible participants were aged 30 to 60 years with TG ≥ 150 mg dL-1. Patients consumed 600 mL of tamarind juice daily, containing either 10% or 30% tamarind fruit pulp corresponding to 1556 mg or 1631 mg of the analyzed polyphenols, respectively. Fasted blood samples were analyzed for lipid profile. Blood pressure (BP) and vascular function were measured. Patients were required to maintain their habitual diet and lifestyle. Dietary intake, background polyphenol intake, and physical activity were measured. All analyses were performed according to intention-to-treat. Study registration was done at clinicalTrial.gov, NCT06058845.Results: The 30% fruit pulp juice significantly reduced TG by -39.8 mg dL-1(95% CI: -67.7, -11.9),P= 0.006, corresponding to a 17.3% reduction of the baseline TG levels, while no statistically significant effect was noted for the 10% fruit pulp juice. None of the doses had a significant effect on total cholesterol, LDL, and HDL. The 10% fruit pulp juice significantly reduced systolic blood pressure (SBP), mean arterial pressure, and SBP (aorta) by -7.4 mmHg (95% CI: -14.5, -0.26),P= 0.043, -5.1 mmHg, 95% CI [-9.3, -0.99],P= 0.016, and -11.7 mmHg, 95% CI [-20.9, -2.6],P= 0.013, respectively. Physical activity, dietary intake, and background polyphenol intake between the study groups did not significantly change across the study period.Conclusion: Although our trial was not adequately powered to draw definitive conclusions, we showed thatT. indicaL. fruit juice potentially ameliorates TG metabolism and blood pressure homeostasis. This study provides a basis for future full-scale trials.",
  "publication_date": "2025-06-03",
  "journal": "Food & function",
  "doi": "10.1039/d4fo03595j",
  "entities": {
    "SYMPTOM": [
      "metabolic syndrome"
    ],
    "POLYPHENOL": [
      "a significant effect",
      "background polyphenol intake",
      "no statistically significant effect",
      "polyphenols",
      "the analyzed polyphenols"
    ],
    "FOOD": [
      "tamarind fruit juice",
      "tamarind juice",
      "tamarind juice daily",
      "thatt. indical. fruit juice",
      "the 10% fruit pulp juice",
      "the 30% fruit pulp juice"
    ]
  }
}