{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Phenotyping as a tool to study the impact of seed priming and arbuscular mycorrhizal fungi on tomato response to water limitation.",
  "abstract": "This study explores the effects of natural seed priming compounds (i.e. chitosan alone and in combination with salicylic acid or melatonin) with the symbiosis of arbuscular mycorrhizal fungi (AMF) on the capability of two Italian tomato varieties (Principe Borghese and San Marzano nano) to withstand water deprivation through high-throughput plant phenotyping (HTPP) technology. Plant responses have been automatically evaluated by integrating physiological, morpho-biometric and biochemical data. Under water deprivation, AMF-inoculated plants exhibited enhanced physiological performance, by reducing oxidative damage and improving stomatal function. Digital phenotyping provides a non-invasive approach to assess the effects of external factors, such as the impact of mycorrhizal fungi on plant development. RGB (visible light) imaging enables the analysis of morphological traits like plant size and growth patterns, and of colourimetric changes use as proxy of physiological responses. Biochemical analyses revealed increased carotenoid and flavonoid content in chitosan + salicylic acid-treated plants with AMF, particularly in Principe Borghese. Genotype-dependent differences were evident in terms of fruit production, where Principe Borghese plants showed significantly more red fruits AM-inoculated plants. Results underline the potential of combined AMF and natural compounds application as sustainable strategy for improving tomato resilience to water stress, contributing to resource-efficient agricultural practices and climate change mitigation.",
  "publication_date": "2025-06-26",
  "journal": "FEMS microbiology letters",
  "doi": "10.1093/femsle/fnaf064",
  "entities": {
    "POLYPHENOL": [
      "chitosan + salicylic acid-treated plants",
      "high-throughput plant phenotyping (htpp) technology",
      "increased carotenoid and flavonoid content",
      "salicylic acid",
      "the effects"
    ],
    "FOOD": [
      "tomato resilience",
      "two italian tomato varieties"
    ],
    "SYMPTOM": [
      "imaging",
      "oxidative damage",
      "water stress"
    ]
  }
}