{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Propofol Modulates Microglial Glucose Metabolism Via the AMPK/HIF-1α Signaling Pathway To Ameliorate ECS-induced Cognitive Deficits in Depressive-like Rats.",
  "abstract": "Propofol can partly ameliorate electroconvulsive shock (ECS)-induced learning and memory impairment by restoring synaptic plasticity. However, the exact mechanism is unknown. Microglia exert different immune functions by regulating their glucose metabolism, which is closely related to synaptic plasticity. We aimed to investigate whether the mechanism underlying the cognitive enhancement effects of propofol is associated with microglial glucose metabolism. Rats depression model was established by chronic unpredictable mild stress (CUMS). Sucrose preference test (SPT) and open field test (OFT) were used to detect anhedonia and anxiety-like behaviors in rats, respectively. Morris water maze (MWM) was used to evaluate the spatial learning and memory ability of rats. Transmission electron microscopy, immunofluorescence, enzymatic activity assays, Western blotting, and RT-qPCR were employed to evaluate hippocampal synaptic structural integrity, microglial glucose metabolism, and the expression of glycolytic regulators p-AMPK/AMPK and HIF-1α. The AMPK inhibitor compound C was used for reverse validation. Propofol attenuated the ECS-induced reduction of hippocampal synaptic proteins PSD-95 and SYN1, suppressed the upregulation of pro-inflammatory cytokines TNF-α and IL-1β, and reduced microglial activation. It also reduced the key glycolytic enzymes in microglia, increased AMPK expression, and decreased HIF-1α expression, thereby improving learning and memory impairment in ECS-treated rats. Compound C reversed propofol's neuroprotective effect. ECS-induced learning and memory deficits in depressive-like rats are associated with increased microglial glycolysis via the AMPK/HIF-1α pathway, a metabolism process that could be mitigated by propofol.",
  "publication_date": "2025-06-30",
  "journal": "Neurochemical research",
  "doi": "10.1007/s11064-025-04473-0",
  "entities": {
    "POLYPHENOL": [
      "(ecs)-induced learning and memory impairment",
      "compound c reversed propofol's neuroprotective effect",
      "ecs-induced learning and memory deficits",
      "ecs-treated rats",
      "electroconvulsive shock",
      "the cognitive enhancement effects",
      "the ecs-induced reduction",
      "the exact mechanism",
      "the mechanism",
      "transmission electron microscopy"
    ],
    "SYMPTOM": [
      "chronic unpredictable mild stress",
      "learning and memory impairment"
    ]
  }
}