{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Engineering live cell surfaces with polyphenol-functionalized nanoarchitectures.",
  "abstract": "Cell surface functionalization has emerged as a powerful strategy for modulating cellular behavior and expanding cellular capabilities beyond their intrinsic biological limits. Natural phenolic molecules present as 'green' and versatile building blocks for constructing cell-based biomanufacturing and biotherapeutic platforms. Due to the abundant catechol or galloyl groups, phenolic molecules can dynamically and reversibly bind to versatile substratesviamultiple molecular interactions. A range of self-assembled cytoadhesive polyphenol-functionalized nanoarchitectures (cytoPNAs) can be formedviametal coordination or macromolecular self-assembly that can rapidly attach to cell surfaces in a cell-agnostic manner. Additionally, the cytoPNAs attached on the cell surface can also provide active sites for the conjunction of bioactive payloads, further expanding the structural repertoire and properties of engineered cells. This Perspective introduces the wide potential of cytoPNA-mediated cell engineering in three key applications: (1) creating inorganic-organic biohybrids as cell factories for efficient production of high-value chemicals, (2) constructing engineered cells for cell-based therapies with enhanced targeting specificity and nano-bio interactions, and (3) encapsulating microbes as biotherapeutics for the treatment of gastrointestinal tract-related diseases. Collectively, the rapid, versatile, and modular nature of cytoPNAs presents a promising platform for next-generation cell engineering and beyond.",
  "publication_date": "2025-02-11",
  "journal": "Chemical science",
  "doi": "10.1039/d4sc07198k",
  "entities": {
    "POLYPHENOL": [
      "macromolecular self-assembly",
      "natural phenolic molecules",
      "phenolic molecules",
      "self-assembled cytoadhesive polyphenol-functionalized nanoarchitectures",
      "specificity and nano-bio interactions",
      "the abundant catechol or galloyl groups",
      "this perspective",
      "versatile substratesviamultiple molecular interactions"
    ]
  }
}