{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Synergistic cytotoxicity of olive leaf extract-loaded lipid nanocarriers combined with Newcastle disease virus against cervical cancer cells.",
  "abstract": "Despite recent medical progress, cervical cancer remains a major global health concern for women. Current standard treatments have limitations such as non-specific toxicity that necessitate development of safer and more effective therapeutic strategies. This research evaluated the combinatorial effects of olive leaf extract (OLE), rich in anti-cancer polyphenols, and the oncolytic Newcastle disease virus (NDV) against human cervical cancer cells. OLE was efficiently encapsulated (>94% loading) within MF59 lipid nanoparticles and nanostructured lipid carriers (NLCs; contains Precirol as NLC-P, contains Lecithin as NLC-L) to enhance stability, bioavailability, and targeted delivery. Physicochemical analysis confirmed successful encapsulation of OLE within nanoparticles smaller than 150 nm. In vitro cytotoxicity assays demonstrated significantly higher toxicity of the OLE-loaded nanoparticle formulations on HeLa cancer cells versus HDF normal cells (P<0.05). MF59 achieved the highest encapsulation efficiency, while NLC-P had the best drug release profile. NDV selectively infected and killed HeLa cells versus HDF cells. Notably, combining NDV with OLE-loaded nanoparticles led to significantly enhanced synergistic cytotoxicity against cancer cells (P<0.05), with NLC-P (OLE) and NDV producing the strongest effects. Apoptosis and cell cycle analyses confirmed the increased anti-cancer activity of the combinatorial treatment, which induced cell cycle arrest. This study provides evidence that co-delivery of OLE-loaded lipid nanoparticles and NDV potentiates anti-cancer activity against cervical cancer cells in vitro through a synergistic mechanism, warranting further development as a promising alternative cervical cancer therapy.",
  "publication_date": "2024-08-14",
  "journal": "PloS one",
  "doi": "10.1371/journal.pone.0308599",
  "entities": {
    "POLYPHENOL": [
      "a synergistic mechanism",
      "anti-cancer polyphenols",
      "lecithin",
      "non-specific toxicity",
      "precirol",
      "recent medical progress",
      "safer and more effective therapeutic strategies",
      "that necessitate development",
      "the combinatorial effects",
      "the strongest effects"
    ],
    "SYMPTOM": [
      "a promising alternative cervical cancer therapy",
      "anti-cancer activity",
      "apoptosis and cell cycle analyses",
      "cancer cells",
      "cervical cancer",
      "cervical cancer cells",
      "hela cancer cells",
      "human cervical cancer cells",
      "the increased anti-cancer activity"
    ]
  }
}