{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Chemical Composition and Bioactivity of Extracts Obtained fromPrunus spinosaSeeds by Supercritical CO2Extraction.",
  "abstract": "This study investigates the potential reuse ofPrunus spinosa(blackthorn) seeds, a food industry by-product. Traditionally discarded, these seeds are now being explored for their bioactive compounds. In this work, seeds were used as raw material for supercritical CO2extraction. Two distinct extracts were obtained at low and high pressure (SFE90 and SFE200) and both extracts presented an aqueous phase (WE90 and WE200). SFE90 analysis by GC/MS allowed us to identify benzaldehyde and fatty acids (mainly oleic and linoleic acids). The fatty acid profile of SFE200, determined by HPLC-DAD/ELSD, showed that oleic and linoleic acids were predominant in supercritical oil. The phytochemical composition of the water extracts, analyzed via LC-DAD-ESI-MS, revealed that higher pressure enhanced the recovery of specific flavonols and anthocyanins, while lower pressure preserved various polyphenolic subclasses. WE90 was rich in 3-feruloylquinic acid and cyanidin-3-O-rutinoside, whereas WE200 was rich in caffeic acid hexoside 2 and dihydro-o-coumaric acid glucoside. Benzaldehyde was individuated in WE90 and WE200 by HPLC-DAD analysis. Cytotoxicity assays demonstrated that WE90, WE200 and SFE200 had anticancer effects on SH-SY5Y neuroblastoma cells, while all extracts did not remarkably affect the viability and morphology of human skin keratinocytes (HaCaT cells). These results suggest thatP. spinosaseed extracts have potential nutraceutical and pharmaceutical applications.",
  "publication_date": "2025-04-14",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30081757",
  "entities": {
    "POLYPHENOL": [
      "anticancer effects",
      "caffeic acid",
      "cyanidin-3-o-rutinoside",
      "specific flavonols",
      "the recovery",
      "various polyphenolic subclasses"
    ]
  }
}