{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Influence of accelerated arterial aging in growth-restricted cohorts on adult-onset cardiovascular diseases.",
  "abstract": "Epidemiologists have long documented a higher risk of adult-onset cardiovascular diseases (CVDs) such as stroke, hypertension, and coronary artery disease, as well as mortality from circulatory causes in low birth-weight cohorts (poor in utero substrate supply). Utero-placental insufficiency and in utero hypoxemic state-induced alterations in arterial structure and compliance are important initiating factors for adult-onset hypertension. The mechanistic links between fetal growth restriction and CVD include decreased arterial wall elastin-to-collagen ratio, endothelial dysfunction, and heightened renin-angiotensin-aldosterone system (RAAS). Systemic arterial thickness on fetal ultrasound and vascular changes in placental histopathology in growth restricted cohorts indicate fetal/developmental origins of adult-onset circulatory diseases. Similar findings of impaired arterial compliance have been noticed across age groups (neonates through to adults). Such changes augment what occurs as \"normal arterial aging,\" resulting in accelerated arterial aging. Data from animal models suggest that hypoxemia-associated vascular adaptations enacted in utero are region specific, reflecting long-term vascular pathology. In this review, we explore the influence of birthweight and prematurity on blood pressure and arterial stiffness, demonstrating impaired arterial dynamics in growth-restricted cohorts across age groups, explain how early arterial aging influences adult-onset CVDs, describe pathophysiology data from experimental models and finally, discuss interventions which may influence aging by way of altering various cellular and molecular mechanisms of arterial aging. Age-appropriate interventions which have noted efficacy include prolonged breastfeeding and high polyunsaturated fatty acids dietary intake. Targeting the RAAS seems a promising approach. New data indicate activation of sirtuin 1 and maternal resveratrol may have beneficial effects.",
  "publication_date": "2023-05-19",
  "journal": "American journal of physiology. Heart and circulatory physiology",
  "doi": "10.1152/ajpheart.00134.2023",
  "entities": {
    "SYMPTOM": [
      "\"normal arterial aging",
      "accelerated arterial aging",
      "adult-onset hypertension",
      "arterial aging",
      "endothelial dysfunction",
      "hypertension"
    ],
    "POLYPHENOL": [
      "beneficial effects",
      "maternal resveratrol",
      "the mechanistic links",
      "various cellular and molecular mechanisms"
    ]
  }
}