{
  "source": "PubMed",
  "query": "tannins",
  "title": "Nutritional and Functional Values of Grape Seed Flour and Extract for Production of Antioxidative Dietary Supplements and Functional Foods.",
  "abstract": "The potential of the seed flours and extracts of the red grapes Pinot Noir and Marselan for application as food additives and antioxidative dietary supplements was determined. The differences between the quality characteristics of the seeds, flour, and extracts of the two grape varieties were examined. The polyphenol composition and antioxidant potential of the two extracts were compared. The extracts were rich in polyphenols, especially flavonoids (52.01 mg QE/g DW) and procyanidins (152.18 mg CE/g DW). The nutritional composition of the flours and extracts was determined. It was found that the content of ash, crude protein, crude fat, and total dietary fibers in the flour from the studied grape seeds was about 1.5 times higher than that in the extracts. Only the carbohydrate content was 2-2.5 times higher in both extracts compared to that in the flours. The content of macro and microelements in the seed extracts and in the flours was high. The inhibitory potential of the two seed extracts on three key enzymes affecting diabetes and obesity-α-amylase, α-glucosidase, and pancreatic lipase-was studied. The highest degree of extract inhibition against α-glucosidase was determined (IC50-2.53 ± 0.24 µg/mL). A real inhibitory assessment of the extracts was made by implementing an in vitro digestion simulation method. It was found that the percentage of inhibition of the enzymes with the digested extract was higher compared to those with the undigested extract in buffer and salt solution. Our study proves that the high content of flavonoids and procyanidins in the two extracts determines their high inhibitory capacity against the three enzymes and their potential for managing diabetes and obesity.",
  "publication_date": "2025-05-02",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30092029",
  "entities": {
    "FOOD": [
      "the red grapes",
      "the studied grape seeds",
      "the two grape varieties"
    ],
    "POLYPHENOL": [
      "especially flavonoids",
      "flavonoids",
      "polyphenols",
      "procyanidins",
      "the polyphenol composition"
    ],
    "SYMPTOM": [
      "obesity",
      "obesity-α-amylase"
    ]
  }
}