{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Altered mitochondrial homeostasis on bisphenol-A exposure and its association in developing polycystic ovary syndrome: A comprehensive review.",
  "abstract": "Polycystic ovary syndrome (PCOS) is a heterogeneous endocrinopathy that is known to be one of the most common reproductive pathologies observed in premenopausal women around the globe and is particularly complex as it affects various endocrine and reproductive metabolic pathways. Endocrine-disrupting chemicals (EDCs) are considered to be environmental toxicants as they have hazardous health effects on the functioning of the human endocrine system. Among various classes of EDCs, bisphenol A (BPA) has been under meticulous investigation due to its ability to alter the endocrine processes. As there is emerging evidence suggesting that BPA-induced mitochondrial homeostasis dysfunction in various pathophysiological conditions, this review aims to provide a detailed review of how various pathways associated with ovarian mitochondrial homeostasis are impaired on BPA exposure and its mirroring effects on the PCOS phenotype. BPA exposure might cause significant damage to the mitochondrial morphology and functions through the generation of reactive oxygen species (ROS) and simultaneously downregulates the total antioxidant capacity, thereby leading to oxidative stress. BPA disrupts the mitochondrial dynamics in human cells by altering the expressions of mitochondrial fission and fusion genes, increases the senescence marker proteins, along with significant alterations in the mTOR/AMPK pathway, upregulates the expression of autophagy mediating factors, and downregulates the autophagic suppressor. Furthermore, an increase in apoptosis of the ovarian granulosa cells indicates impaired folliculogenesis. As all these key features are associated with the pathogenesis of PCOS, this review can provide a better insight into the possible associations between BPA-induced dysregulation of mitochondrial homeostasis and PCOS.",
  "publication_date": "2024-08-22",
  "journal": "Reproductive toxicology (Elmsford, N.Y.)",
  "doi": "10.1016/j.reprotox.2024.108700",
  "entities": {
    "POLYPHENOL": [
      "hazardous health effects",
      "its mirroring effects",
      "reactive oxygen species"
    ],
    "SYMPTOM": [
      "apoptosis",
      "oxidative stress"
    ]
  }
}