{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Si-modified biochar mediated tomato resistance to bacterial wilt by increasing soil silicon availability and inducing plant defense.",
  "abstract": "Although both silicon (Si) and biochar enhance plant defense responses, their effectiveness is often constrained by low silicon bioavailability and inconsistent impacts on rhizosphere microbiota. The mechanisms by which Si-modified biochar (MSC) enhances plant disease resistance through improved Si bioavailability, microbial modulation, and immune activation remain largely unknown. In this study, we developed Si-modified biochar and evaluated its effects on soil silicon availability, plant silicon uptake, and tomato resistance to bacterial wilt caused by Ralstonia solanacearum. The application of 1 % MSC significantly increased soil Si availability, promoting higher silicon uptake by plant roots and its subsequent translocation to the stems and leaves. This improvement in silicon nutrition contributed to a 74.8 % reduction in disease incidence compared to treatments with single silicon (SN) or unmodified biochar (SC), demonstrating MSC's superior wilt-suppressing efficiency. MSC significantly increased lignin deposition and soluble phenol levels, and enhanced the activities of plant defense-related enzymes, including polyphenol oxidase, peroxidase, phenylalanine ammonia-lyase, and lipoxygenase in leaves. MSC treatment also strengthened hormonal signaling pathways by increasing abscisic acid (ABA), salicylic acid (SA), and jasmonic acid (JA) levels. Furthermore, MSC upregulated resistance-related genes (PAL, PR-5, PDF1.2, LOX, PR-1), reinforcing plant immunity. Moreover, MSC increased photosynthetic efficiency and promoted tomato root growth, improved nutrient uptake, and enhanced overall plant health. Our findings reveal a mechanistic link between Si-modified biochar and plant immunity, providing a sustainable solution for disease management and contributing to agricultural resilience and global food security.",
  "publication_date": "2025-06-16",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.110163",
  "entities": {
    "POLYPHENOL": [
      "a mechanistic link",
      "global food security",
      "its effects",
      "polyphenol oxidase",
      "salicylic acid",
      "the mechanisms",
      "their effectiveness"
    ],
    "FOOD": [
      "tomato resistance",
      "tomato root growth"
    ]
  }
}