{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Grape Seed Proanthocyanidins: A Potential Microbiome-Targeted Intervention for Healthy Aging in Rats.",
  "abstract": "Aging and age-related metabolic complications are global health issues that pose a serious threat to public health. Gut dysfunction and dysbiosis contribute to age-related health decline. Grape seed-derived procyanidins (GSPE) have shown efficacy in mitigating adaptive homeostasis decline in young animal models, but their impact on intestinal health and the gut microbiome in aged animals remains unexplored. Twenty-one-month-old female rats were treated with 500 mg GSPE/kg of body weight for 10 days. After 11 weeks, GSPE anti-aging potential was evaluated by measuring plasma lipopolysaccharide, gut integrity gene expression, ex vivo gut barrier function, myeloperoxidase activity, and fecal microbiome composition. GSPE shifted the microbiota toward a younger profile, even restoring lost strains in aged rats. Despite the presence of metabolic aging markers, there was minimal deterioration in gut barrier function. Neither ex vivo permeability tests, transcriptional analysis of barrier function, nor gut histology showed significant impairment in gut. Only jejunal myeloperoxidase activity was increased in aged rats and reduced by GSPE. Intestinal barrier function showed mild deterioration in this model of aged rats. GSPE improved the aging process by modulating the gut microbiome, suggesting its potential as a microbiome-targeted intervention for promoting healthy aging.",
  "publication_date": "2025-06-18",
  "journal": "Molecular nutrition & food research",
  "doi": "10.1002/mnfr.70150",
  "entities": {
    "SYMPTOM": [
      "aging",
      "gspe anti-aging potential",
      "healthy aging",
      "metabolic aging markers",
      "the aging process"
    ],
    "POLYPHENOL": [
      "adaptive homeostasis decline",
      "age-related health decline",
      "fecal microbiome composition",
      "grape seed-derived procyanidins"
    ]
  }
}