{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Chemical Composition and Antioxidant Activity of Prokupac Grape Pomace Extract: Implications for Redox Modulation in Honey Bee Cells.",
  "abstract": "There is a growing interest in using agri-food by-products and a demand for natural substances that might help maintain healthy honey bee colonies. We investigated a by-product of the wine industry, a grape pomace (GP) of the autochthonous Prokupac grape cultivar from Serbia. A hydroethanolic extract (50% (w/v) ethanol) of GP (Prokupac GP extract) obtained by the pressurized liquid extraction (PLE) method was subjected to qualitative profiling of phenolic composition by liquid chromatography with OrbiTrap Exploris 120 mass spectrometer. Then, the extracts' antioxidant and redox-modulatory activities were evaluated through Electron Paramagnetic Resonance (EPR) spectroscopy. Finally, the extract's potential to modulate cellular redox status was evaluated using cultured AmE-711 honey bee cells. The results show that the Prokupac GP extract contains a wide array of flavonoids, anthocyanins, stilbenes, and their various conjugated derivatives and that anthocyanins, particularly malvidin-based compounds, dominate. EPR measurements showed strong scavenging activity against superoxide anion (O2•-) and hydroxyl radicals (•OH), with inhibition efficiencies of 84.37% and 81.81%, respectively, while activity against the DPPH radical was lower (17.75%). In the cell-based assay, the Prokupac GP extract consistently provided strong antioxidant protection and modulated the cellular response to oxidative stress by over 14%. In conclusion, while the Prokupac GP extract demonstrated antioxidant properties and the ability to modulate cellular responses to oxidative stress, in vivo studies on honey bees are required to confirm its efficacy and safety for potential use in beekeeping practice.",
  "publication_date": "2025-06-18",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060751",
  "entities": {
    "FOOD": [
      "a grape pomace",
      "the autochthonous prokupac grape cultivar",
      "the wine industry"
    ],
    "POLYPHENOL": [
      "electron paramagnetic resonance (epr) spectroscopy",
      "flavonoids",
      "particularly malvidin-based compounds",
      "strong antioxidant protection"
    ],
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}