{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Identification and Application of a Novel Patulin Degrading Enzyme From Meyerozyma guilliermondii.",
  "abstract": "Patulin (PAT), a highly toxic mycotoxin, poses significant health risks due to its contamination of fruits and their derived products. Recent biological strategies for eliminating PAT mainly focus on elucidating the molecular detoxification processes of antagonistic microorganisms using omics technologies. However, there is still a scarcity of research on the rapid screening and catalytic mechanisms of bio-enzymes. In this study, a short-chain dehydrogenase/reductase (MgSDR1) capable of degrading PAT is rapidly identified from Meyerozyma guilliermondii by integrating transcriptomics with molecular docking. MgSDR1 completely degrades PAT into E-ascladiol within 2 h within the presence of reduced nicotinamide adenine dinucleotide phosphate (NADPH). Biodegradation efficiency is influenced by temperature, pH, enzyme/substrate concentrations, metal ions, and organic reagents. Notably, MgSDR1 shows efficient PAT degradation ability in fresh pear juice while maintaining key quality parameters, such as color parameters, pH, polyphenol oxidase activity, the contents of vitamin C, total phenols, titratable acidity, and soluble solids. The degradation process enhances the antioxidant capacity and enriches the aromatic compounds of the juice. Furthermore, site-directed mutagenesis reveals the essential role of the catalytic triad (Ser174-Tyr188-Lys192) in MgSDR1 activity. This study provides an efficient methodology for screening PAT-degrading enzymes and lays a theoretical foundation for the removal of mycotoxins in the food industry.",
  "publication_date": "2025-04-25",
  "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
  "doi": "10.1002/advs.202501146",
  "entities": {
    "POLYPHENOL": [
      "catalytic mechanisms",
      "molecular docking",
      "omics technologies",
      "polyphenol oxidase activity",
      "recent biological strategies",
      "site-directed mutagenesis",
      "the molecular detoxification processes"
    ],
    "FOOD": [
      "fresh pear juice",
      "the juice"
    ]
  }
}