{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Why are clams steamed with wine in Mediterranean cuisine?",
  "abstract": "Wine is renowned for its rich content of polyphenols, including resveratrol (Res), known for their health promoting properties. Steamed clam with wine, a popular Mediterranean delicacy that highlights the role of wine as a key ingredient. However, despite these benefits, resveratrol's low bioavailability poses challenges. Could the process of steaming together with clam alter the digestive fate of resveratrol from wine? This study explores the potential of proteoglycan-based nanoparticles from freshwater clam (CFNPs) as a delivery vehicle for enhancing the stability and bioavailability of resveratrol, compared with wine and free Res' solution, aiming to elucidate mechanisms facilitating Res' absorption. The results demonstrated that CFNPs can effectively encapsulate Res with an efficiency over 70%, leading to a uniform particle size of 70.5±0.1 nm (PDI < 0.2). Resveratrol loaded in CFNPs (CFNPs-Res) exhibited an improved antioxidant stability under various conditions, retaining over 90% of antioxidant capacity after three-day storage at room temperature. The controlled-release profile of Res loaded in CFNPs fits both first and Higuchi order kinetics and was more desirable than that of wine and the free Res. Examined by the simulated gastrointestinal digestion, CFNPs-Res showed a significantly higher bioaccessibility and antioxidant retention compared to free Res and the wines. The discovery and use of food derived nanoparticles to carry micronutrients and antioxidants could lead to a shift in functional food design and nutritional advice, advocating much more attention on these entities over solely conventional molecules.",
  "publication_date": "2024-07-11",
  "journal": "NPJ science of food",
  "doi": "10.1038/s41538-024-00279-6",
  "entities": {
    "FOOD": [
      "functional food design",
      "the wines",
      "wine",
      "wine and free res' solution"
    ],
    "POLYPHENOL": [
      "elucidate mechanisms",
      "polyphenols",
      "resveratrol",
      "resveratrol's low bioavailability",
      "solely conventional molecules"
    ]
  }
}