{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Antimicrobial, antioxidative, and UV-blocking pectin/gelatin food packaging films incorporated with tannic acid and silver nanoparticles for strawberry preservation.",
  "abstract": "In the face of the increasingly serious food pollution and safety problems, the development of an antimicrobial and antioxidant food packaging material is imminent. In this study, tannic acid (TA) was used as a reducing agent to reduce silver ions into silver nanoparticles (AgNPs), which were then added into pectin/gelatin matrix to prepare antimicrobial, antioxidative, and UV-blocking nanocomposite food packaging films. The transmittance of the nanocomposite film was only 0.28 % in the 200-280 nm range, demonstrating that the nanocomposite film could block almost all UV rays. In addition, TA and AgNPs significantly increased the water vapor barrier and antioxidant activity of the nanocomposite film. The water vapor permeability of the nanocomposite film was 1.62 ± 0.09 × 10-10g·m-1·s-1·Pa-1, and its free radical scavenging activities against DPPH and ABTS were 71.33 ± 0.06 % and 96.23 ± 0.15 %, respectively. At the same time, the nanocomposite film exhibited strong antibacterial activity against S. aureus and E. coli. In strawberry preservation experiments, it was found that the composite film extended the shelf life of the strawberry, which demonstrates its potential application in efficiently safeguarding perishable fruits.",
  "publication_date": "2025-03-27",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.142445",
  "entities": {
    "SYMPTOM": [
      "an antimicrobial and antioxidant food packaging material",
      "antimicrobial, antioxidative, and uv-blocking nanocomposite food packaging films"
    ],
    "POLYPHENOL": [
      "pectin/gelatin matrix"
    ],
    "FOOD": [
      "strawberry preservation experiments",
      "the strawberry"
    ]
  }
}