{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Enhancing the Nutritional and Health-Related Properties of Taralli Through the Use ofPleurotus eryngii: Focus on Antioxidant and Anti-Inflammatory Properties.",
  "abstract": "In this study, a portion of whole durum wheat semolina was replaced withPleurotus eryngiipowder (PeP) at concentrations of 5% and 10% (w/w) to produce two taralli variants, TPE5 and TPE10. The impact of PeP on the technological, chemical, physical, and sensory properties of taralli was evaluated. The functional characteristics of the enriched taralli were assessed employing HCT8 human colon carcinoma cells as the experimental model. The inclusion of PeP in taralli increased total dietary fiber, meeting the \"high fiber\" criteria under Regulation 1924/2006 while also enhancing the total phenol content. The higher fiber and polyphenol content in the enriched samples contributed to a significant reduction in glycemic index and starch hydrolysis. Treatment with PeP-enriched taralli resulted in a notable decrease in intracellular ROS levels in HCT8 cells, demonstrating strong antioxidant potential. Furthermore, TPE5 exerted beneficial effects by reducing inflammation-evidenced by a significant decrease in NFkB phosphorylation at serine 536-and by promoting apoptosis. These effects are likely mediated through the regulation of intracellular oxidative states. Overall, these findings indicate that PeP enrichment enhances the nutritional profile of taralli and provides potential health benefits, reinforcing its role as a valuable functional ingredient.",
  "publication_date": "2025-05-03",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14050550",
  "entities": {
    "FOOD": [
      "whole durum wheat semolina"
    ],
    "POLYPHENOL": [
      "a notable decrease",
      "a significant decrease",
      "beneficial effects",
      "polyphenol content",
      "the technological, chemical, physical, and sensory properties",
      "these effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "inflammation"
    ]
  }
}