{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "The anti-inflammatory effects of saponins from natural herbs.",
  "abstract": "Inflammation is a protective mechanism that also starts the healing process. However, inflammatory reaction may cause severe tissue damage. The increased influx of phagocytic leukocytes may produce excessive amount of reactive oxygen species, which leads to additional cell injury. Inflammatory response activates the leukocytes and thus induces tissue damage and prolongs inflammation. The inflammation-induced activation of the complement system may also contribute to cell injury. Non-steroidal anti-inflammatory drugs (NSAIDs) and glucocorticoids are chief agents for treating inflammation associated with the diseases. However, the unwanted side effects of NSAIDs (e.g., gastrointestinal disturbances, skin reactions, adverse renal effects, cardiovascular side effects) and glucocorticoids (e.g., suppression of immune system, Cushing's syndrome, osteoporosis, hyperglycemia) limit their use in patients. Natural herbs are important sources of anti-inflammatory drugs. The ingredients extracted from natural herbs display anti-inflammatory effects to work through multiple pathways with lower risk of adverse reaction. At present, the main anti-inflammatory natural agents include saponins, flavonoids, alkaloids, polysaccharides, and so on. The present article will review the anti-inflammatory effects of saponins including escin, ginsenosides, glycyrrhizin, astragaloside, Panax notoginseng saponins, saikosaponin, platycodin, timosaponin, ophiopogonin D, dioscin, senegenin.",
  "publication_date": "2025-02-25",
  "journal": "Pharmacology & therapeutics",
  "doi": "10.1016/j.pharmthera.2025.108827",
  "entities": {
    "SYMPTOM": [
      "cushing's syndrome, osteoporosis, hyperglycemia",
      "inflammation",
      "prolongs inflammation",
      "the inflammation-induced activation"
    ],
    "POLYPHENOL": [
      "a protective mechanism",
      "adverse renal effects",
      "anti-inflammatory effects",
      "cardiovascular side effects",
      "flavonoids",
      "reactive oxygen species",
      "the anti-inflammatory effects",
      "the unwanted side effects"
    ]
  }
}