{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Preharvest ABA treatment reduces browning of watercore apple fruit by regulating antioxidant and energy metabolism.",
  "abstract": "Watercore is a physiological disorder that occurs before harvest and can result in internal browning of apple fruit during storage, ultimately reducing its economic value. Browning more easily occurred in the position of watercore and its surrounding area compared with healthy tissue. Preharvest Abscisic acid (ABA) treatment (200 mg∙L-1) affected respiratory metabolism, enhanced antioxidant capacity, reduced enzymatic browning, and alleviated energy deficits, thus decreasing browning and delaying quality deterioration. First, ABA was found to lower the respiration rate and reduce the depletion of soluble sugars and organic acids by down-regulating the expression of genes MdSDH2-2, MdCOX6A, MdPDH, and decreasing the activity of succinate dehydrogenase, cytochrome c oxidase, pyruvate dehydrogenase, and NAD-malic enzyme, while increasing the activity of NAD-malate dehydrogenase and phosphoenolpyruvate carboxylase. Second, ABA effectively decreased the accumulation of reactive oxygen species and maintained cell membrane integrity by enhancing the activity of catalase, superoxide dismutase, and peroxidase. In addition, ABA treatment maintained mitochondrial function, as indicated by increased ATP content, energy charge, NADH and NADPH concentrations, NADH/NAD and NADPH/NADP ratios, and expression levels of MdACC3 and MdUCPb. Furthermore, ABA treatment promoted the accumulation of phenolic compounds and flavonoid, which was associated with increased activity of phenylalanine ammonia-lyase and the inhibition of polyphenol oxidase activity, leading to increased antioxidant capacity and reduced browning. These results suggest that ABA treatment could display a better performance to retard browning in watercore apple fruit by modulating physicochemical metabolisms.",
  "publication_date": "2025-04-19",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.144414",
  "entities": {
    "FOOD": [
      "apple fruit",
      "watercore apple fruit"
    ],
    "POLYPHENOL": [
      "flavonoid",
      "its economic value",
      "phenolic compounds",
      "polyphenol oxidase activity",
      "reactive oxygen species"
    ]
  }
}