{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Polyphenol-enriched extraction fromThunbergia laurifoliausing natural deep eutectic solvents for enhanced antioxidant and anti-inflammatory activities.",
  "abstract": "Thunbergia laurifoliaLindl., well known for its detoxifying properties, contains a high concentration of bioactive compounds. The increasing demand for functional foods and age-related therapies emphasizes the importance of enhancing extraction yields using green, sustainable solvents. Natural deep eutectic solvents (NADESs) were employed to enhance extraction yields, and choline chloride-based NADESs and l-proline-based NADESs were compared with traditional 95% ethanol. HPLC analysis revealed that NADES extracts contained significantly higher quantities of polyphenols, approximately three times higher than those detected in the ethanolic extract. The extracts were evaluated for antioxidant and anti-inflammatory activities using DPPH and FRAP assays and NO production in RAW 264.7 macrophage cells. Additionally, the effects of the NADES extracts on inflammatory gene expression were assessed. The results showed that l-proline-based NADES, composed of l-proline and 1,4-butanediol, exhibited enhanced antioxidant activity and effectively inhibited inflammation by reducing the expression ofiNOS,COX-2,5-LOX, andIL-6genes without causing any adverse effects on RAW 264.7 cells. These findings establish l-proline and 1,4-butanediol as highly effective, universal green solvents for extracting phytochemical compounds with proven safety, making them ideal, practical, ready-to-use candidates.",
  "publication_date": "2025-06-30",
  "journal": "RSC advances",
  "doi": "10.1039/d5ra02501j",
  "entities": {
    "FOOD": [
      "functional foods"
    ],
    "POLYPHENOL": [
      "any adverse effects",
      "highly effective, universal green solvents",
      "natural deep eutectic solvents",
      "polyphenols",
      "the effects"
    ],
    "SYMPTOM": [
      "inflammation"
    ]
  }
}