{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Dietary Cocoa Flavanols Enhance Mitochondrial Function in Skeletal Muscle and Modify Whole-Body Metabolism in Healthy Mice.",
  "abstract": "Mitochondrial dysfunction is widely reported in various diseases and contributes to their pathogenesis. We assessed the effect of cocoa flavanols supplementation on mitochondrial function and whole metabolism, and we explored whether the mitochondrial deacetylase sirtuin-3 (Sirt3) is involved or not. We explored the effects of 15 days of CF supplementation in wild type and Sirt3-/-mice. Whole-body metabolism was assessed by indirect calorimetry, and an oral glucose tolerance test was performed to assess glucose metabolism. Mitochondrial respiratory function was assessed in permeabilised fibres and the pyridine nucleotides content (NAD+and NADH) were quantified. In the wild type, CF supplementation significantly modified whole-body metabolism by promoting carbohydrate use and improved glucose tolerance. CF supplementation induced a significant increase of mitochondrial mass, while significant qualitative adaptation occurred to maintain H2O2production and cellular oxidative stress. CF supplementation induced a significant increase in NAD+and NADH content. All the effects mentioned above were blunted in Sirt3-/-mice. Collectively, CF supplementation boosted the NAD metabolism that stimulates sirtuins metabolism and improved mitochondrial function, which likely contributed to the observed whole-body metabolism adaptation, with a greater ability to use carbohydrates, at least partially through Sirt3.",
  "publication_date": "2021-09-29",
  "journal": "Nutrients",
  "doi": "10.3390/nu13103466",
  "entities": {
    "SYMPTOM": [
      "cellular oxidative stress",
      "mitochondrial dysfunction"
    ],
    "POLYPHENOL": [
      "all the effects",
      "indirect calorimetry",
      "the effect",
      "the effects"
    ],
    "FOOD": [
      "cocoa flavanols supplementation"
    ]
  }
}