{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Five Underutilized Ecuadorian Fruits and Their Bioactive Potential as Functional Foods and in Metabolic Syndrome: A Review.",
  "abstract": "The Ecuadorian Amazon harbors numerous wild and cultivated species used as food, many of which are underutilized. This review explores the bioactive potential of five such fruits-Borojó (Alibertia patinoi); Chonta (Bactris gasipaes); Arazá (Eugenia stipitata); Amazon grape (Pourouma cecropiifolia), a wild edible plant; and Cocona (Solanum sessiliflorum)-and their applications against metabolic syndrome. This study highlights their health-promoting ingredients and validates traditional medicinal properties, emphasizing their significance in improving health and mitigating the effects of the Western diet. These fruits, integral to Ecuadorian cuisine, are consumed fresh and processed. Chonta is widely cultivated but less prominent than in pre-Hispanic times, Borojó is known for its aphrodisiac properties, Cocona is traditional in northern provinces, Arazá is economically significant in food products, and Amazon grape is the least utilized and researched. The fruits are rich in phenolics (A. patinoi,E. stipitata) and carotenoids (B. gasipaes,E. stipitata), which are beneficial in controlling metabolic syndrome. This study advocates for more research and product development, especially for lesser-known species with high phenolic and anthocyanin content. This research underscores the economic, cultural, and nutritional value of these fruits, promoting their integration into modern diets and contributing to sustainable agriculture, cultural preservation, and public health through functional foods and nutraceuticals.",
  "publication_date": "2024-06-19",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules29122904",
  "entities": {
    "POLYPHENOL": [
      "ecuadorian cuisine",
      "lesser-known species",
      "numerous wild and cultivated species",
      "pourouma cecropiifolia",
      "the economic, cultural, and nutritional value",
      "the ecuadorian amazon",
      "the effects"
    ],
    "FOOD": [
      "amazon grape",
      "functional foods"
    ],
    "SYMPTOM": [
      "controlling metabolic syndrome",
      "metabolic syndrome"
    ]
  }
}