{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Identification of Key Active Constituents inEucommia ulmoidesOliv. Leaves Against Parkinson's Disease and the Alleviative Effects via 4E-BP1 Up-Regulation.",
  "abstract": "Parkinson's disease (PD) is the second most common progressive neurodegenerative disorder, affecting an increasing number of older adults. Despite extensive research, a definitive cure remains elusive.Eucommia ulmoidesOliv. leaves (EUOL) have been reported to exhibit protective effects on neurodegenerative diseases, however, their efficacy, key active constituents, and pharmacological mechanisms are not yet understood. This study aims to explore the optimal constituents of EUOL regarding anti-PD activity and its underlying mechanisms. Using a zebrafish PD model, we found that the 30% ethanol fraction extract (EF) of EUOL significantly relieved MPTP-induced locomotor impairments, increased the length of dopaminergic neurons, inhibited the loss of neuronal vasculature, and regulated the misexpression of autophagy-related genes (α-syn,lc3b,p62, andatg7). Assays of key regulators involved in PD further verified the potential of the 30% EF against PD in the cellular PD model. Reverse phase protein array (RPPA) analysis revealed that 30% EF exerted anti-PD activity by activating 4E-BP1, which was confirmed by Western blotting. Phytochemical analysis indicated that cryptochlorogenic acid, chlorogenic acid, asperuloside, caffeic acid, and asperulosidic acid are the main components of the 30% EF. Molecular docking and surface plasmon resonance (SPR) indicated that the main components of the 30% EF exhibited favorable binding interactions with 4E-BP1, further highlighting the roles of 4E-BP1 in this process. Accordingly, these components were observed to ameliorate PD-like behaviors in the zebrafish model. Overall, this study revealed that the 30% EF is the key active constituent of EUOL, which had considerable ameliorative effects on PD by up-regulating 4E-BP1. This suggests that EUOL could serve as a promising candidate for the development of novel functional foods aimed at supporting PD treatment.",
  "publication_date": "2025-03-19",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26062762",
  "entities": {
    "SYMPTOM": [
      "parkinson's disease"
    ],
    "POLYPHENOL": [
      "caffeic acid",
      "chlorogenic acid",
      "considerable ameliorative effects",
      "cryptochlorogenic acid",
      "its underlying mechanisms",
      "molecular docking and surface plasmon resonance",
      "pharmacological mechanisms",
      "protective effects",
      "the second most common progressive neurodegenerative disorder"
    ],
    "FOOD": [
      "novel functional foods"
    ]
  }
}