{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Kinetic activity in slow-growing chickens: effect on antioxidant content, fatty acids profile, lipid oxidation and metabolism of blood and thigh muscles.",
  "abstract": "The adaptation of chickens to extensive rearing systems depends on several factors, including genotype, and individual motivation for kinetic activity. The time spent outdoors is positively associated with the intake of grass and many bioactive compounds (e.g., tocols, carotenoids, polyphenols and polyunsaturated fatty acids). In this study, the relationships among kinetic activity, intake of bioactive compounds and body metabolism in outdoor-reared chickens were investigated. One hundred eighty chicks of the Naked Neck genotype were reared indoors (60 birds) or in an outdoor range (120 birds, 20 chickens/pen, three replications/experimental group). The outdoor animals were monitored from 60 to 80 days of age through a ChickenGate placed 5 m from each shelter. The obtained results were used to discriminate high (OHA, crossing the Gate more than 250 times) and low (OLA, crossing the Gate less than 40 times) activity chickens. The grass intake in the different pens was estimated from 21 to 81 days of age. Blood and meat samples were collected at slaughtering in 12 chickens/group for lipid (TBARS, thiobarbituric acid reactive substances) and protein oxidation, antioxidants, reactive oxygen species (ROS), fatty acid profile and isoprostanoid evaluations. Furthermore, the thigh muscle was dissected to obtain the most glycolytic (PIL) and oxidative (PIFM) muscles. Blood showed lower levels of α-tocotrienol (0.40, 0.45 and 0.79 pmol/mL) and TBARS (15.80, 19.38 and 23.75 nmoL MDA/mL) in OHA chickens, followed by OLA and indoor chickens. The trends of carbonyls, and ROS were not significantly affected by the kinetic activity of chickens. OHA resulted in lower levels of n-3 derivative isoprostanoids (on average 1.65 and 2.33-fold lower values of F3-isoprostanes and F4-neuroprostanes, respectively), than OLA and indoor chickens. The trend of antioxidants in meat was similar to that in blood; however, the two muscles of the thigh differed in several traits. Despite the almost double antioxidant content of PFIM with respect to PIL, the TBARS and carbonyl levels were also higher. OHA chickens presented higher total n-6 levels and n-6/n-3 ratios (16.96 vs 9.63 and 7.31 in OLA and indoor), whereas arachidonic acid, total n-3 and n-3 long-chain polyunsaturated fatty acids levels were lower. The present study highlights that more active animals ingested more grass than low-foraging animals, affecting the intake levels of the main antioxidants and fatty acids. However, this greater amount was not entirely transferred into the blood or muscles, probably due to the contemporary greater consumption of these compounds for antioxidant and energetic purposes.",
  "publication_date": "2025-06-09",
  "journal": "Animal : an international journal of animal bioscience",
  "doi": "10.1016/j.animal.2025.101569",
  "entities": {
    "POLYPHENOL": [
      "polyphenols",
      "reactive oxygen species",
      "respect",
      "the naked neck genotype"
    ],
    "SYMPTOM": [
      "low-foraging animals"
    ]
  }
}