{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Okra [Abelmoschus esculentus(L.) Moench] improved blood glucose and restored histopathological alterations in splenic tissues in a rat model with streptozotocin-induced type 1 diabetes through CD8+T cells and NF-kβ expression.",
  "abstract": "Diabetes mellitus is a complex metabolic syndrome that involves dysfunction of spleen and other lymphoid organs. Medicinal plants, including okra (Abelmoschus esculentus(L.) Moench), were used widely for diabetes treatment. Scarce data are available about the potential anti-diabetic effects of okra, the histopathological alterations in splenic tissues and the mechanistic pathways underlying this association. The current research investigated the effects of okra pod extract on the biochemical parameters and expression of CD8+T cells and nuclear factor kappa (NF-k) B and releasing proinflammatory cytokines in spleen in streptozotocin (STZ)-induced diabetic rat models. A total of 50 mature male Wister albino rats were divided into five isolated groups; the first served as control (untreated) animals, the second (DM group) diabetes induced by STZ (at a dose of 45 mg/kg body weight, administered intraperitoneally), the third group (DM + Insulin): diabetic rats administered insulin subcutaneously (10 units/kg bw/day) daily for 4 weeks, the fourth group was administrated 400 mg/kg okra extract daily for 4 weeks, and diabetic induced rats in the fifth group were administrated 400 mg/kg okra extract daily for 4 weeks. The 2,2-diphenyl-1-picrylhydrazyl (DPPH) scavenging activity inAbelmoschus esculentus(L.) Moench was studied, and the content of phenolic compounds in okra pods was estimated using high-performance liquid chromatography. Diabetes induction led to decreased body weight, increased blood glucose levels. Capsular thickness was significantly increased, white pulp was widely dispersed, and mature lymphocytes in the periphery were also drastically decreased, with thick follicular arteries, necrosis, and depletion of lymphocytes in the germinal center. Red pulp revealed severe congestion and degenerative changes, deposition of hemosiderin granules and lymphocytic depletion. In addition, collagen fiber deposition was increased also in this group. The induction of diabetes exaggerated NF-kβ expression and mediated downregulation of the expression of CD8+T cells in spleen tissue. Interestingly, oral administration of okra extracts post diabetes induction could mitigate and reverse such adverse effects. Altogether, our study points out the potential benefits of okra in improving blood glucose levels and restoring histopathological alterations in splenic tissues through CD8+T cells and NF-kβ expression in a diabetic rat model.",
  "publication_date": "2023-11-16",
  "journal": "Frontiers in veterinary science",
  "doi": "10.3389/fvets.2023.1268968",
  "entities": {
    "SYMPTOM": [
      "a complex metabolic syndrome"
    ],
    "POLYPHENOL": [
      "decreased body weight",
      "necrosis",
      "phenolic compounds",
      "such adverse effects",
      "the effects",
      "the mechanistic pathways",
      "the potential anti-diabetic effects",
      "the second (dm group"
    ]
  }
}