{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Insects as Source of Nutraceuticals with Antioxidant, Antihypertensive, and Antidiabetic Properties: Focus on the Species Approved in Europe up to 2024.",
  "abstract": "Insects represent a traditional food in different parts of the world, where eating insects is not only related to nutrition, but also results from a variety of sociocultural customs. Insects' nutritional profiles typically vary by species. Nevertheless, in terms of nutrition, edible insects can be a rich source of protein, dietary fiber, healthy fatty acids, and micronutrients, including minerals and vitamins. Insects have a low carbon footprint and require fewer resources in terms of land, water, and food with respect to animal livestock. Interestingly, insects are a source of bioactive compounds with different pharmacological activities, including antioxidant, antimicrobial, antidiabetic, antiobesity, antihypertensive, and antilipidemic. Among the bioactive compounds, polyphenols, chitosan, and protein hydrolysates are the most important ones, with direct activity on ROS quenching and enzymatic inhibition. Glucosidase, DPP-IV, ACE, and lipases are directly inhibited by insects' bioactive peptides. Lipids and tocopherols reduce inflammation and lipid peroxidation by acting on LOX and COX-2 enzymes and on ROS quenching. The insects' nutrient composition, coupled with their easy and economical breeding, is the cause of the growing interest in edible insects. During the last 20 years, the study and development of novel insect-based products increased, with relevant effects on the market. This review focuses on the edible insects currently approved in Europe, namely,Acheta domesticus,Alphitobus diaperinus,Locusta migratoria, andTenebrio molitor. The nutrient profile and the functional compounds are examined, with an eye on market trends and on the patent applications filed in the last decades.",
  "publication_date": "2025-04-17",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14081383",
  "entities": {
    "POLYPHENOL": [
      "direct activity",
      "eating insects",
      "edible insects",
      "insects",
      "insects' bioactive peptides",
      "insects' nutritional profiles",
      "novel insect-based products",
      "polyphenols",
      "relevant effects",
      "respect",
      "species",
      "the edible insects",
      "the insects' nutrient composition",
      "the last decades",
      "their easy and economical breeding"
    ],
    "SYMPTOM": [
      "inflammation"
    ]
  }
}