{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Investigating the mechanism of corilagin interfering with HSV-2 replication: anin vitroandin silicoanalysis of the cGAS-STING pathway.",
  "abstract": "Herpes simplex virus type 2 (HSV-2) represents a significant etiological agent of recurrent and symptomatic genital herpes, which poses considerable risks to public health and the global economy. The cGAS (cyclic GMP-AMP synthase) protein, a pivotal component in the cGAS/STING DNA-sensing pathway, is an appealing target for pharmacological intervention due to its essential function in the immune response against DNA viruses. Recent investigations have indicated that corilagin, a polyphenolic compound derived from plants, exhibits a wide range of antiviral properties. In this study, we utilized molecular docking, molecular dynamics simulations, MM-PBSA analysis andin vitroexperiments to explore the binding sites and interaction dynamics of corilagin with the cGAS protein. Our findings illustrated that corilagin formed a greater number of intramolecular hydrogen bonds with the cGAS protein and displayed lower binding energy relative to the original ligand found in the Protein Data Bank (PDB), thereby suggesting its enhanced potency.In vitroassays confirmed that corilagin effectively mitigated the overactivation of the cGAS-STING pathway, alleviated inflammation and inhibited apoptosis in HaCaT cells, thereby demonstrating a therapeutic potential against HSV-2 infection. In summary, corilagin may act as a structural template for further modifications aimed at developing more effective cGAS inhibitors, thereby advancing the treatment of viral infectious diseases.",
  "publication_date": "2025-05-27",
  "journal": "Journal of biomolecular structure & dynamics",
  "doi": "10.1080/07391102.2025.2508347",
  "entities": {
    "POLYPHENOL": [
      "a polyphenolic compound",
      "hsv-2 infection",
      "intramolecular hydrogen bonds",
      "molecular docking",
      "molecular dynamics simulations",
      "more effective cgas inhibitors",
      "recent investigations",
      "recurrent and symptomatic genital herpes",
      "the global economy",
      "viral infectious diseases"
    ],
    "SYMPTOM": [
      "alleviated inflammation",
      "inhibited apoptosis"
    ]
  }
}