{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Resveratrol mitigates cold exposure-induced apoptosis and energy metabolism disorder in broiler heart by mediating the p38-PI3K/AKT-NF-κB axis.",
  "abstract": "Cold exposure (CE) affects the growth and health of poultry. Resveratrol (RES) exerts antioxidation and anti-inflammation functions and is used as a feed additive to reduce the impact of environmental factors on poultry. To explore the impacts of CE on broiler heart and the protentional protective effect of RES, 360 twenty-one-day-old Arbor Acres broilers were housed under the normal ambient temperature (CON, 22 ± 2 °C) or CE temperature at 8 ± 1 °C for 10 h/day at days 28-42, and provided the basal diet supplemented with RES at graded levels (0, 250, 500, and 750 mg RES/kg diet) from days 21-42. The results showed that CE reduced body weight gain and caused inflammatory cells infiltration and inflammation by upregulating NF-κBp65, COX-2, and iNOS at both mRNA and protein levels (P < 0.05). CE caused apoptosis by upregulating Bax, Cyt C, Caspase 3, and Caspase 9 and downregulating Bcl2 mRNA and protein expression and Bcl2/Bax ratio (P < 0.05), and destroyed energy metabolism homeostasis by decreasing HK2 and LDHA mRNA and protein expression and downregulating HK1, LDHB, PFK, PK, and SDHB mRNA expression in the heart (P < 0.05). CE upregulated p38 and inhibited PI3K and AKT mRNA and protein expression (P < 0.05). However, RES supplemented into the diet with a dosage of 500 mg/kg feed could significantly improve body weight gain of broilers, reduce inflammatory response and apoptosis, and enhance energy metabolism in cold-exposed broiler heart (P < 0.05) through regulation of the p38-PI3K/AKT-NF-κB axis. Overall, this experiment reveals the protective effects of RES on cardiac injury and energy metabolism disorder caused by cold exposure in broilers. Therefore, dietary RES supplementation is a practical strategy to mitigate the adverse impacts of cold on broilers reared in cold regions.",
  "publication_date": "2025-05-30",
  "journal": "Journal of thermal biology",
  "doi": "10.1016/j.jtherbio.2025.104162",
  "entities": {
    "SYMPTOM": [
      "anti-inflammation functions",
      "apoptosis",
      "inflammation"
    ],
    "POLYPHENOL": [
      "the protective effects",
      "the protentional protective effect"
    ],
    "FOOD": [
      "a dosage"
    ]
  }
}