{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Black tea thearubigins extract facilitated endurance training-induced promotion of aerobic capacity in mice skeletal muscle.",
  "abstract": "Thearubigins are the most abundant group of polyphenols in black tea infusion. Our previous studies found that a specific subsection of the n-butanol soluble thearubigins could increase the potential difference across the mitochondrial membrane and perform beneficial effects on skeletal muscle, and thus named it mitochondrial activation factor (MAF). However, the underlying mechanism by which MAF performs its function remains unclear. In this study, we applied a mass-spectroscopy-based label-free proteomic analysis to comprehensively analysis the effects of MAF on the skeletal muscle tissue of mice with and without exercise training. The results showed that MAF administration could promote exercise-induced functional adaptations in the aerobic capacity of skeletal muscle, improve the expression of mitochondrial proteins, especially the enzymes function in the electron transport chain and the citrate cycle, partially through increased expression of analytic α-subunits of adenosine 5'-monophosphate-activated protein kinase (AMPK). By contrast, MAF intake without exercise only brought slightly increased expression of actin, which may contribute to muscle weight gain. In summary, this study provided the first proteomic evidence that MAF could contribute to exercise training-induced promotion of aerobic capacity in skeletal muscle and could contribute to its further development and potential application. But the specific mechanism by which MAF affects AMPK subunits expression and its interaction with exercise training requires further study.",
  "publication_date": "2025-05-05",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116584",
  "entities": {
    "POLYPHENOL": [
      "a mass-spectroscopy-based label-free proteomic analysis",
      "a specific subsection",
      "beneficial effects",
      "especially the enzymes function",
      "polyphenols",
      "the effects",
      "the electron transport chain",
      "the specific mechanism",
      "the underlying mechanism"
    ],
    "FOOD": [
      "black tea infusion"
    ]
  }
}