{
  "source": "PubMed",
  "query": "lignans",
  "title": "Arctigenin derivative TZOA restores mitochondrial homeostasis to combat rhabdovirus infections.",
  "abstract": "Rhabdoviruses are diverse pathogens known for their broad host range and significant economic and health impacts. Infectious hematopoietic necrosis virus (IHNV), a member of the Novirhabdovirus genus, poses a major threat to aquaculture, particularly affecting rainbow trout. In this study, we further optimize the antiviral properties of arctigenin derivatives based on our previous structure-activity relationship (SAR) research, leading to the synthesis of TZOA. TZOA was synthesized with a 45 % yield and demonstrated no cytotoxicity up to 25 μM in EPC cells. Treatment with TZOA markedly inhibited IHNV replication dose-dependently, achieving over 90 % suppression of viral N, G, and M genes at 25 μM. Notably, TZOA effectively reduced viral titers compared to controls, demonstrating its potent antiviral activity in vitro. Mechanistically, TZOA preserved mitochondrial integrity, mitigated virus-induced mitochondrial fragmentation, and maintained membrane potential in infected cells. Furthermore, TZOA facilitated mitochondrial fusion and mitophagy, clearing damaged mitochondria, which restored MAVS-mediated interferon expression, thus enhancing the host's innate antiviral response. In vivo studies in juvenile rainbow trout revealed a significant 44 % increase in survival rates with TZOA treatment, accompanied by reduced IHNV-induced mortality and viral gene expression in spleen and kidney tissues. Importantly, TZOA also inhibited IHNV horizontal transmission, highlighting its potential application in controlling viral spread. These findings emphasize TZOA as a promising therapeutic candidate, not only for IHNV but also for broader rhabdovirus infections, offering valuable insights for antiviral drug development in aquaculture and beyond.",
  "publication_date": "2025-02-22",
  "journal": "European journal of medicinal chemistry",
  "doi": "10.1016/j.ejmech.2025.117439",
  "entities": {
    "POLYPHENOL": [
      "broader rhabdovirus infections",
      "infected cells",
      "infectious hematopoietic necrosis virus",
      "significant economic and health impacts"
    ]
  }
}