{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Copper-luteolin nanocomplexes for Mediating multifaceted regulation of oxidative stress, intestinal barrier, and gut microbiota in inflammatory bowel disease.",
  "abstract": "Oxidative stress, dysbiosis, and immune dysregulation have been confirmed to play pivotal roles in the complex pathogenesis of inflammatory bowel disease (IBD). Herein, we design copper ion-luteolin nanocomplexes (CuL NCs) through a metal-polyphenol coordination strategy, which plays a multifaceted role in the amelioration of IBD. The fabricated CuL NCs function as therapeutic agents with exceptional antioxidant and anti-inflammatory capabilities because of their great stability and capacity to scavenge reactive oxygen species (ROS). It can effectively modulate the inflammatory microenvironment including facilitating the efficient reduction of pro-inflammatory cytokine levels, protecting intestinal epithelial cells, promoting mucosal barrier repair and regulating intestinal microbiota. In addition, CuL NCs have been found to enhance cellular antioxidant and anti-inflammatory capacities by regulating the nuclear factor erythroid 2-related factor 2/heme oxygenase-1 (Nrf2/HO-1) oxidative stress pathway and nuclear factor kappa B (NF-κB) signaling pathway, respectively. Notably, CuL NCs demonstrate significant prophylactic and therapeutic efficacy in mouse models with typical IBD, including ulcerative colitis (UC) and Crohn's disease (CD). This study provides a new approach for building multifaceted therapeutic platforms for natural products to treat IBD.",
  "publication_date": "2024-12-11",
  "journal": "Bioactive materials",
  "doi": "10.1016/j.bioactmat.2024.12.004",
  "entities": {
    "SYMPTOM": [
      "inflammatory bowel disease",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "a metal-polyphenol coordination strategy",
      "copper ion-luteolin nanocomplexes",
      "reactive oxygen species"
    ]
  }
}