{
  "source": "PubMed",
  "query": "lignans",
  "title": "Qualitative Analysis of Chemical Components in Shiqi Waigan Granules Using UHPLC-QTOF/MS and GC-MS Technologies.",
  "abstract": "Shiqi Waigan granules (SWG) are indicated for the treatment of fever and headache associated with external pathogenic cold, as well as for the prevention of influenza. However, due to its complex composition, little attention has been given to the analysis of chemical components present in SWG. This study employs ultra-high-performance liquid chromatography coupled with quadrupole time-of-flight mass spectrometry (UHPLC-QTOF/MS) combined with gas chromatography-mass spectrometry (GC-MS) to provide a reliable and comprehensive method for characterizing the chemical components in SWG. By screening with high mass accuracy (< 10 ppm) and comparing with literature and UHPLC-MS/MS online databases, the fragmentation pathways and characteristic fragments of some representative compounds were elucidated. A total of 138 compounds were successfully identified, including flavonoids, phenylpropanoids, organic acids, phenols, lignans, nucleosides, terpenoids, glycosides, and other plant chemicals. Then, the volatile compounds in SWG were characterized using GC-MS combined with the NIST library, and a total of 14 compounds were putatively characterized. These findings not only help elucidate the material basis of the pharmacological actions of SWG, providing the necessary basis for the quality control and standardization of SWG, but also offer references for the separation of small-molecule compounds. The science of traditional Chinese medicine separation is shifting from a \"single-component orientation\" to a focus that balances \"holism and precision.\" Modern technologies have significantly enhanced the efficiency and quality control of component separation.",
  "publication_date": "2025-05-01",
  "journal": "Journal of separation science",
  "doi": "10.1002/jssc.70144",
  "entities": {
    "SYMPTOM": [
      "fever"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "gas chromatography-mass spectrometry",
      "modern technologies",
      "precision",
      "small-molecule compounds",
      "the necessary basis"
    ]
  }
}