{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Antioxidant pH-sensitive films incorporating CMC/SA/starch, anthocyanins, and tea polyphenols for monitoring freshness of pork.",
  "abstract": "It is important to find an intelligent packaging which can monitor pork freshness immediately and extend its shelf life in food science. The aim of this study was developing a novel pH sensitive film with high antioxidant activity based on sodium carboxymethylcellulose (CMC), sodium alginate (SA), and cassava starch (CS) incorporating Lycium ruthenicum anthocyanins (LRA), and tea polyphenols (TP). The pH response, physical properties, color stability, antioxidant activity, and the ability to monitor the freshness of pork of the films were analyzed. The results indicated that LRA was sensitive in the solution of pH 1-14. After the addition of LRA and TP, the thickness of the films was increased, the mechanical properties were affected, and the water content, and WVP were decreased. LRA and TP significantly improved the light-resistance performance. Fourier transform infrared spectroscopy revealed that CMC, SA, and CS had good compatibility, and LRA and TP were successfully incorporated into the film. TP significantly increased the antioxidant activities of the film as determined by DPPH, and FRAP methods. In addition, the film showed remarkable color change in response to the increase of volatile basic nitrogen content in pork during spoilage. The films containing 0.2 % TP obviously inhibited lipid oxidation, and extended the shelf life of pork. Our findings suggested that CSC/LRA/TP films could be applied as antioxidant materials with freshness monitor effect for pork packaging. This research provides an alternative for the visual intelligent packaging of pork.",
  "publication_date": "2025-03-15",
  "journal": "Meat science",
  "doi": "10.1016/j.meatsci.2025.109808",
  "entities": {
    "SYMPTOM": [
      "an intelligent packaging",
      "pork packaging",
      "the visual intelligent packaging"
    ],
    "POLYPHENOL": [
      "freshness monitor effect",
      "infrared spectroscopy",
      "tea polyphenols",
      "the mechanical properties"
    ]
  }
}