{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Pterostilbene Potentiates the NGF-TrkA Signaling Pathway, Enhancing Differentiation in PC12 Cells.",
  "abstract": "Pterostilbene, a stilbenoid found in vegetables and natural products, has therapeutic potential due to its multiple pharmacological actions. In the brain, the nerve growth factor (NGF) is a pivotal neurotrophic factor, serving for neuronal survival and differentiation. The decline in NGF levels in aged individuals contributes to the development of neurodegenerative processes and cognitive impairment. Here, we aim to explore the effect of pterostilbene on promoting neuron-like differentiation in PC12 cells, a well-established model to study neuronal differentiation, by potentiating the functions of NGF. Molecular docking and ultrafiltration assays were performed to examine the direct binding of pterostilbene with NGF. The mechanisms underlying the stimulation of PC12 cell differentiation, characterized by enhanced neurite outgrowth and increased neurofilament expression, were determined through TrkA/Akt/CREB signaling pathways. The combined treatment of pterostilbene with a low dose of NGF significantly potentiated the NGF-induced neurite extension and neurofilament expression. Pterostilbene enhanced the effect of NGF on promoting neuron-like differentiation, which was related to increased activation of the TrkA signaling pathway. This upstream event was associated with increased phosphorylation of Akt and CREB. The selective inhibitors of TrkA (K252a) and PI3K/Akt (LY294002) were applied to validate the NGF/TrkA/Akt signaling pathways leading to diminished neurite outgrowth and reduced expression of neurofilaments in cells treated with pterostilbene and NGF. Taken together, the results indicate that pterostilbene could potentiate NGF/TrkA activity, enhancing neuron-like differentiation in PC12 cells under a low concentration of NGF. These findings suggest that the application of pterostilbene could be a promising alternative therapeutic strategy to improve NGF efficacy.",
  "publication_date": "2025-04-09",
  "journal": "Journal of agricultural and food chemistry",
  "doi": "10.1021/acs.jafc.4c10766",
  "entities": {
    "POLYPHENOL": [
      "molecular docking",
      "pterostilbene",
      "that pterostilbene",
      "the decline",
      "the direct binding",
      "the effect",
      "the mechanisms",
      "the selective inhibitors"
    ]
  }
}