{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Ultrasound-Assisted Polysaccharide Extraction from Grape Skin and Assessment of In Vitro Hypoglycemic Activity of Polysaccharides.",
  "abstract": "Grapes are commonly processed into shelf-stable products such as raisins, wine, juice, and syrup-canned syrup goods. During processing, byproducts like skins and seeds are generated, which contain bioactive compounds including polysaccharides and polyphenols that exhibit diverse biological activities. The objective of this work was to thoroughly evaluate the impact of ultrasound technology on both the extraction efficiency and in vitro hypoglycemic activity of the polysaccharides derived from grape skin. The isolation and purification of the polysaccharides were carried out using chromatographic column techniques, and the monosaccharide components were determined through HPLC. The hypoglycemic activity of the polysaccharides from grape skin in vitro was analyzed in vitro considering their inhibitory effects on α-amylase and α-glucosidase. The polysaccharides from grape skins were extracted via an ultrasound-assisted methodology (under the following conditions: 50 °C, 50 min, 20 mL/g ratio, and 210 W), resulting in an 11.82% extraction yield of GSPs. Monosaccharide constituent analysis revealed that GSP-1-1 consisted of galacturonic acid, arabinose, rhamnose, galactose, glucose, glucuronic acid, mannose, and xylose in a molar ratio of 40.26:26.99:13.58:12.2:2.24:1.97:1.63:1.42. In vitro evaluations indicated that both GSP and GSP-1-1 exhibited notable suppression of α-amylase and α-glucosidase activities, two key enzymes in carbohydrate digestion. This dual inhibitory action positions these compounds as potential therapeutic agents for blood glucose management strategies. This work provides a new direction for addressing the byproducts of the grape canning industry and also offers a theoretical basis for the development of functional grape products.",
  "publication_date": "2025-05-19",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14101801",
  "entities": {
    "FOOD": [
      "functional grape products",
      "grape skin",
      "grape skins",
      "grapes",
      "juice",
      "raisins",
      "the grape canning industry",
      "wine"
    ],
    "POLYPHENOL": [
      "a new direction",
      "chromatographic column techniques",
      "polyphenols",
      "the objective",
      "their inhibitory effects",
      "ultrasound technology"
    ]
  }
}