{
  "source": "PubMed",
  "query": "flavonols",
  "title": "The Effect of Plant Quercetin on Immune Function of Microtus Fortis.",
  "abstract": "Quercetin, a widely occurring phytogenic flavonoid, is the primary secondary metabolite in the diet of Microtus fortis. This study investigated the effects of dietary quercetin on immune organ development and cytokine levels in Microtus fortis. Microtus fortis were fed a standard diet containing 0, 1.5%, 3%, 5%, or 8% quercetin for 20 consecutive days. The results show that, compared to the control group, treatment with 5% quercetin increased the spleen and thymus indices by 14.47% and 11.67%, respectively. The proliferation of T lymphocytes, B lymphocytes and macrophages in Microtus fortis varied significantly cross groups, depending on the concentrations of quercetin in the culture medium. Additionally, IL-2 and IL-10 secretion levels increased by 8.90% and 14.99%, while TNF-α and IL-1β decreased by 11.13% and 17.40%. However, at an 8% quercetin concentration, compared with the 5% treatment, the indices of spleen and thymus decreased by 9.09% and 7.79%, respectively Similarly, IL-2 and IL-10 secretion levels decreased by 8.86% and 5.34%, while TNF-α and IL-1β secretion increased by 10.7% and 6.22%, respectively. These findings suggest that low concentrations of quercetin promote immune organ development and cytokine secretion in Microtus fortis, whereas higher concentrations exert inhibitory effects.",
  "publication_date": "2025-05-28",
  "journal": "Journal of chemical ecology",
  "doi": "10.1007/s10886-025-01614-1",
  "entities": {
    "POLYPHENOL": [
      "20 consecutive days",
      "5% quercetin",
      "8% quercetin",
      "a widely occurring phytogenic flavonoid",
      "an 8% quercetin concentration",
      "cytokine secretion",
      "dietary quercetin",
      "il-10 secretion levels",
      "il-1β secretion",
      "inhibitory effects",
      "quercetin",
      "quercetin promote immune organ development",
      "the effects",
      "the primary secondary metabolite"
    ]
  }
}