{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Resveratrol Inhibits Zinc Deficiency-Induced Mitophagy and Exerts Cardiac Cytoprotective Effects.",
  "abstract": "Resveratrol (Res) possesses various beneficial effects, including cardioprotective, anti-inflammatory, anti-aging, and antioxidant properties. However, the precise mechanism underlying these effects remains unclear. Here we investigated the protective effects of resveratrol on cardiomyocytes, focusing on the role of Zn2+and mitophagy. Using the MTT/lactate dehydrogenase assay, we found that addition of a zinc chelator TPEN for 4 h induced mitophagy and resulted in a significant reduction in cell viability, increased cytotoxicity, and apoptosis in H9c2 cells. Notably, resveratrol effectively mitigated these detrimental effects caused by TPEN. Similarly, Res inhibited the TPEN-induced expression of mitophagy-associated proteins, namely P62, LC3, NIX, TOM20, PINK1, and Parkin. The inhibitory action of resveratrol on mitophagy was abrogated by the mitophagy inhibitor 3-MA. Additionally, we discovered that silencing of the Mfn2 gene could reverse the inhibitory effects of resveratrol on mitophagy via the AMPK-Mfn2 axis, thereby preventing the opening of the mitochondrial permeability transition pore (mPTP). Collectively, our data suggest that Res can safeguard mitochondria protection by impeding mitophagy and averting mPTP opening through the AMPK-Mfn2 axis in myocardial cells.",
  "publication_date": "2023-07-17",
  "journal": "Biological trace element research",
  "doi": "10.1007/s12011-023-03758-1",
  "entities": {
    "POLYPHENOL": [
      "cardioprotective, anti-inflammatory, anti-aging, and antioxidant properties",
      "mitochondria protection",
      "resveratrol",
      "the inhibitory effects",
      "the precise mechanism",
      "the protective effects",
      "these detrimental effects",
      "these effects",
      "various beneficial effects"
    ],
    "SYMPTOM": [
      "apoptosis"
    ]
  }
}