{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "1H NMR Spectroscopy Primitivo Red Wine Screening After Grape Pomace Repassage for Possible Toxin Contamination Removal.",
  "abstract": "Food safety and quality awareness have reached significant relevance as consumers are more interested in authentic foods and drinks with specific organoleptic values. Among foodstuffs, grape products can be contaminated by Ochratoxin A (OTA), a mycotoxin that can occur in red grape after infection withAspergillus carbonarius.The high affinity of grape pomace with OTA makes its use advantageous as an adsorbing/decontaminating material whether the pomace is fresh, has undergone pressing, or has undergone a stabilizing process. The effects of different grape repassage treatments on wine metabolic profiles were studied by1H NMR spectroscopy coupled with metabolomics. The relative quantification of discriminating metabolites for activated-carbon-treated samples revealed higher levels of ethyl acetate and succinate than for the grape-pomace-repassed wine samples. On the contrary, the latter exhibited a relatively high content of glycerol, lactate, tartaric, isobutanol, isopentanol, and polyphenols. Although a specific decrease in aromatic compounds such as gallic acid, tyrosine, and tyrosol was also observed compared with the controls, for the pomace-based processes, the activated carbon treatment led to a marked general impoverishment of the metabolomic profiles, with a reduction in organic acids and glycerol. The repassage of wine over the grape pomace did not significantly affect the quality attributes of the wine, offering an alternative natural adsorbing/decontaminating material for the removal of OTA.",
  "publication_date": "2025-02-21",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14050734",
  "entities": {
    "POLYPHENOL": [
      "a specific decrease",
      "an adsorbing/decontaminating material",
      "an alternative natural adsorbing/decontaminating material",
      "by1h nmr spectroscopy",
      "gallic acid",
      "infection withaspergillus carbonarius",
      "polyphenols",
      "specific organoleptic values",
      "the effects"
    ],
    "FOOD": [
      "different grape repassage treatments",
      "grape pomace",
      "grape products",
      "red grape",
      "the grape pomace",
      "the grape-pomace-repassed wine samples",
      "the repassage",
      "the wine",
      "wine",
      "wine metabolic profiles"
    ]
  }
}