{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "The Effect of Different Processing Methods on Metabolite Profiles by Comparative Metabolomics in Kernels and Sprouted Seeds of Foxtail Millet.",
  "abstract": "Foxtail millet attracts much attention for its rich nutrients and health benefits. However, ultra-polishing has greatly reduced its nutrition. Germination can enhance nutrition value. Nevertheless, knowledge of nutrient changes in kernels and sprouted grains under different polishing methods and at different germination stages is limited. Here, comparative metabolomics was used to detect metabolite changes in differently polished millets (Manually Polished Millet, MPM; Ultra-Polished Millet, UPM; Manually Ultra-Polished Millet, MUPM) and in sprouted grains with hot air drying (HAD) and freeze-drying (FD) at different germination times. Compared to whole grains, MPM, UPM, and MUPM had 306 to 720 down-regulated metabolites, reducing most antioxidants, essential amino acids, fatty acids, and vitamins in whole grains. For sprouted grains, metabolic activities were comprehensively activated. The early stages accumulated basic nutrients such as free and functional amino acids, small sugars, and essential fatty acids. The 16 h stage increased secondary antioxidant metabolites like flavonoids, and the 24 h germination generated more functional components such as sulfur-containing metabolites. More basic nutrients were preserved by FD in comparison to the reduced basic nutrients and increased antioxidant accumulation associated with HAD. This work systematically characterizes the metabolite changes in polished millets and sprouted grains, providing a reference for developing functional millet products.",
  "publication_date": "2025-05-27",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14111900",
  "entities": {
    "FOOD": [
      "whole grains"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "secondary antioxidant metabolites"
    ]
  }
}