{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "The Comparison of the Profile of Phenolic Compounds in Noni (Morinda citrifoliaL.) Fruit by Different Drying Methods.",
  "abstract": "In this study, the compositional shifts in free and bound phenolic compounds ofMorinda citrifoliaL. (Noni) processed by different drying methods were investigated. Twenty-seven phenolic compounds, predominantly rutin and quinic acid, were discovered in fresh Noni fruit. Vacuum freeze-drying retained the highest free phenolic content, with rutin (1809.83 mg/kg DW) and quinic acid (198.72 mg/kg DW) as the primary constituents, while bound phenolics were dominated by benzoic acid (35.56 mg/kg DW). Hot-air drying reduced the free phenolics by 51.59% (80% methanol) and the bound phenolics (base hydrolysis) by 35.55%, with a significant degradation of rutin and quinic acid. Microwave drying similarly decreased the free phenolics, though the caffeic acid increased to 46.45 mg/kg DW due to the thermal stability. Bound phenolics showed the highest content (alkaline hydrolysis) in fresh fruits, primarily benzoic acid (220.67 mg/kg DW) and rutin (77.02 mg/kg DW), surpassing the acid/enzyme methods. While vacuum freeze-drying effectively preserved the free phenolics, thermal methods (hot-air/microwave drying) promoted the release of quercetin (free phenols) and 3,4-dihydroxybenzoic acid (bound phenols). The findings of this study elucidate the species-specific compositional dynamics of phenolic compounds under different drying regimes, while providing quantitative guidelines for advancing the understanding of the underlying health-promoting phytochemical profiles of Noni.",
  "publication_date": "2025-04-17",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14081398",
  "entities": {
    "POLYPHENOL": [
      "3,4-dihydroxybenzoic acid",
      "free and bound phenolic compounds",
      "phenolic compounds",
      "quercetin",
      "rutin",
      "rutin and quinic acid",
      "the caffeic acid",
      "the species-specific compositional dynamics",
      "twenty-seven phenolic compounds"
    ]
  }
}