{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Integrating Metabolomics and Genomics to Uncover Antimicrobial Compounds inLactiplantibacillus plantarumUTNGt2, a Cacao-Originating Probiotic from Ecuador.",
  "abstract": "Background/Objectives: Lactic acid bacteria (LAB) produce several diverse metabolites during fermentation that play key roles in enhancing health and food quality. These metabolites include peptides, organic acids, exopolysaccharides, and antimicrobial compounds, which contribute to gut health, immune system modulation, and pathogen inhibition. This study analyzed the intracellular (Met-Int) and extracellular metabolites (Met-Ext-CFS; cell-free supernatant) ofLactiplantibacillus plantarumUTNGt2, a probiotic strain isolated fromTheobroma grandiflorum.Methods: The assessment was performed using capillary LC-MS/MS metabolomics with a SWATH-based data-independent acquisition approach to identify molecules associated with antimicrobial activity.Results: The integration of metabolomic data with whole-genome annotation enabled the identification of several key metabolites, including amino acids, nucleotides, organic acids, oligopeptides, terpenes, and flavonoids, many of which were associated with the antimicrobial activity of UTNGt2. Pathway analysis reveals critical processes such as secondary metabolite biosynthesis, nucleotide and galactose metabolism, and cofactor biosynthesis. By integrating RiPP (ribosomally synthesized and post-translationally modified peptide) cluster gene predictions with LC-MS data, this study validates the production of specific RiPPs and uncovers novel bioactive compounds encoded within the UTNGt2 genome. The oligopeptide val-leu-pro-val-pro-gln found in both Met-Int (ESI+) and Met-Ext-CFS (ESI+) may contribute to the strain's antimicrobial strength. It could also enhance probiotic and fermentation-related functions.Conclusions: While genome-based predictions highlight the strain's biosynthetic potential, the actual metabolite profile is influenced by factors like transcriptional regulation, post-transcriptional and post-translational modifications, and environmental conditions. These findings emphasize the value of multi-omics approaches in providing a holistic understanding of metabolite production and its role in antimicrobial activity.",
  "publication_date": "2025-01-24",
  "journal": "Antibiotics (Basel, Switzerland)",
  "doi": "10.3390/antibiotics14020123",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "molecules",
      "secondary metabolite biosynthesis",
      "specific ripps and uncovers novel bioactive compounds"
    ]
  }
}