{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Foods of the Mediterranean diet: citrus, cucumber and grape.",
  "abstract": "Fruit and vegetables are excellent sources of health-promoting bioactive compounds and nutraceuticals. Regular consumption of fruit and vegetables helps prevent the onset and progression of many non-communicable diseases. The Mediterranean diet envisages consumption of healthy vegetables and fruit on a daily basis for maximum health benefits. Traditional use envisages vegetable-based and fruit-based diets, and many studies scientifically proved the beneficial effects of Mediterranean vegetables and fruits. Rich in bioactive phytochemicals, citrus, cucumbers and grapes have antioxidant, anti-inflammatory, antimicrobial, cardioprotective, anti-ageing and anti-cancer properties. Studies indicate that intake of citrus, cucumbers and grapes reduces hypertension, hyperlipidemia, skin problems and infections and improves the health of the cardiovascular and nervous systems. These beneficial effects are mediated by several bioactive molecules present in Mediterranean diet vegetables and fruits, such as citrus, cucumbers and grapes. Indeed, they contains flavones, isoflavones, tannins, polyphenols and many beneficial natural molecules. This review focuses on the bioactive ingredients in citrus fruit, cucumbers and grapes, all components of the Mediterranean diet, and their health effects. A deep understanding of Mediterranean diet's components, as well as clinical trials to test natural molecules beneficial effects, will permit to further explore the therapeutic potential of the Mediterranean diet in several pathological conditions.",
  "publication_date": "2022-10-17",
  "journal": "Journal of preventive medicine and hygiene",
  "doi": "10.15167/2421-4248/jpmh2022.63.2S3.2743",
  "entities": {
    "POLYPHENOL": [
      "infections",
      "many beneficial natural molecules",
      "natural molecules beneficial effects",
      "polyphenols",
      "several bioactive molecules",
      "tannins",
      "the beneficial effects",
      "their health effects",
      "these beneficial effects"
    ],
    "FOOD": [
      "cucumbers",
      "grapes"
    ],
    "SYMPTOM": [
      "hyperlipidemia",
      "hypertension"
    ]
  }
}