{
  "source": "PubMed",
  "query": "lignans",
  "title": "Honokiol remodeled the extracellular matrix and protected the intestinal tissue against ischemia-reperfusion injury in rats.",
  "abstract": "Intestinal ischemia-reperfusion (IR) injury is a major clinical challenge due to its high morbidity and mortality rates. This study aims to demonstrate the effect of honokiol, a natural antioxidant compound, on intestinal IR injury in rats using histochemical and biochemical methods. The protein-protein interaction (PPI) network construction and the honokiol-target network-reactome pathway analysis were performed using Cytoscape v3.10.1 software to validate inclusion of focused proteins in the study. 1 hour/2 hours of IR was applied on intestinal (jejunum) tissues. The tissues were further processed for biochemical measurement of total oxidant status (TOS) and antioxidant status (TAS). 5 mg/kg honokiol treatment was administered to rats after ischemia protocol. The tissues were fixed in formaldehyde and embedded in paraffin protocol. Sections were stained with vascular endothelial growth factor (VEGF), a disintegrin and metalloproteinase with thrombospondin motifs 15 (ADAMTS-15) and caspase-3 antibodies. Analysis of the signaling network revealed that honokiol exerts a significant influence on the proposed mechanisms associated with IR through the VEGF, ADAMTS-15, and caspase-3 network. IR increased the TOS level and decreased the TAS level in ischemia and IR group, histopathologically damaged the intestinal tissues and led to epithelial degeneration, increased cell death, vascular dilatation and congestion. Honokiol treatment reduced the oxidant enzymes and supported the antioxidant system, and restored pathologies in the IR+honokiol group. Intestinal IR injury increased VEGF expression, ADAMTS-15 and caspase-3 expression in the ischemia and IR groups. Honokiol treatment after ischemia reduced the VEGF, ADAMTS15 and caspase-3 by restoring tissue integrity, preventing cell death and increasing cell matrix remodeling. The administration of honokiol provided protection against intestinal IR injury by modulating apoptosis, angiogenesis, extracellular matrix remodeling processes through regulation of the VEGF, ADAMTS-15, and caspase-3 expression.",
  "publication_date": "2025-06-01",
  "journal": "Polish journal of veterinary sciences",
  "doi": "10.24425/pjvs.2025.154027",
  "entities": {
    "POLYPHENOL": [
      "protection",
      "sections",
      "the effect",
      "the proposed mechanisms"
    ],
    "SYMPTOM": [
      "apoptosis",
      "cell death",
      "increased cell death"
    ]
  }
}