{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Cosmeceutical application of extracts from the flowers, stems, and leaves ofBuddleja davidiigrown at different altitudes.",
  "abstract": "Buddleja davidiiFranch. [Scrophulariaceae] commonly found in the mountainous regions of Taiwan, is used as herbal medicine around the world. In spite of this,no research has been conducted on the physiological activities ofB. davidiiextracts from different parts of the plant and from plants grown at different altitudes. In this study,B.davidiiflower, stem, and leaf extracts were prepared using distilled water, methanol, and 60% ethanol as extraction solvents. The total phenolic content of the extracts served as an indicator of their activities. Our results indicated high bioactivity in the water extract ofB.davidiiflowers grown at 1,500 m, the 60% ethanol extract ofB.davidiistems grown at 1,000 m, and the methanol extract ofB.davidiileaves grown at 1,500 m. The freeze-dried leaf extract exhibited the highest antioxidant activity, which may be attributed to its abundance of phenylethanoid glycosides and flavonoids. The major bioactive components of the flower extract were crocin, crocetin, quercetin, and rutin. Those in the stem extract were luteolin, naringenin, quercetin, acacetin, and apigenin; and in the leaf extract were verbascoside, isoverbascoside and oleanolic acid. These compounds were potentially responsible for the antiaging and anti-inflammatory activity of the flower extract (IC50: 28.6-125.1 mg/L), the antibacterial activity of the stem extract (minimum inhibitory concentration: 60-100 mg/L), and the antityrosinase activity of the leaf extract (IC50: 38.17 mg/L). For example, the antiaging activity ofB. davidiiflower extract was found to be superior to or comparable with that of the positive controls, which include EGCG (IC50: 67.2-162.8 mg/L), 1,10-phenanthroline (IC50: 46.7 mg/L), gallic acid (IC50: 132.6 mg/L), and tannic acid (IC50: 140.3 mg/L). Moreover, these extracts can be deemed safe, as they demonstrated no toxic effects on CCD-966SK, HEMn, and RAW264.7 cells at a concentration of 200 mg/L. To our knowledge, this is the first report revealing differences in activities ofB. davidiiextracts based on plant part and altitudes. The findings provide insights for potential applications of the identified bioactive compounds in health foods, herbal medicines, and cosmetics.",
  "publication_date": "2025-05-09",
  "journal": "Frontiers in pharmacology",
  "doi": "10.3389/fphar.2025.1551134",
  "entities": {
    "POLYPHENOL": [
      "apigenin",
      "egcg",
      "flavonoids",
      "gallic acid",
      "luteolin",
      "naringenin",
      "no toxic effects",
      "quercetin",
      "rutin"
    ],
    "SYMPTOM": [
      "the antiaging activity",
      "the antiaging and anti-inflammatory activity"
    ]
  }
}