{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Impact of High Pressure Processing on the In Vitro Bioaccessibility of Polyphenols in Sour Cherry (Prunus cerasus L.) Juice.",
  "abstract": "As the demand for minimally processed food products with fresh-like characteristics continues to grow, nonthermal techniques are becoming increasingly popular. Fruit juices, due to their significant health benefits, are excellent candidates for nonthermal treatments aimed at preserving maximum nutritional value. Sour cherry (Prunus cerasus L.) juice (SCJ) is particularly rich in polyphenols, especially anthocyanins. This study comparatively assessed the impact of high-pressure processing (HPP) (300-400-500 MPa/5-10-20 min) on the content and in vitro bioaccessibility of total phenolics (TPC), flavonoids (TFC), monomeric anthocyanins (TMAC), antioxidant capacity (TAC), and individual polyphenolic compounds in SCJ. The findings revealed that both thermal pasteurization and HPP treatments significantly enhanced polyphenol bioaccessibility in SCJ compared to untreated samples. Thermal treatment resulted in the highest bioaccessibility levels for TMAC (82%), TAC (120%), and individual polyphenolic compounds (86%). HPP-treated samples exhibited greater TFC bioaccessibility (60-82%) than thermally pasteurized SCJ (51%), with samples processed at 500 MPa showing improved bioaccessibility across most phenolic fractions due to enhanced cell permeability and mass transfer. However, HPP generally reduced TAC bioaccessibility (60-78%) compared to the control (83%), except under high-pressure conditions (500 MPa for 20 min), highlighting the complex interplay between processing parameters and polyphenol stability.",
  "publication_date": "2025-05-06",
  "journal": "ACS omega",
  "doi": "10.1021/acsomega.5c02380",
  "entities": {
    "POLYPHENOL": [
      "especially anthocyanins",
      "individual polyphenolic compounds",
      "nonthermal techniques",
      "polyphenol bioaccessibility",
      "polyphenol stability",
      "polyphenols"
    ],
    "FOOD": [
      "(prunus cerasus l.) juice",
      "fruit juices",
      "sour cherry"
    ]
  }
}