{
  "source": "PubMed",
  "query": "catechins",
  "title": "Efficacy and Safety of Epigallocatechin Gallate in the Treatment and Prevention of Dermatitis: A Systematic Review.",
  "abstract": "Background/Objectives: Epigallocatechin gallate (EGCG) is the most abundant catechin in green tea. Based on results from in vitro studies, EGCG-with its wide range of beneficial properties-has been considered a promising option for the treatment of patients with various skin conditions.Methods: The aim of this systematic review, conducted according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, was to evaluate the efficacy and safety of EGCG in the treatment and prevention of various types of dermatitis.Results: A search of PubMed, Embase, CENTRAL, and ClinicalTrials.gov databases identified eight trials (including four randomized trials) that investigated the use of EGCG alone (as a saline solution) for the treatment and prevention of radiation-induced dermatitis or as a component of a shampoo or cream for atopic and seborrheic scalp dermatitis. The identified single-arm and randomized controlled trials were characterized by low methodological quality, were in early phases of development, and/or included a small number of participants. The topical effect of EGCG on the severity of dermatitis was shown to depend on the type of dermatitis, concentration, and pharmaceutical form used. The administration of EGCG resulted in a significant reduction in skin symptoms in patients with radiation-induced dermatitis compared with placebo and with baseline, while in seborrheic dermatitis of the scalp, the results of shampoo with EGCG component were similar to those of active conventional treatment. The EGCG treatment was generally well tolerated, with no serious treatment-related adverse events.Conclusions: This study showed that EGCG can be a promising option for the treatment and prevention of various types of dermatitis. However, due to the small sample size, large, well-designed, randomized phase III trials are needed to confirm its safety and efficacy.",
  "publication_date": "2025-06-13",
  "journal": "Biomedicines",
  "doi": "10.3390/biomedicines13061458",
  "entities": {
    "POLYPHENOL": [
      "background/objectives",
      "egcg",
      "egcg component",
      "epigallocatechin gallate",
      "the egcg treatment",
      "the most abundant catechin",
      "the topical effect"
    ],
    "FOOD": [
      "green tea"
    ]
  }
}