{
  "source": "PubMed",
  "query": "epicatechin",
  "title": "The Phenolic Content and Bioactivity Assessment of Rubus sanctus Schreber Species with Potential for Food and Ethnopharmacological Uses.",
  "abstract": "In this study, the phytochemical content and various biological activities of Rubus sanctus Schreber species, widely distributed in Turkiye and used in folk medicine, were determined. The ethanol extracts of the root and aerial parts of the species were prepared and their bioactive phytochemical composition was identified by liquid chromatography-mass spectrometry/mass spectrometry (LC-MS/MS) and gas chromatography-mass spectrometry (GC-MS) techniques. Furthermore, various antioxidant tests and enzyme inhibition tests were applied to reveal the bioactivity of the species. According to the LC-MS/MS results, the main components of the species were determined as epicatechin (root: 78.370 and aerial part; 45.358 mg analyte/g extract), ellagic acid (root: 41.179, aerial part: 33.679), and miquelianin (root: 23.566, aerial part; 11.560). In compliance with the GC-MS results, it was determined that the species merely contained oleanolic acid (aerial part; 4.460 mg analyte/g extract) as triterpene. The analysis of the antioxidant tests revealed that the species' root and aerial parts showed the greatest activity and a high antioxidant capacity, particularly in the cupric reducing antioxidant capacity test method (A0.5(µg/mL): 1.48 ± 0.01 and 3.16 ± 0.02). In general, the enzyme inhibitory potential of the species was found to be quite high. Acetylcholinesterase, butyrylcholinesterase (BChE), and α-glucosidase were found to exhibit high activity in the root part of the species (inhibition %: 74.92 ± 0.76, 76.64 ± 1.41, and 94.19 ± 1.37, respectively). Moreover, BChE, elastase, and α-glucosidase were found to exhibit high activity in the aerial parts of the species (inhibition %: 54.46 ± 0.24, 69.24 ± 0.69, and 86.70 ± 0.137, respectively). Therefore, owing to its rich chemical composition and potential for biological activity, the species might be considered a natural resource in the pharmaceutical and functional food industries.",
  "publication_date": "2025-04-27",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202500034",
  "entities": {
    "POLYPHENOL": [
      "ellagic acid",
      "epicatechin",
      "rubus sanctus schreber species",
      "the species",
      "the species' root and aerial parts"
    ],
    "FOOD": [
      "the pharmaceutical and functional food industries"
    ]
  }
}