{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Identification of phytochemical compounds ofFagopyrum dibotrysand their targets by metabolomics, network pharmacology and molecular docking studies.",
  "abstract": "Acute lung injury (ALI) is a clinically severe lung illness with high incidence rate and mortality. Especially, coronavirus disease 2019 (COVID-19) poses a serious threat to world wide governmental fitness. It has distributed to almost from corner to corner of the universe, and the situation in the prevention and control of COVID-19 remains grave. Traditional Chinese medicine plays a vital role in the precaution and therapy of sicknesses. At present, there is a lack of drugs for treating these diseases, so it is necessary to develop drugs for treating COVID-19 related ALI.Fagopyrum dibotrys(D. Don) Hara is an annual plant of the Polygonaceae family and one of the long-history used traditional medicine in China. In recent years, its rhizomes (medicinal parts) have attracted the attention of scholars at home and abroad due to their significant anti-inflammatory, antibacterial and anticancer activities. It can work on SARS-COV-2 with numerous components, targets, and pathways, and has a certain effect on coronavirus disease 2019 (COVID-19) related acute lung injury (ALI). However, there are few systematic studies on its aerial parts (including stems and leaves) and its potential therapeutic mechanism has not been studied. The phytochemical constituents of rhizome ofF. dibotryswere collected using TCMSP database. And metabolites ofF. dibotrys' s aerial parts were detected by metabonomics. The phytochemical targets ofF. dibotryswere predicted by the PharmMapper website tool. COVID-19 and ALI-related genes were retrieved from GeneCards. Cross targets and active phytochemicals of COVID-19 and ALI related genes inF. dibotryswere enriched by gene ontology (GO) and KEGG by metscape bioinformatics tools. The interplay network entre active phytochemicals and anti COVID-19 and ALI targets was established and broke down using Cytoscape software. Discovery Studio (version 2019) was used to perform molecular docking of crux active plant chemicals with anti COVID-19 and ALI targets. We identified 1136 chemicals from the aerial parts ofF. dibotrys, among which 47 were active flavonoids and phenolic chemicals. A total of 61 chemicals were searched from the rhizome ofF. dibotrys, and 15 of them were active chemicals. So there are 6 commonly key active chemicals at the aerial parts and the rhizome ofF. dibotrys, 89 these phytochemicals's potential targets, and 211 COVID-19 and ALI related genes. GO enrichment bespoken thatF. dibotrysmight be involved in influencing gene targets contained numerous biological processes, for instance, negative regulation of megakaryocyte differentiation, regulation of DNA metabolic process, which could be put down to its anti COVID-19 associated ALI effects. KEGG pathway indicated that viral carcinogenesis, spliceosome, salmonella infection, coronavirus disease - COVID-19, legionellosis and human immunodeficiency virus 1 infection pathway are the primary pathways obsessed in the anti COVID-19 associated ALI effects ofF. dibotrys. Molecular docking confirmed that the 6 critical active phytochemicals ofF. dibotrys, such as luteolin, (+) -epicatechin, quercetin, isorhamnetin, (+) -catechin, and (-) -catechin gallate, can combine with kernel therapeutic targets NEDD8, SRPK1, DCUN1D1, and PARP1. In vitro activity experiments showed that the total antioxidant capacity of the aerial parts and rhizomes ofF. dibotrysincreased with the increase of concentration in a certain range. In addition, as a whole, the antioxidant capacity of the aerial part ofF. dibotryswas stronger than that of the rhizome. Our research afford cues for farther exploration of the anti COVID-19 associated ALI chemical compositions and mechanisms ofF. dibotrysand afford scientific foundation for progressing modern anti COVID-19 associated ALI drugs based on phytochemicals inF. dibotrys. We also fully developed the medicinal value ofF. dibotrys' s aerial parts, which can effectively avoid the waste of resources. Meanwhile, our work provides a new strategy for integrating metabonomics, network pharmacology, and molecular docking techniques which was an efficient way for recognizing effective constituents and mechanisms valid to the pharmacologic actions of traditional Chinese medicine.",
  "publication_date": "2023-03-01",
  "journal": "Heliyon",
  "doi": "10.1016/j.heliyon.2023.e14029",
  "entities": {
    "POLYPHENOL": [
      "(-) -catechin gallate",
      ") -catechin",
      ") -epicatechin",
      "1 infection pathway",
      "a certain effect",
      "active flavonoids",
      "associated ali effects",
      "effective constituents",
      "genecards",
      "isorhamnetin",
      "its potential therapeutic mechanism",
      "luteolin",
      "mechanisms",
      "molecular docking",
      "molecular docking techniques",
      "quercetin",
      "recent years",
      "salmonella infection",
      "the precaution"
    ],
    "SYMPTOM": [
      "their significant anti-inflammatory, antibacterial and anticancer activities",
      "viral carcinogenesis"
    ]
  }
}