{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Cannabis sativaL. Leaf Oil Displays Cardiovascular Protective Effects in Hypertensive Rats.",
  "abstract": "Hemp (Cannabis sativaL.) leaf oil (HLO) contains several bioactive compounds such as phenolics, flavonoids, and quercetin. However, the effects of HLO on hypertensive conditions have not yet been investigated. This study investigated the cardiovascular protective effects of HLO in a nitric oxide (NO) synthase inhibitor-induced hypertensive rat model. Five weeks of HLO administration significantly prevented blood pressure elevation, improved cardiac function, and mitigated cardiac hypertrophy. Furthermore, HLO ameliorated vascular dysfunction by reducing sympathetic nerve stimulation-induced vasoconstriction, increasing endothelium-dependent vasorelaxation, as well as decreasing vascular wall thickness and vascular smooth muscle cell proliferation. HLO inhibited renin-angiotensin system (RAS) activation and downregulated angiotensin II type 1 (AT1) receptor and NADPH oxidase expression. Additionally, HLO normalized the circulating NO metabolites, decreased oxidative stress, and enhanced antioxidant status. These findings suggest that HLO protects against cardiovascular dysfunction and preserves its morphology. The mechanism of action might involve the suppression of RAS overactivity and oxidative stress through the Ang II/AT1 receptor/NOX2 pathway in NO-deficient hypertension.",
  "publication_date": "2025-02-22",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26051897",
  "entities": {
    "POLYPHENOL": [
      "angiotensin ii type 1 (at1) receptor",
      "decreased oxidative stress",
      "flavonoids",
      "quercetin",
      "the ang ii/at1 receptor/nox2 pathway",
      "the cardiovascular protective effects",
      "the effects",
      "the mechanism"
    ],
    "SYMPTOM": [
      "no-deficient hypertension",
      "oxidative stress"
    ]
  }
}