{
  "source": "PubMed",
  "query": "tannins",
  "title": "Growth performance, enteric methane emissions, and economic impact of alternative feeding strategies for Simmental fattening bulls.",
  "abstract": "This study evaluated the effects of conventional silage-based (CONVL) and byproduct-based (ByProd) TMR, along with a tannin-seaweed supplement (ClimaSAN; a 50:50 proprietary blend of hydrolyzable tannins from chestnut (Castanea sativa) and brown seaweed (Ascophyllum nodosum), Sano GmbH, Loiching, Germany), on performance, enteric methane emissions, and economic outcomes. A 306-d trial was conducted with 32 Simmental bulls assigned to 2 treatments (n =16/group) formulated using the NASEM (National Academies of Sciences, Engineering, and Medicine). 2016. Nutrient requirements of beef cattle. 8th revised ed. The National Academies Press, Washington, DC, USA. https://doi.org/10.17226/19014) guidelines, in conjunction with the CNCPS (v6.5.5). The primary differences between ByProd and CONVL diets were neutral detergent fiber (aNDFom: 31.6% vs. 33.3% of dry matter [DM]), physically effective NDF (peNDF: 16.6% vs. 21.9% DM), acid detergent fiber (ADF: 16.5% vs. 19.1% DM), sugar content (8.24% vs. 4.26%), and ether extract (EE: 2.85 vs. 4.03% DM). From days 155 to 241, both groups were supplemented with ClimaSAN at 6 g/kg of TMR DM. Enteric methane emissions were measured using a portable laser methane detector (Mini-Green® Tokyo Gas Engineering Solutions, Ltd., Tokyo, Japan). Data were analyzed using a repeated-measures model in SAS 9.4, with treatment, time, and their interaction as fixed effects, and pen and animal as random effects. Bulls fed the ByProd TMR consumed less metabolizable energy, fibrous carbohydrates (including aNDFom, peNDF, and ADF) and ether extract (P< 0.05) but significantly more sugar and non-fiber carbohydrates (P< 0.01). However, the treatments did not significantly affect average daily gain (ADG), the ADG/metabolizable energy intake ratio and methane emissions. Methane data were categorized into three phases: pre-supplementation (Days 29 to 135), during ClimaSAN (Days 155 to 241), and post-supplementation (Days 263 to 306). ClimaSAN reduced methane by 9.82% in Period 2, and despite a 1.42% increase in Period 3, emissions remained below baseline. Carcass revenue (€4.61 vs. €4.60/kg,P= 0.80) and dressing percentage (57.0% vs. 56.8%,P= 0.71) were unaffected by dietary treatment. Economic performance was favorable for both diets, with the ByProd TMR group achieving a higher income over feed cost (€1,221 vs. €1,187/head,P= 0.11) and a higher profit margin (€371 vs. €337/head,P= 0.11). ClimaSAN-supplemented diets reduced methane by 9.82% with lasting post-supplementation effects. In summary, rations based on byproducts and co-products can reduce feed costs in cattle farming without affecting production efficiency.",
  "publication_date": "2025-04-05",
  "journal": "Translational animal science",
  "doi": "10.1093/tas/txaf043",
  "entities": {
    "POLYPHENOL": [
      "a portable laser methane detector",
      "a tannin-seaweed supplement",
      "economic outcomes",
      "economic performance",
      "fixed effects",
      "hydrolyzable tannins",
      "lasting post-supplementation effects",
      "physically effective ndf",
      "random effects",
      "the effects"
    ]
  }
}