{
  "source": "PubMed",
  "query": "lignans",
  "title": "Synthesis, characterization and computational study of chitosan-modified pH-responsive Mag@ZIF-8/CS drug delivery system loaded with magnolol for sustained drug release and synergistic antibacterial activity.",
  "abstract": "ZIF-8 has strong potential for biomedical applications due to its excellent biocompatibility. In this study, 89.67 % of natural drug magnolol (Mag) was loaded in ZIF-8 to form Mag@ZIF-8, which was subsequently modified with chitosan (CS) to obtain Mag@ZIF-8/CS. The prepared materials were characterized using the UV-Vis spectroscopy, FTIR, XRD, DLS, SEM and TEM techniques. Thermal stability of materials was analyzed using Thermos Gravimetric Analysis system. PDI and Z-average hydrodynamic sizes of Mag@ZIF-8/CS and Mag@ZIF-8 were increased compared to ZIF-8. Similarly, Mag@ZIF-8 revealed higher zeta potential (+17.5 ± 2.3 mV) than ZIF-8 (+9.8 ± 0.5 mV), but Mag@ZIF-8/CS exposed -3.2 ± 0.9 mV, in water; however, at pH 4 it was changed to +5 mV. Pure ZIF-8 and Mag@ZIF-8 exhibited a hexagonal morphology, while Mag@ZIF-8/CS had a rotund, flat-like structure, with mean particle size of 101 nm, 123 nm and 343 nm, respectively. Density Functional Theory (DFT) analysis offered a deeper insight into the electronic properties and binding interactions of the composites. Under acidic conditions, drug release from Mag@ZIF-8 was higher (86.4 %) and faster than from Mag@ZIF-8/CS (74 %), when tested at physiological pH 7.4 and 37 °C. This, suggests that CS modification of Mag@ZIF-8 is crucial for achieving prolonged and sustained drug release. Mag@ZIF-8 and Mag@ZIF-8/CS depicted a two-fold increase in antibacterial activity against E. coli and S. aureus, demonstrating a synergistic effect. The MIC value for E. coli and S. aureus were, 35 μg/mL and 20 μg/mL, respectively, confirming the enhanced antibacterial efficacy of the composites. Molecular docking analysis provided deeper insights into the binding interactions between the materials and the E. coli protein 5AZC.",
  "publication_date": "2025-03-17",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.142144",
  "entities": {
    "POLYPHENOL": [
      "a synergistic effect",
      "tem techniques",
      "the electronic properties",
      "the uv-vis spectroscopy"
    ]
  }
}