{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Exploring the impact of barberry extract and grilling on oxidative and nitrosative reactions in fermented sausages: Insights into lipid-protein oxidation, nitrosamine, and 3-nitrotyrosine as a potential biomarker.",
  "abstract": "This study examines the effect of barberry extract (BE) on the oxidative and nitrosative stability, as well as the quality, of meat batter, fermented sausages, and grilled sausages. Four groups were tested: Control (no BE), B200 (200 mg/kg BE), B300 (300 mg/kg BE), and B400 (400 mg/kg BE). BE exhibited high total phenolic content (46.33 mg GAE/g) and antioxidant activity (92.93 %), with a pH of 3.80. LC-QTOF-MS identified key compounds such as chlorogenic acid, quercetin, and canadine, known for their antioxidative properties. BE significantly reduced nitrite content, demonstrating pH-dependent nitrite-scavenging activity. Higher concentrations (B300, B400) led to reduced redness (a*), indicating slight changes in color stability. BE also inhibited lipid-protein oxidation, with lower peroxide values, TBARS, carbonyls, and sulfhydryls, and significantly reduced 3-nitrotyrosine (3-NT) and nitrosamine concentrations (P < 0.05). Despite cooking-induced increases in nitrosamines, BE minimized this rise, keeping nitrosamine levels lower than the control (P < 0.05). The correlation between 3-NT levels and oxidation products suggests 3-NT as a potential biomarker for oxidative stress. These findings suggest that BE enhances antioxidant properties, mitigates nitrosative stress, and improves the quality of meat products.",
  "publication_date": "2025-04-17",
  "journal": "Meat science",
  "doi": "10.1016/j.meatsci.2025.109830",
  "entities": {
    "POLYPHENOL": [
      "chlorogenic acid",
      "quercetin",
      "the effect"
    ],
    "FOOD": [
      "fermented sausages",
      "grilled sausages"
    ],
    "SYMPTOM": [
      "nitrosative stress",
      "oxidative stress"
    ]
  }
}