{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Genetic mosaic of the Mediterranean fig: comprehensive genomic insights from a gene bank collection.",
  "abstract": "High-depth whole-genome resequencing of 53 diverse fig tree genotypes yielded a rich dataset of genetic variants. We successfully identified 5,501,460 single-nucleotide polymorphisms (SNPs) and 1,228,537 insertions and deletions (InDels), providing a high-density and excellent-quality genetic map of the fig tree. We also performed a detailed population structure analysis, dividing the 53 genotypes into three geographical groups and assessing their genetic diversity and divergence. Analysis of structural variants (SVs) and copy number variations (CNVs) revealed their potential functional impact, particularly in plant-pathogen interaction and secondary metabolism. Metabolomic fingerprinting of fig genotypes uncovered extensive variation in primary metabolites and polyphenolic compounds, highlighting the influence of genotype on fruit quality traits such as nutritional content and bioactive compound composition. The genome-wide association study (GWAS) identified critical SNPs associated with fruit quality and morphological features. The discovery of significant candidate genes, such as AGL62, GDSL, and COBRA-like protein 4 genes, offers promising targets for marker-assisted selection and genome editing approaches to improve fig fruit morphological and quality traits. This extensive genomic analysis of fig trees enhances our understanding of the genetic basis of important agronomic traits and provides a rich resource for future research in this economically and nutritionally significant fruit.",
  "publication_date": "2024-08-01",
  "journal": "Physiologia plantarum",
  "doi": "10.1111/ppl.14482",
  "entities": {
    "FOOD": [
      "53 diverse fig tree genotypes",
      "fig fruit morphological and quality traits",
      "fig genotypes",
      "fig trees",
      "the fig tree"
    ],
    "POLYPHENOL": [
      "marker-assisted selection",
      "polyphenolic compounds",
      "secondary metabolism",
      "this economically and nutritionally significant fruit"
    ]
  }
}