{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Multifaceted Biological Activities of Culinary Herb and Spice Extracts: In Vitro and In Silico Simulation Insights into Inflammation-Related Targets.",
  "abstract": "Culinary herbs and spices are valued worldwide for their flavor, aroma, and medicinal benefits. They encompass diverse bioactive metabolites, such as polyphenols and terpenoids, which contribute to plant defense and offer anticarcinogenic, anti-inflammatory, antioxidant, and cognitive-enhancing effects. This study aimed to establish the volatile fingerprint of culinary herbs (lemon verbena, chives, basil, sage, coriander, and parsley) and spices (curcuma, nutmeg, cumin, black pepper, Jamaica pepper, and juniper berry) using headspace solid-phase microextraction combined with gas chromatography-mass spectrometry (HS-SPME/GC-MS). The predominant volatile organic metabolites (VOMs) identified were subjected to in silico molecular docking simulations of anti-Alzheimer's (e.g., acetylcholinesterase (AChE), butyrylcholinesterase (BChE)), antioxidants (e.g., monoamine oxidase B (MAO-B), inducible nitric oxide synthase (iNOS)), and anti-inflammatory receptors (e.g., 5-lipoxygenase (5-LOX), cyclooxygenase-2 (COX-2)). The culinary herb and spice extracts were also subjected to in vitro assays to evaluate their potential as antioxidant (DPPH, ABTS, and ORAC) and anti-inflammatory (% protein denaturation) agents. A total of 121 VOMs were identified in the culinary herbs and spices, with the predominant chemical families being monoterpenoids (48.3%), sesquiterpenoids (14.0%), esters (11.9%), and carbonyl compounds (8.8%). In silico molecular docking simulations revealed that cuminaldehyde, β-caryophyllene, γ-curcumene, germacrene D, and τ-cadinol exhibited the strongest inhibitory activities against the selected receptors. Among the extracts, Jamaica pepper showed the highest antioxidant and anti-inflammatory activities, while lemon verbena exhibited the lowest ones. These findings highlight the promising potential of the studied culinary herbs and spices in the modulation of inflammatory processes related to Alzheimer's disease. However, further investigations, particularly clinical studies, are recommended to validate these results and explore their therapeutic applications.",
  "publication_date": "2025-04-23",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14091456",
  "entities": {
    "POLYPHENOL": [
      "anti-inflammatory receptors",
      "anticarcinogenic, anti-inflammatory, antioxidant, and cognitive-enhancing effects",
      "gas chromatography-mass spectrometry",
      "molecular docking simulations",
      "polyphenols",
      "the selected receptors"
    ],
    "FOOD": [
      "basil",
      "black pepper",
      "jamaica pepper",
      "lemon verbena",
      "parsley",
      "sage"
    ],
    "SYMPTOM": [
      "alzheimer's disease"
    ]
  }
}