{
  "source": "PubMed",
  "query": "grape skin",
  "title": "The haplotype-resolved T2T genome of teinturier cultivar Yan73 reveals the genetic basis of anthocyanin biosynthesis in grapes.",
  "abstract": "Teinturier grapes are characterized by the typical accumulation of anthocyanins in grape skin, flesh, and vegetative tissues, endowing them with high utility value in red wine blending and nutrient-enriched foods developing. However, due to the lack of genome information, the mechanism involved in regulating teinturier grape coloring has not yet been elucidated and their genetic utilization research is still insufficient. Here, the cultivar 'Yan73' was used for assembling the telomere-to-telomere (T2T) genome of teinturier grapes by combining the High Fidelity (HiFi)， Hi-C and ultralong Oxford Nanopore Technologies (ONT) reads. Two haplotype genomes were assembled, at the sizes of 501.68 Mb and 493.38 Mb, respectively. In the haplotype 1 genome, the transposable elements (TEs) contained 32.77% of long terminal repeats (LTRs), while in the haplotype 2 genome, 31.53% of LTRs were detected in TEs. Furthermore, obvious inversions were identified in chromosome 18 between the two haplotypes. Transcriptome profiling suggested that the gene expression patterns in 'Cabernet Sauvignon' and 'Yan73' were diverse depending on tissues, developmental stages, and varieties. The transcription program of genes in the anthocyanins biosynthesis pathway between the two cultivars exhibited high similarity in different tissues and developmental stages, whereas the expression levels of numerous genes showed significant differences. Compared with other genes, the expression levels ofVvMYBA1andVvUFGT4in all samples,VvCHS2except in young shoots andVvPAL9except in the E-L23 stage of 'Yan73' were higher than those of 'Cabernet Sauvignon'. Further sequence alignments revealed potential variant gene loci and structure variations of anthocyanins biosynthesis related genes and a 816 bp sequence insertion was found in the promoter ofVvMYBA1of 'Yan73' haplotype 2 genome. The 'Yan73' T2T genome assembly and comparative analysis provided valuable foundations for further revealing the coloring mechanism of teinturier grapes and the genetic improvement of grape coloring traits.",
  "publication_date": "2023-10-13",
  "journal": "Horticulture research",
  "doi": "10.1093/hr/uhad205",
  "entities": {
    "FOOD": [
      "grape coloring traits",
      "grape skin",
      "red wine blending",
      "teinturier grape coloring",
      "teinturier grapes"
    ],
    "POLYPHENOL": [
      "the coloring mechanism",
      "the mechanism",
      "ultralong oxford nanopore technologies"
    ]
  }
}