{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Accounting Gut Microbiota as the Mediator of Beneficial Effects of Dietary (Poly)phenols on Skeletal Muscle in Aging.",
  "abstract": "Sarcopenia, the age-related loss of muscle mass and function increasing the risk of disability and adverse outcomes in older people, is substantially influenced by dietary habits. Several studies from animal models of aging and muscle wasting indicate that the intake of specific polyphenol compounds can be associated with myoprotective effects, and improvements in muscle strength and performance. Such findings have also been confirmed in a smaller number of human studies. However, in the gut lumen, dietary polyphenols undergo extensive biotransformation by gut microbiota into a wide range of bioactive compounds, which substantially contribute to bioactivity on skeletal muscle. Thus, the beneficial effects of polyphenols may consistently vary across individuals, depending on the composition and metabolic functionality of gut bacterial communities. The understanding of such variability has recently been improved. For example, resveratrol and urolithin interaction with the microbiota can produce different biological effects according to the microbiota metabotype. In older individuals, the gut microbiota is frequently characterized by dysbiosis, overrepresentation of opportunistic pathogens, and increased inter-individual variability, which may contribute to increasing the variability of biological actions of phenolic compounds at the skeletal muscle level. These interactions should be taken into great consideration for designing effective nutritional strategies to counteract sarcopenia.",
  "publication_date": "2023-05-18",
  "journal": "Nutrients",
  "doi": "10.3390/nu15102367",
  "entities": {
    "SYMPTOM": [
      "aging"
    ],
    "POLYPHENOL": [
      "dietary polyphenols",
      "different biological effects",
      "effective nutritional strategies",
      "myoprotective effects",
      "phenolic compounds",
      "polyphenols",
      "specific polyphenol compounds",
      "the beneficial effects"
    ]
  }
}