{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Associations of bisphenol A exposure with metabolic syndrome and its components: A systematic review and meta-analysis.",
  "abstract": "Mounting evidence shows that bisphenol A (BPA) is associated with metabolic risk factors. The aim of this study was to review related epidemiologic studies and conduct a meta-analysis to quantitatively estimate the association between BPA and metabolic syndrome. Four electronic databases were systematically searched to identify suitable articles. A total of 47 published studies were finally included. Two studies involved metabolic syndrome. Of the 17, 17, 14, and 13 studies on the relationship between BPA with abdominal obesity, blood pressure, fasting plasma glucose, and dyslipidemia, 10, 6, 3, and 4 studies were included in the meta-analysis, respectively. The results showed that the risk of abdominal obesity increased with the increase of BPA exposure, especially in the group with higher BPA exposure levels (Quartile 2 vs. Quartile 1, pooled OR = 1.16, 95%CI: 1.01, 1.33; Q3vs. Q1, pooled OR = 1.31, 95%CI: 1.13, 1.51; Q4vs. Q1, pooled OR = 1.40, 95%CI: 1.21, 1.61). However, there was no significant correlation between BPA exposure and metabolic syndrome components including hypertension, abnormal fasting plasma glucose, and dyslipidemia. The present study found that BPA exposure is significantly associated with a higher risk of abdominal obesity. However, the relationship between BPA with metabolic syndrome and its other components needs further longitudinal studies to verify.",
  "publication_date": "2024-03-15",
  "journal": "Obesity reviews : an official journal of the International Association for the Study of Obesity",
  "doi": "10.1111/obr.13738",
  "entities": {
    "SYMPTOM": [
      "abdominal obesity",
      "bpa and metabolic syndrome",
      "hypertension",
      "metabolic syndrome",
      "metabolic syndrome components"
    ],
    "POLYPHENOL": [
      "four electronic databases"
    ]
  }
}