{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Effect of an (-)-Epicatechin Intake on Cardiometabolic Parameters-A Systematic Review of Randomized Controlled Trials.",
  "abstract": "Growing evidence exists that consumption of cocoa-rich food improves the parameters of cardiometabolic health. These effects are ascribed to cocoa flavanols, particularly to (-)-epicatechin (EC), a natural ingredient of cocoa. Hence, to evaluate if EC may explain the effects of cocoa, this systematic review aimed to provide an overview on randomized controlled trials (RCTs) investigating the impact of an EC intake on cardiometabolic biomarkers. For this, the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) 2020 statement was considered and the risk of bias (RoB) was assessed by using the Cochrane RoB 2 tool. In total, 11 studies were included examining parameters on vascular function, glucose/lipid metabolism, oxidative stress, inflammation, appetite sensations, and body weight before and after EC treatment. Except for a dose-dependent acute increase in flow-mediated dilatation (FMD) and in the peripheral arterial tonometry (PAT) index in healthy young adults, effects by EC treatment were not observed. For most trials, some concerns exist for overall RoB. Thus, EC intake may improve endothelial function in healthy young adults. For further parameters (mostly secondary outcomes), it remains unclear if EC has no effect or if this was not detectable. Unbiased RCTs on the impact of an EC intake are needed, which should also investigate the additive or synergistic effects of EC with other cocoa ingredients.",
  "publication_date": "2022-10-26",
  "journal": "Nutrients",
  "doi": "10.3390/nu14214500",
  "entities": {
    "FOOD": [
      "cocoa",
      "cocoa flavanols",
      "cocoa-rich food",
      "other cocoa ingredients"
    ],
    "POLYPHENOL": [
      "(ec",
      "an ec intake",
      "ec",
      "ec intake",
      "ec treatment",
      "effects",
      "mostly secondary outcomes",
      "no effect",
      "the additive or synergistic effects",
      "the effects",
      "these effects"
    ],
    "SYMPTOM": [
      "inflammation",
      "oxidative stress"
    ]
  }
}