{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Nutrients, Phytochemicals, and In Vitro Antioxidant and Antimicrobial Activities of Lulo (Solanum quitoenseLam.) Fruit Pulp, Peel, and Seeds.",
  "abstract": "Lulo or naranjilla (Solanum quitoenseLam.) is an Andean fruit with a sour and refreshing flavor, widely used in the preparation of juices and sweets. Despite its potential for international markets, it remains largely unknown outside its native regions, and most existing studies have focused on the whole fruit or its juice. This study investigated the nutritional and phenolic profiles of the peel, pulp, and seeds ofS. quitoenseusing official food analysis methods and chromatographic techniques. In addition, the in vitro antioxidant activity and antimicrobial effects against foodborne fungi and bacteria were assessed. The peel was rich in ascorbic acid (25.2 mg/100 g fw), α-tocopherol (7.9 mg/100 g fw), dietary fiber (16.5 g/100 g fw), macrominerals (Na, Ca, K), and flavonoids (14.2 mg/g extract); the pulp contained high levels of citric acid (4.22 g/100 g fw) and sucrose (2.7 g/100 g fw); and the seeds stood out for their contents of trace elements (Zn, Cu, Mn, Fe), oleic acid, and spermidine-derived phenolamides (37.8 mg/g extract). Hydroethanolic extracts showed antioxidant activity by inhibiting lipid peroxidation and oxidative hemolysis, with the seed extract exhibiting the strongest antifungal effect againstAspergillus versicolor, likely due to its high spermidine derivative content. These findings shed light on the potential ofS. quitoensefruit for the development of functional foods, antioxidant-rich beverages, and nutraceutical products.",
  "publication_date": "2025-06-13",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122083",
  "entities": {
    "FOOD": [
      "functional foods",
      "its juice",
      "juices"
    ],
    "POLYPHENOL": [
      "antimicrobial effects",
      "chromatographic techniques",
      "flavonoids",
      "the strongest antifungal effect"
    ]
  }
}