{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Efficacy and mechanism of chitosan nanoparticles containing lemon essential oil against blue mold decay of apples.",
  "abstract": "Essential oils have significant efficiency in postharvest infection control; however, their practical application is limited by low solubility and bioavailability. Encapsulating essential oils with nanoparticles has emerged as a promising strategy to overcome these limitations. In this study, chitosan nanoparticles loaded with lemon essential oil (CSNP-LO) were successfully formulated and characterized by DLS, FTIR, XRD and SEM. CSNP-LO demonstrated superior antifungal activity against Penicillium expansum, the causative agent for blue mold decay in apples, with a lower minimum inhibitory concentration (MIC) of 20 mg mL-1, compared to LO alone. The CSNP-LO effectively inhibited the spore germination, reduced the germ tube elongation, and suppressed the antioxidant enzyme system in P. expansum spores. In postharvest apples, CSNP-LO significantly reduced blue mold decay incidence by 51.84 % and lesion development by 54.30 % after 7 d of storage. Additionally, CSNP-LO application enhanced the activity of defense-related and antioxidant enzymes, including polyphenol oxidase (PPO), peroxidase (POD), phenylalanine ammonia-lyase (PAL), catalase (CAT), superoxide dismutase (SOD), and ascorbate peroxidase (APX), in apples without compromising their quality. Our findings demonstrate the potential of CSNP-LO as a novel and practical approach for controlling postharvest blue mold in apples, contributing to improved storage and shelf-life of fruit crops.",
  "publication_date": "2025-03-28",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.142633",
  "entities": {
    "POLYPHENOL": [
      "blue mold decay",
      "blue mold decay incidence",
      "polyphenol oxidase",
      "postharvest infection control"
    ],
    "FOOD": [
      "apples",
      "lemon essential oil",
      "postharvest apples"
    ]
  }
}