{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Phytochemicals Targeting Mitophagy to Treat Heart Diseases: Retrospective Insights and Prospective Directions.",
  "abstract": "Mitophagy is a process by which cells selectively eliminate damaged or dysfunctional mitochondria through the autophagy-lysosome pathway, thereby maintaining mitochondrial quality and cellular homeostasis. This process is closely linked to the onset and progression of various heart diseases. Modern pharmacological research has demonstrated that phytochemicals can regulate mitochondrial homeostasis in cardiomyocytes through multiple mechanisms, influencing mitophagy and protecting cardiomyocytes, which in turn exerts anti-cardiovascular effects. However, the underlying mechanisms of these effects are not yet fully understood. This study summarizes the pharmacological effects and molecular mechanisms of mitophagy in heart diseases, aiming to provide reference for the research and treatment of phytochemicals targeting mitophagy against heart diseases. The results indicated that phytochemicals (such as Berberine, Ginsenoside Rg1, Quercetin, Resveratrol, Baicalein, and so on) can exert preventive and therapeutic effects on heart diseases (such as cardiac toxicity or damage, myocardial ischemia/reperfusion injury, heart failure, heart aging, cardiac hypertrophy, cardiomyopathy, and so on.) via regulating the PINK1/Parkin and FUNDC1-dependent mitophagy pathway. These compounds mainly exert their effects by regulating mitochondrial homeostasis, mitochondrial dynamics, mitochondrial oxidative stress, mitochondrial apoptosis, and mitochondrial energy metabolism. This study provides a reference that phytochemicals have effect on anti-cardiovascular effects by regulating mitophagy. However, further in-depth mechanistic and clinical research are needed in the future.",
  "publication_date": "2025-02-06",
  "journal": "Phytotherapy research : PTR",
  "doi": "10.1002/ptr.8448",
  "entities": {
    "POLYPHENOL": [
      "anti-cardiovascular effects",
      "baicalein",
      "effect",
      "molecular mechanisms",
      "multiple mechanisms",
      "preventive and therapeutic effects",
      "quercetin",
      "resveratrol",
      "the pharmacological effects",
      "the underlying mechanisms",
      "their effects",
      "these effects"
    ],
    "SYMPTOM": [
      "heart aging",
      "heart failure",
      "mitochondrial apoptosis",
      "mitochondrial oxidative stress"
    ]
  }
}