{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Amphiphilic Bioactives of Freshwater Aquatic PlantsNelumbo nucifera(Indian Lotus) andLemnasp. with Antioxidant, Anti-Inflammatory and Antithrombotic Activities: In Vitro Study.",
  "abstract": "Background-Objectives:Chronic diseases linked to inflammation, such as cardiovascular disease (CVD) and cancer, continue to pose major public health challenges due to their high mortality rates. There is growing interest in natural bioactive compounds, particularly those derived from plants, as potential therapeutic or preventive agents due to their low toxicity profiles. This study aimed to explore two freshwater plants-Nelumbo nucifera(Indian lotus) andLemnasp.-as potential sources of bioactive compounds with antioxidant, anti-inflammatory, and antithrombotic properties. WhileN. nuciferahas established but incompletely characterized biofunctional properties,Lemnasp. remains largely unexplored in this context.Methods:Amphiphilic extracts from both plant species were analyzed for phenolic and lipid constituents, including unsaturated fatty acids, polar lipids, and carotenoids. Antioxidant capacity was evaluated using DPPH, ABTS, and FRAP assays. Anti-inflammatory and antithrombotic activities were assessed via platelet aggregation assays using PAF and ADP agonists. Structural characterization was performed usingFourier transform infrared spectroscopy(FT-IR) and liquid chromatography-mass spectroscopy (LC-MS) to support structure-activity relationship (SAR) analysis.Results:Extracts, particularly fromLemnasp., showed potent antiplatelet activity against PAF and ADP. LC-MS revealed the presence of polar lipids rich in monounsaturated and omega-3 polyunsaturated fatty acids, with a favorable omega-6/omega-3 ratio, especially inLemnasp., correlating with strong anti-inflammatory potential. High levels of total phenolics and carotenoids were observed, aligning with substantial antioxidant capacity in both species.Conclusions:These findings suggest thatN. nuciferaandLemnasp. are promising sources of bioactive compounds with potential applications in functional foods, cosmetics, and pharmaceuticals targeting inflammation- and thrombosis-related chronic diseases. Further studies are warranted to confirm their safety and efficacy.",
  "publication_date": "2025-06-02",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18060835",
  "entities": {
    "POLYPHENOL": [
      "background-objectives",
      "both plant species",
      "both species",
      "especially inlemnasp",
      "liquid chromatography-mass spectroscopy",
      "usingfourier transform infrared spectroscopy(ft-ir"
    ],
    "SYMPTOM": [
      "cancer",
      "inflammation",
      "inflammation- and thrombosis-related chronic diseases"
    ],
    "FOOD": [
      "a favorable omega-6/omega-3 ratio",
      "functional foods",
      "omega-3 polyunsaturated fatty acids"
    ]
  }
}