{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Impact of Water Stress on Metabolic Intermediates and Regulators in Broccoli Sprouts, and Cellular Defense Potential of Their Extracts.",
  "abstract": "Drought and flood (water stress) alter plant metabolism, impacting the phytochemical content and biological effects. Using spectrophotometric, HPLC, and electrophoretic methods, we analyze the effects of water stress on broccoli (Brassica oleraceaL. convar.botrytis(L.) Alef. var.cymosaDuch.) sprouts. Drought and flood differently influenced chlorophylls, carotenoids, and porphyrins, with drought having a stronger inhibitory effect on chlorophyll a, total chlorophyll, and porphyrins. Carotenoids and glucosinolates increased under drought but decreased with flooding, suggesting that these compounds play a crucial role in drought tolerance. Nitrate increased with drought from 13.11 ± 1.05 mg/g dw to 22.41 ± 1.20 mg/g dw but decreased under flooding to 5.17 ± 1.03 mg/g dw, and oxalic acid was reduced by drought only (from 48.94 ± 1.30 mg/g dw to 46.43 ± 0.64 mg/g dw). Flood reduced proteins by 29%, phenolics by 15%, flavonoids by 10%, flavonols by 11%, tannins by 36%, and proanthocyanidins by 19%, while drought decreased flavonoids by 23%. Total phenolics and proanthocyanidins were increased by drought by 29% and 7%, respectively, while flooding decreased hydroxycinnamic acids by 13%. Both stress types influenced individual polyphenols differently: drought diminished ferulic acid by 17% and increased sinapic acid by 30%, while flooding reversed these effects and enhanced kaempferol by 22%. These compounds, along with proline (which increased by 139% under drought), emerged as biomarkers of water stress. Flood impacted antioxidant capacity more significantly, while drought-stressed broccoli extracts better protected plasmid DNA against oxidative damage. These findings underline the metabolic plasticity of broccoli sprouts and their potential in targeted crop management for water stress resilience.",
  "publication_date": "2025-01-13",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26020632",
  "entities": {
    "SYMPTOM": [
      "both stress types",
      "drought and flood (water stress",
      "oxidative damage",
      "water stress",
      "water stress resilience"
    ],
    "POLYPHENOL": [
      "a stronger inhibitory effect",
      "biological effects",
      "electrophoretic methods",
      "ferulic acid",
      "flavonoids",
      "hydroxycinnamic acids",
      "increased sinapic acid",
      "individual polyphenols",
      "proanthocyanidins",
      "spectrophotometric",
      "tannins",
      "the effects",
      "these effects"
    ],
    "FOOD": [
      "broccoli",
      "broccoli sprouts"
    ]
  }
}