{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Seasonal variation effect on different Physalis peruviana L. (Solanaceae) waste extracts and investigation of their efficacy against Culex pipiens and Musca domestica.",
  "abstract": "Disease-carrying insects transmit many of the most serious human diseases. After decades of repeated use of insecticides, all of these vector species have demonstrated the ability to develop resistance to insecticides. This has necessitated the development of more efficient and environmentally safe alternatives in the form of biopesticides. Plants contain a wide range of potential phytochemicals that target a specific target, are rapidly biodegradable, environmentally friendly, and have a variety of therapeutic effects, making them a treasure trove of biological materials. Moreover, this has led to the creation of highly effective new drugs. The present study aims to demonstrate the specific active components in Physalis peruviana calyces that were collected in two consecutive fruiting seasons through UPLC/MS and multivariate data analyses. The extracts were prepared using 70% methanol/water and petroleum ether for each season, then evaluated against disease-carrying vectors, Culex pipiens and Musca domestica. The UPLC/MS analysis resulted in the tentative identification of fifty-four secondary metabolites belonging mainly to flavonoids, phenolic acids, withanolides, triterpenoids, phenyl propanoids, and many others. After various intervals of exposure, plant extracts in this study showed high insecticidal activity against mosquito and housefly larvae, Cx. pipiens, and M. domestica. Data showed that P. peruviana methanol extract (POM) appeared to be most effective (MO%) against Cx. pipiens (LC50= 8.18 mg/ml) and M. domestica larvae (LC50= 9.87 mg/ml), 24 h post-treatment. The relative toxicity revealed that the old P. peruviana extract (POM) was the most effective in killing larvae, followed by the POP extract, while the modern extracts (PNM and PNP) were less successful on mosquito and housefly larvae. Thus, Physalis peruviana calyx extracts can act as a potential biocontrol agent against certain medical insects.",
  "publication_date": "2025-06-20",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-89854-9",
  "entities": {
    "POLYPHENOL": [
      "a specific target",
      "certain medical insects",
      "decades",
      "disease-carrying insects",
      "disease-carrying vectors",
      "fifty-four secondary metabolites",
      "flavonoids",
      "high insecticidal activity",
      "highly effective new drugs",
      "insecticides",
      "most effective (mo%",
      "the specific active components",
      "therapeutic effects",
      "these vector species",
      "two consecutive fruiting seasons"
    ],
    "FOOD": [
      "plant extracts"
    ]
  }
}