{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Exploring the antitumorigenic properties of agro-food byproducts: A comprehensive scientific review.",
  "abstract": "Natural byproducts have garnered significant attention for their potential antitumorigenic properties. The current scenario sketched by the goals of circular economy approaches the research towards the utilization of agro-waste biomasses as valuable source of biological active metabolites. This comprehensive scientific review explores the various mechanisms through which these natural compounds exert anticancer effects, including apoptosis induction, cell cycle arrest, inhibition of angiogenesis, and suppression of metastasis. The review highlights key bioactive molecules such as polyphenols, flavonoids, alkaloids, and terpenoids, examining their molecular interactions with cancer cells. Furthermore, the potential of these natural byproducts as adjuvant therapies in combination with conventional treatments is discussed. By summarizing recent advancements and identifying future research directions, this review underscores the promise of natural byproducts from as a source of novel anticancer agents. A specific section is dedicated to outline the role of innovative materials, such as nanoparticles, hydrogels, and biopolymers, that are being developed to enhance the delivery and efficacy of active components. These carriers offer improved stability, targeted delivery, and controlled release of natural compounds, maximizing their therapeutic potential while minimizing side effects.",
  "publication_date": "2025-05-07",
  "journal": "Pharmacological research",
  "doi": "10.1016/j.phrs.2025.107740",
  "entities": {
    "POLYPHENOL": [
      "a specific section",
      "circular economy",
      "flavonoids",
      "future research directions",
      "key bioactive molecules",
      "polyphenols",
      "recent advancements",
      "side effects",
      "the various mechanisms",
      "their molecular interactions"
    ],
    "SYMPTOM": [
      "apoptosis induction",
      "cancer cells",
      "novel anticancer agents"
    ]
  }
}