{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Synthesis, characterization, In vitro and In silico investigations of novel 1,2,3-triazole substituted salicylic acid phenolic hydrazones hybrids targeting TGF-β2 expression in colorectal carcinoma.",
  "abstract": "In this study, sixteen novel 1,2,3-triazole-substituted salicylic acid phenolic-hydrazone hybrids were synthesized and characterized using NMR, IR, HRMS, and HPLC techniques. The compounds were evaluated for their anticancer potential against HCT-116, Caco-2 and HT-29 colorectal carcinoma cells and normal BEAS-2B epithelial cells. Among them, compound 10k exhibited potent antiproliferative effects on HCT-116, Caco-2 and HT-29 with IC50values of 6.84, 10.21, and 9.47 μM, respectively, which were significantly lower than the reference drug sorafenib (IC50= 18.25, 13.80 and 7.89 μM) for HTC-116 and Caco-2. Biological assays demonstrated that 10k effectively downregulated TGF-β2 receptor and cytokine expression in a dose-dependent manner, indicating its role in modulating the TGF-β signaling pathway. Apoptosis analysis suggested that cytotoxicity was mediated via non-apoptotic mechanisms. Molecular docking studies revealed a strong binding affinity for compound 10k with a docking score of -11.28 kcal/mol. Furthermore, 250 ns molecular dynamics simulations confirmed the stability of the ligand-receptor complex with an RMSD value stabilized around 1.15 Å. Key interactions included hydrogen bonds with Asn-332, π-π stacking, and halogen bonding. ADMET predictions confirmed favorable drug-like properties with good permeability and safety profiles. These findings position compound 10k as a promising lead candidate for colorectal cancer therapy, targeting TGF-β2 mediated pathways with high efficacy and selectivity.",
  "publication_date": "2025-06-27",
  "journal": "European journal of medicinal chemistry",
  "doi": "10.1016/j.ejmech.2025.117915",
  "entities": {
    "POLYPHENOL": [
      "250 ns molecular dynamics simulations",
      "colorectal cancer therapy",
      "hplc techniques",
      "ht-29 colorectal carcinoma cells",
      "molecular docking studies",
      "non-apoptotic mechanisms",
      "potent antiproliferative effects",
      "selectivity",
      "tgf-β2 receptor",
      "the ligand-receptor complex"
    ],
    "SYMPTOM": [
      "apoptosis analysis",
      "their anticancer potential"
    ]
  }
}