{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Antioxidant Synergy in a Mixture of Powder Plant Leaves and Effects on Metabolic Profile, Oxidative Status and Intestinal Morpho-Histochemical Features of Laying Hens.",
  "abstract": "Phenolic antioxidant intake is encouraged to prevent oxidative damage, and antioxidant synergy is considered an advantage in adding polyphenols from varied plants. This study investigated the antioxidant and synergistic interactions among olive leaf (OL), bay laurel (BL), and rosemary (RL) leaf powder mixture (LPM: OL + BL + RL), using in vitro chemical tests [TPC, ORAC, TEAC-ABTS, FRAP; combination index (CI)], and in vivo validation on blood oxidative status, metabolic profile, and intestinal histomorphology in laying hens. The in vitro study indicated a whole higher antioxidant capacity for the LPM than respective single/double-leave combinations. The LPM CI value (IC50, 0.60) indicated a synergistic effect compared to the binary combinations. Thus, the LPM was validated in vivo through dietary supplementation on sixty Lohmann Brown hens (30 weeks old), reared in an indoor-outdoor rearing system divided. The hens were allocated into two experimental groups (n. 30): basal control diet group; and diet supplemented group with 6 g/kg feed of LPM) containing OL, BL, and RL (respectively, at 65.7%:18.9%:15.4%), for 60 days. The LPM improved (p< 0.05) the oxidative status (TAS, FRAP; ROMs, TBARs) and vitamin E level, metabolic and immunological profiles, and it induced region-specific changes in the morphology and carbohydrate composition of mucins along intestinal tracts of the animals. These findings could provide a valuable strategy for identifying synergistic combinations in functional feed formulations for laying hens.",
  "publication_date": "2025-01-22",
  "journal": "Animals : an open access journal from MDPI",
  "doi": "10.3390/ani15030308",
  "entities": {
    "SYMPTOM": [
      "oxidative damage"
    ],
    "POLYPHENOL": [
      "a synergistic effect",
      "polyphenols",
      "region-specific changes",
      "respective single/double-leave combinations"
    ],
    "FOOD": [
      "rosemary (rl) leaf powder mixture"
    ]
  }
}