{
  "source": "PubMed",
  "query": "flavonols",
  "title": "The Effect of Post-Emergence Application of Biostimulants and Soil Amendments in Maize Cultivation on the Growth and Yield of Plants.",
  "abstract": "Maize is considered to be one of the most significant crops in the world. On a global scale, the appropriate yield level of food can largely affect food security. During cultivation, this plant is exposed to many adverse environmental factors, including water deficiency. Plant stress is reduced by applying appropriate biostimulants or soil amendments. This study tested the effectiveness of preparations based onRhizophagus irregularis, humic acids,Bacillus velezensis+Bacillus licheniformisandMethylobacterium symbioticum. The aim of the project was to assess the effect of selected microorganisms and substances on the growth, yield, and physiological parameters of maize. The hypothesis assumed that the preparations selected for this study could improve the condition of the plants in various soil moisture conditions. All treatments were carried out post-emergence. The experiments were conducted in greenhouse conditions, where, in conditions of different level of soil moisture, optimal and water deficiency, the effect of the above-mentioned substances and microorganisms on the height, mass of plants, and plant chlorophyll fluorescence was determined. Chlorophyll, anthocyanin, and flavonol content were also measured. In two-year field studies, the effect of the same preparations on plant height, grain yield, thousand-grain weight, oil, protein, and starch content in the grain was determined. It was shown that appropriately selected biostimulants have a positive effect on plant growth, physiological parameters, and the yield of maize grain. The impact of preparations on the grain yield depended on the conditions that prevailed in the growing season.",
  "publication_date": "2025-04-22",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14091274",
  "entities": {
    "POLYPHENOL": [
      "a positive effect",
      "appropriately selected biostimulants",
      "food security",
      "selected microorganisms",
      "the effect",
      "the effectiveness",
      "the project"
    ],
    "SYMPTOM": [
      "plant stress"
    ]
  }
}