{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "PPARγ Acetylation in Adipocytes Exacerbates BAT Whitening and Worsens Age-Associated Metabolic Dysfunction.",
  "abstract": "Aging and obesity are the two prominent driving forces of metabolic dysfunction, yet the common underlying mechanisms remain elusive. PPARγ, a central metabolic regulator and primary drug target combatting insulin resistance, is hyperacetylated in both aging and obesity. By employing a unique adipocyte-specific PPARγ acetylation-mimetic mutant knock-in mouse model, namely aKQ, we demonstrate that these mice develop worsened obesity, insulin resistance, dyslipidemia, and glucose intolerance as they age, and these metabolic deregulations are resistant to intervention by intermittent fasting. Interestingly, aKQ mice show a whitening phenotype of brown adipose tissue (BAT) manifested in lipid filling and suppressed BAT markers. Diet-induced obese aKQ mice retain an expected response to thiazolidinedione (TZD) treatment, while BAT function remains impaired. This BAT whitening phenotype persists even with the activation of SirT1 through resveratrol treatment. Moreover, the adverse effect of TZDs on bone loss is exacerbated in aKQ mice and is potentially mediated by their increased Adipsin levels. Our results collectively suggest pathogenic implications of adipocyte PPARγ acetylation, contributing to metabolic dysfunction in aging and thus posing as a potential therapeutic target.",
  "publication_date": "2023-05-18",
  "journal": "Cells",
  "doi": "10.3390/cells12101424",
  "entities": {
    "SYMPTOM": [
      "aging",
      "bone loss",
      "both aging",
      "insulin resistance",
      "obesity",
      "worsened obesity"
    ],
    "POLYPHENOL": [
      "a unique adipocyte-specific pparγ acetylation-mimetic mutant knock-in mouse model",
      "an expected response",
      "resveratrol treatment",
      "the adverse effect",
      "the common underlying mechanisms"
    ]
  }
}