{
  "source": "PubMed",
  "query": "tannins",
  "title": "Unraveling a century-old mystery: The role of Ophiostoma quercus in oak decline.",
  "abstract": "The role of Ophiostoma quercus in oak decline, a significant threat to European oak ecosystems, has been debated for nearly a century. This long-term field experiment assessed the aggressiveness of O. quercus on Quercus petraea and monitored both fungal spread and tree defense responses, combining pathology, microscopy, X-ray tomography, FTIR, HPLC and proteome analyses. Fifty-nine months post-inoculation, 30 % of trees exhibited decline symptoms, while 70 % displayed extensive cankers and lesions, 28.3 times larger than those on controls. Infected trees responded by forming tyloses, blocking water transport around the inoculation site. Following infection, increased deposition of polyphenolic compounds was observed in both barrier and reaction zones. Histopathological observations and FTIR measurements revealed enhanced local deposition of suberin, lignin, lignin-related compounds, and tannins within the lumens of ray parenchyma cells, and the cell walls of both libriform fibers and vessels. Proteomic analyses suggest that host trees are employing a salicylic acid-based defense strategy. At the tissue level, these analyses indicate a shift in metabolic pathways, with downregulation of lignin biosynthesis and upregulation of flavonoid and stilbenoid biosynthesis, as evidenced by increased chalcone synthase abundance. Our groundbreaking use of submicron-computed X-ray tomography on woody tissues could pave the way for the widespread adoption of non-destructive 3D scanning technology in plant-fungal interaction research. The findings of this study demonstrated the aggressiveness of O. quercus towards adult Q. petraea and its contribution to the widespread syndrome of oak decline.",
  "publication_date": "2025-04-27",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.109948",
  "entities": {
    "POLYPHENOL": [
      "a salicylic acid-based defense strategy",
      "decline symptoms",
      "european oak ecosystems",
      "flavonoid and stilbenoid biosynthesis",
      "infected trees",
      "infection",
      "oak decline",
      "polyphenolic compounds",
      "tannins",
      "technology"
    ]
  }
}