{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Phenolic compounds profiling of nine dogwood species (CornusL.) leaves.",
  "abstract": "This study analysed the phenolic compound profile in the leaves of nineCornusspecies (C. alba,C. amomum,C. sericeavar.baileyi,C. florida,C. kousa,C. mas,C. officinalis,C. coreana, andC. racemosa) to evaluate their potential as stable sources of bioactive compounds. The main phenolic acids (gallic, ellagic and chlorogenic acids) and flavonoids were quantified by high-performance liquid chromatography with diode-array detection (HPLC-DAD). Among the phenolic acids,C. masandC. officinaliscontained the highest levels of chlorogenic acid, whileC. coreanatotally lacked this compound. Notably, the chlorogenic acid concentration inC. masalso exceeded previously reported values for other plant parts. The highest ellagic acid content was found inC. sericeavar.baileyi, while the lowest was observed inC. racemosa.C. coreanashowed the highest concentration of gallic acid. Flavonoid analysis revealed that quercetin-3-O-galactoside was present in all species studied, with the highest levels inC. racemosaand the lowest inC. florida. Quercetin-3-O-glucoside was abundant inC. kousabut absent inC. mas. Quercetin-3-O-rhamnoside was detected in significant amounts only inC. racemosaandC. amomum. Among the kaempferol derivatives, kaempferol-3-O-glucoside was the most abundant, with the highest concentration inC. coreana. Furthermore,C. racemosaandC. amomumwere the richest sources of quercetin, whileC. coreanawas particularly rich in kaempferol. These results highlight the diverse phenolic profiles ofCornusspecies and their potential as valuable sources of bioactive compounds.",
  "publication_date": "2025-06-09",
  "journal": "PeerJ",
  "doi": "10.7717/peerj.19457",
  "entities": {
    "POLYPHENOL": [
      "all species",
      "chlorogenic acid",
      "diode-array detection",
      "flavonoid analysis",
      "flavonoids",
      "gallic acid",
      "gallic, ellagic and chlorogenic acids",
      "kaempferol",
      "kaempferol-3-o-glucoside",
      "ninecornusspecies",
      "quercetin",
      "quercetin-3-o-glucoside",
      "quercetin-3-o-rhamnoside",
      "the chlorogenic acid concentration inc.",
      "the diverse phenolic profiles ofcornusspecies",
      "the highest ellagic acid content",
      "the kaempferol derivatives",
      "the phenolic compound profile",
      "whilec."
    ]
  }
}