{
  "source": "PubMed",
  "query": "tannins",
  "title": "Enhanced Transdermal Delivery of Liraglutide for Sustained Obesity Management.",
  "abstract": "Liraglutide, a glucagon-like peptide-1 (GLP-1) receptor agonist, is recognized for its effectiveness in glycemic control and weight reduction. However, the pain associated with the traditional subcutaneous administration of liraglutide and needle phobia in some patients will seriously affect medication adherence. Transdermal delivery represents a promising alternative to subcutaneous injection for its convenience, noninvasiveness, and painlessness, and it can bypass the first-pass metabolism and multiple biological barriers of oral administration and be delivered in a controlled manner, resulting in steady drug levels. Nonetheless, due to skin barriers, effective transdermal delivery of peptide-based drugs like liraglutide remains challenging. This study developed a two-step platform for preparing peptide nanoparticles based on flash nanocomplexation (FNC) technology to improve the efficacy of transdermal liraglutide delivery. Liraglutide was first encapsulated in nanoparticles formed by tannic acid (TA) and aluminum ions (Al3+), wherein coordination interactions between TA and Al3+, as well as hydrogen bonding interactions involving TA and liraglutide. Then, liraglutide nanoparticles were coated with positively charged hydroxypropyl trimethylammonium chloride chitosan (HTCC) to improve transdermal delivery efficacy. The resulting liraglutide nanoparticles exhibited superior transdermal penetration, durable hypoglycemic effects, and long-acting therapeutic efficacy for obesity, indicating that the developed Lira nanoparticle offers a promising platform for the transdermal delivery of peptide-based drugs.",
  "publication_date": "2025-05-10",
  "journal": "Langmuir : the ACS journal of surfaces and colloids",
  "doi": "10.1021/acs.langmuir.5c00949",
  "entities": {
    "POLYPHENOL": [
      "(fnc) technology",
      "a glucagon-like peptide-1 (glp-1) receptor agonist",
      "durable hypoglycemic effects",
      "effective transdermal delivery",
      "its effectiveness",
      "subcutaneous injection"
    ],
    "SYMPTOM": [
      "obesity",
      "painlessness",
      "the pain"
    ]
  }
}