{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Unveiling the nutraceutical potential of indigenous and exotic eggplant for bioactive compounds and antioxidant activity as well as its suitability to the nutraceutical industry.",
  "abstract": "Eggplant is a nutritionally rich crop that has beneficial effects on human health. Wide diversity exists in eggplant in terms of biochemical content; however, extensive research work has not been undertaken to gain more in-depth knowledge on its antioxidant capacity to improve the quality of the existing popular cultivated varieties and develop/identify nutrient-rich germplasms. Therefore, a total of 57 genotypes were chosen for the study, and they were evaluated for various biochemical compounds. The biochemical traits taken were an average of three replications and these values were used for statistical analysis. The analysis of variance for five fruit quality parameters indicated a high variability among the eggplant genotypes, which signifies that at least one of the genotypes is statistically different from the rest. The total phenolics ranged from 39.63 to 312.65 mg gallic acid equivalent (GAE)/100 g with the highest being observed in Pusa Krishna. The flavonoid content ranged from 7.83 to 65.09 mg/100 g FW. The antioxidant assays, viz., cupric reducing antioxidant activity (CUPRAC) and ferric reducing antioxidant power (FRAP), were evaluated which ranged from 51.48 to 200.36 mg GAE/100 g for CUPRAC and 35.36 to 214.01 mg GAE/100 g for FRAP. Principal component analysis (PCA) generated a total of five principal components, and the maximum variance of 90.72% was exhibited by the first three PCs. The agglomerative hierarchical clustering (AHC) revealed similar results to the PCA by identifying three major clusters. Cluster 1 had a maximum number of genotypes grouped together, i.e., 48, followed by cluster 2 with six genotypes, viz., Pusa Krishna (G-32), G-5, Mayurbhanj Local, HABI-2,Solanum gilo, andSolanum sisymbrifolium, and cluster 3 had only three genotypes, namely,Solanum insanum,Solanum khasianum, andSolanum xanthocarpum. Furthermore, the wild speciesS. insanum,S. khasianum, andS. xanthocarpumcan also be utilized as a donor line for carrying out the nutritional breeding program as they are the reservoir of many important biochemical genes.",
  "publication_date": "2025-02-04",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1451462",
  "entities": {
    "FOOD": [
      "eggplant",
      "the eggplant genotypes"
    ],
    "POLYPHENOL": [
      "312.65 mg gallic acid equivalent",
      "beneficial effects",
      "the flavonoid content",
      "the wild speciess. insanum"
    ]
  }
}