{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Tea polyphenols attenuate glufosinate-induced breast injury by reducing endoplasmic reticulum stress and autophagy.",
  "abstract": "Owing to the excessive use of glyphosate-based herbicides (GBHs), the amount of drug residues in corn and alfalfa silage exceeds the standard, which may affect the mammary health of dairy animals. The role of glufosinate-ammonium (GLA) in mammary development is not fully understood. Therefore, the aim of this study was to investigate mammary lesions caused by exposure to GLA in vitro and in vivo. Based on the GLA exposure limit defined, a pregnant mouse exposure model was established to explore the damage caused by GLA exposure in the mammary gland, and a protective mechanism mediated by tea polyphenols (TP) was proposed. Our study shows that perinatal GLA exposure induces inflammation and oxidative stress in the mammary gland. The expression of oxidoreductase complex and mitochondrial protein complex was down-regulated in H-GLA group, suggesting that GLA may affect mitochondrial function. The combined transcriptome and proteomics analysis of mammary gland showed that the differentially expressed genes were enriched in biological regulation and ion transport related biological processes. The key differential gene ER protein retention receptor 1 (KDELR1) suggested that GLA may affect the function of endoplasmic reticulum. In vitro experiments have confirmed that it can activate mitophagy and ERS, and then lead to the up-regulation of apoptosis proteins such as Caspase 3, leading to cell apoptosis, thereby causing breast tissue damage. The strong antioxidant properties of TP can alleviate cell damage by restoring cellular oxidative balance, reducing intracellular ROS content and reducing the expression of inflammatory factors. At the same time, TP could restore the expression of autophagy proteins LC3 and P62, and reduce mitophagy. At the same time, TP can reduce the activation of PERK/eIF2α/CHOP pathway induced by GLA exposure and alleviate ERS, thereby reducing cell apoptosis. These findings shed light on the mechanism of GLA-induced mammary gland damage, improved our understanding of the risk of GLA exposure in domestic animals during pregnancy, and suggested that TP may have potential protective effects against GLA poisoning.",
  "publication_date": "2025-06-04",
  "journal": "Journal of hazardous materials",
  "doi": "10.1016/j.jhazmat.2025.138823",
  "entities": {
    "POLYPHENOL": [
      "a protective mechanism",
      "potential protective effects",
      "tea polyphenols",
      "the key differential gene er protein retention receptor",
      "the mechanism"
    ],
    "SYMPTOM": [
      "apoptosis proteins",
      "cell apoptosis",
      "cell damage",
      "inflammation",
      "oxidative stress"
    ]
  }
}