{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "The Potential of the Mediterranean Diet to Improve Mitochondrial Function in Experimental Models of Obesity and Metabolic Syndrome.",
  "abstract": "The abnormal expansion of body fat paves the way for several metabolic abnormalities including overweight, obesity, and diabetes, which ultimately cluster under the umbrella of metabolic syndrome (MetS). Patients with MetS are at an increased risk of cardiovascular disease, morbidity, and mortality. The coexistence of distinct metabolic abnormalities is associated with the release of pro-inflammatory adipocytokines, as components of low-to-medium grade systemic inflammation and increased oxidative stress. Adopting healthy lifestyles, by using appropriate dietary regimens, contributes to the prevention and treatment of MetS. Metabolic abnormalities can influence the function and energetic capacity of mitochondria, as observed in many obesity-related cardio-metabolic disorders. There are preclinical studies both in cellular and animal models, as well as clinical studies, dealing with distinct nutrients of the Mediterranean diet (MD) and dysfunctional mitochondria in obesity and MetS. The term \"Mitochondria nutrients\" has been adopted in recent years, and it depicts the adequate nutrients to keep proper mitochondrial function. Different experimental models show that components of the MD, including polyphenols, plant-derived compounds, and polyunsaturated fatty acids, can improve mitochondrial metabolism, biogenesis, and antioxidant capacity. Such effects are valuable to counteract the mitochondrial dysfunction associated with obesity-related abnormalities and can represent the beneficial feature of polyphenols-enriched olive oil, vegetables, nuts, fish, and plant-based foods, as the main components of the MD. Thus, developing mitochondria-targeting nutrients and natural agents for MetS treatment and/or prevention is a logical strategy to decrease the burden of disease and medications at a later stage. In this comprehensive review, we discuss the effects of the MD and its bioactive components on improving mitochondrial structure and activity.",
  "publication_date": "2022-07-28",
  "journal": "Nutrients",
  "doi": "10.3390/nu14153112",
  "entities": {
    "SYMPTOM": [
      "low-to-medium grade systemic inflammation",
      "many obesity-related cardio-metabolic disorders",
      "metabolic syndrome",
      "obesity",
      "obesity-related abnormalities",
      "oxidative stress",
      "the mitochondrial dysfunction"
    ],
    "POLYPHENOL": [
      "polyphenols",
      "polyphenols-enriched olive oil",
      "preclinical studies",
      "recent years",
      "such effects",
      "the effects"
    ],
    "FOOD": [
      "plant-based foods"
    ]
  }
}