{
  "source": "PubMed",
  "query": "lignans",
  "title": "Antitumor Effects of Sesamin via the LincRNA-p21/STAT3 Axis in Human Bladder Cancer: Inhibition of Metastatic Progression and Enhanced Chemosensitivity.",
  "abstract": "Bladder cancer (BC) ranks as the tenth most common malignancy worldwide, with high recurrence and progression rates despite current treatments. The matrix metalloproteinases (MMPs), particularly MMP2, play critical roles in tumor invasion and metastasis, contributing to poor prognosis. The p53-induced long noncoding RNA (lncRNA) lincRNA-p21, which acts as a tumor suppressor, has been implicated in various cancers, but its role in BC remains unclear. Sesamin, a bioactive lignan derived from sesame oil, has shown promise as a chemopreventive agent with multiple antitumor effects. In this study, sesamin was found to significantly inhibit cell viabilityin vitroand tumor formationin vivo. Additionally, sesamin inhibits MMP2 expression by downregulating the STAT3 signaling pathway, leading to reduced tumor cell migration, invasion, and anoikis resistance. LincRNA-p21 was identified as a crucial mediator in this process, helping sesamin reduce STAT3 activity. Co-administration of a PARP inhibitor with sesamin further enhanced the sensitivity of BC cells to conventional chemotherapeutic drugs (cisplatin, doxorubicin, epirubicin, mitomycin-c), suggesting its potential as an adjuvant therapy. These findings highlight the potential of sesamin as a therapeutic agent, both as a standalone treatment and in combination with conventional chemotherapy, to reduce tumor progression and chemotherapy-related toxicity in BC patients.",
  "publication_date": "2025-03-31",
  "journal": "International journal of biological sciences",
  "doi": "10.7150/ijbs.103274",
  "entities": {
    "SYMPTOM": [
      "bladder cancer",
      "tumor progression",
      "various cancers"
    ],
    "POLYPHENOL": [
      "high recurrence",
      "multiple antitumor effects"
    ]
  }
}