{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Synergistic chemotherapy and immunomodulatory effects of Quercetin in cancer: a review.",
  "abstract": "Cancer is a significant public health problem worldwide, and its morbidity and mortality are challenging to improve, which is an important obstacle to prolonging life expectancy. Cytotoxic drugs have been used in anti-cancer therapy since the 1940s. They play an important role in tumor therapy. However, drug resistance and systemic toxicity often limit its application. Combination or synergistic chemotherapy can promote therapeutic effects and reduce toxicity. Quercetin (QUE) is a natural flavonoid widely found in fruits and vegetables. It has anti-cancer, anti-inflammatory, antioxidant, and neuroprotective properties. An increasing number of studies have found that the combination of QUE and chemotherapy drugs has a chemosensitization effect. To a certain extent, it can inhibit the side effects of chemotherapeutic drugs, such as nephrotoxicity, cardiotoxicity, reproductive toxicity, and neurotoxicity, which has attracted great attention. The immune system plays a significant role in tumor development. Notably, several studies have revealed that QUE plays an immunomodulatory role by promoting the differentiation of anti-cancer immune cells and inhibiting immune checkpoint expression. In conclusion, current studies have emphasized the potential of QUE in chemosensitization, reduction of toxic side effects, and enhancement of the anti-cancer immune response. However, more preclinical and clinical cohort studies are needed to determine QUE's efficacy, mechanism, optimal formulation, and long-term effects in synergistic chemotherapy and immunomodulatory effects.",
  "publication_date": "2025-05-26",
  "journal": "Frontiers in immunology",
  "doi": "10.3389/fimmu.2025.1547992",
  "entities": {
    "SYMPTOM": [
      "anti-cancer immune cells",
      "anti-cancer therapy",
      "cancer",
      "the anti-cancer immune response"
    ],
    "POLYPHENOL": [
      "a chemosensitization effect",
      "a natural flavonoid",
      "immune checkpoint expression",
      "life expectancy",
      "long-term effects",
      "mechanism",
      "more preclinical and clinical cohort studies",
      "neuroprotective properties",
      "quercetin",
      "synergistic chemotherapy and immunomodulatory effects",
      "the side effects",
      "therapeutic effects",
      "toxic side effects"
    ]
  }
}