{
  "source": "PubMed",
  "query": "quercetin",
  "title": "The pleiotropic anti-cancer, antiviral, and anti-neuro-immunomodulatory role of methanolic neem bark extract.",
  "abstract": "The miraculous golden tree of the century, neem or Azadirachta indica, has been used in ancient ayurvedic and traditional medicine since the inception of medicinal practices. The phytochemicals present in each part of this tree are known to possess the ability to cure a variety of diseases, from viral, bacterial, and fungal infections and associated pathogenesis to inflammatory diseases, different metabolic disorders, and cancers. Predominant phytochemicals from neem, azadirachtin, nimbin, nimbolide, quercetin, etc., are known to be potent anti-inflammatory, antiviral, and anti-cancer agents. These and many other bio-active compounds from neem restrict the viral spread and replication of β-coronaviruses, Human Immunodeficiency Virus, Herpes Simplex Virus, etc. Likewise, neem extracts and bio-active compounds from neem have been targeting cancer cells by restricting their proliferation, survival, and migration and inducing apoptosis, leading to the establishment of neem as a potent anti-cancer agent. Multiple studies have reported neem's efficiency in intervening with inflammatory pathways and oxidative stress pathways, which are known to be linked to viral infections and cancers. In this review, we discuss the role of methanolic neem bark extracts and their bio-active compounds in preventing β-coronavirus mouse hepatitis virus and SARS-CoV-2 replication and spread, and simultaneously the anti-cancer effects exerted by MNBE via activating pro-apoptotic markers, restricting the proliferation and migration of cervical cancer cells, inducing cell cycle arrest.",
  "publication_date": "2025-06-19",
  "journal": "Journal of natural medicines",
  "doi": "10.1007/s11418-025-01924-4",
  "entities": {
    "POLYPHENOL": [
      "simultaneously the anti-cancer effects",
      "viral infections",
      "viral, bacterial, and fungal infections"
    ],
    "SYMPTOM": [
      "a potent anti-cancer agent",
      "apoptosis",
      "cancer cells",
      "cancers",
      "cervical cancer cells",
      "oxidative stress pathways",
      "potent anti-inflammatory, antiviral, and anti-cancer agents"
    ]
  }
}