{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Antioxidant Activity of Aqueous Extracts Obtained from By-Products of Grape, Olive, Tomato, Lemon, Red Pepper and Pomegranate.",
  "abstract": "The aim of this work was to study the antioxidant potential of aqueous extracts obtained from different by-products. The effectiveness of these extracts was compared with that of rosemary extract. Total phenol carotenoid and vitamin C contents, as well as in vitro antioxidant activity, were assessed. Phenol content was positively correlated with in vitro antioxidant activity in extracts, while carotenoids showed a less clear relationship. Vitamin C was associated with antioxidant activity in lemon and pepper pomace extracts. Extracts from olive, grape, and lemon by-products displayed the highest antioxidant activity (radical scavenging activity), this being similar to the activity of rosemary extracts. Moreover, the phenolic profile of the extracts was analyzed, revealing diverse phenolic compounds. Rosemary extracts contained the highest variety and quantity of phenolic compounds, while olive pomace extracts were rich in hydroxytyrosol and 4-hydroxybenzoic acid. Lemon and pepper extracts contained high amounts of tyrosol, and tomato extracts had abundant epicatechin. The PCA analysis distinguished extracts based on in vitro antioxidant activity, phenol, carotenoid, and vitamin C content, along with their phenolic compound profiles. This study emphasizes the capacity of aqueous extract by-products as valuable sources of antioxidants and highlights the importance of understanding their bioactive components.",
  "publication_date": "2024-06-07",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods13121802",
  "entities": {
    "POLYPHENOL": [
      "abundant epicatechin",
      "diverse phenolic compounds",
      "phenolic compounds",
      "the effectiveness",
      "their phenolic compound profiles"
    ],
    "FOOD": [
      "grape",
      "lemon",
      "lemon and pepper extracts",
      "rosemary extract",
      "rosemary extracts",
      "tomato extracts"
    ]
  }
}