{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "EndophyticTrichoderma asperellumWNZ-21 produces novel bioactives with anticancer, anti-inflammatory, and hemoprotective properties from fermented bean biomass.",
  "abstract": "The increasing demand for novel bioactive compounds is driving research into natural sources, particularly through the valorization of agricultural residues. Endophytic fungi have emerged as a promising source of bioactive metabolites with diverse therapeutic potential. We employed a novel approach utilizing the isolatedTrichoderma asperellumWNZ-21 [identified morphologically and molecularly (ITS: OR857252,tef1gene: PP069312)] in semi-solid-state fermentation to bioconvert common bean biomass residue (RCBB) into a rich source of metabolites with significant therapeutic potential. First,T. asperellumefficiently degraded 67.19% RCBB, exhibiting robust enzymatic activity (cellulase: 18.067 units per gram (U/g), xylanase: 15.967 U/g, protease: 5.550 U/g). The fermented RCBB filtrate exhibited a rich chemical profile, including (mg/g RCBB) amino acids (13.51), phenolics (55.22), flavonoids (11.22), tannins (18.90), and several secondary metabolites. FT-IR analysis indicated the presence of a complex mixture of amino acids, polysaccharides, proteins, and other metabolites. GC-MS analysis identified 17 compounds. The fermented biomass possesses multi-biological activities, including anticancer against hepatocellular carcinoma (IC50= 35.62 μg/mL) and mammary gland breast cancer (IC50= 59.20 μg/mL) cell lines, with reduced toxicity toward normal human lung fibroblast cells (IC50= 76.33 μg/mL). It also exhibits anti-hemolytic activity in erythrocyte protection assays, reducing oxidative stress-induced hemolysis to 4.40%. Additionally, the filtrate demonstrates anti-inflammatory activity in a carrageenan-induced paw edema model in rats, providing 36.50% protection after 5 h of treatment. Our findings establish RCBB valorization as a promising route to produce multi-bioactive fungal metabolites. Future research should focus on isolating active compounds, optimizing production, and conductingin vivostudies to fully realize therapeutic potential.",
  "publication_date": "2025-06-10",
  "journal": "Frontiers in microbiology",
  "doi": "10.3389/fmicb.2025.1609361",
  "entities": {
    "POLYPHENOL": [
      "36.50% protection",
      "flavonoids",
      "several secondary metabolites",
      "tannins"
    ],
    "SYMPTOM": [
      "anticancer",
      "mammary gland breast cancer",
      "oxidative stress-induced hemolysis"
    ]
  }
}