{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "The SlymiR394-ZDS Module Enhances the Antioxidant Capacity of Tomato by Promoting Lycopene Synthesis.",
  "abstract": "Lycopene, a natural pigment, is valuable for human health because of its strong antioxidant capacity. However, studies on the involvement of tomato miR394 in the regulation of lycopene have not been reported. The aim of this study was to reveal the molecular mechanism by which miR394 regulates lycopene synthesis by targeting ζ-carotene dehydrogenase (ZDS). The miR394-silenced transgenic tomato plants were constructed by short tandem target mimicry (STTM) technology, and the association between lycopene content and antioxidant capacity was analyzed by combining qRT-PCR, UV spectrophotometry, and a free radical scavenging assay. The targeting relationship between miR394 andZDSwas verified using a subcellular localization assay. The results showed that the silencing of miR394 significantly upregulated the expression of the ZDS gene and promoted lycopene accumulation. The antioxidant enzyme activities of STTM394 transgenic plants were significantly enhanced, and the free radical scavenging ability was obviously improved. Subcellular localization experiments confirmed that miR394 directly inhibited the chloroplast expression ofZDS. In conclusion, this study reveals for the first time that the miR394-ZDS module enhances the antioxidant capacity by regulating lycopene metabolism, which provides a new target for themolecular breeding of highly nutritious tomatoes.",
  "publication_date": "2025-06-12",
  "journal": "Biomolecules",
  "doi": "10.3390/biom15060857",
  "entities": {
    "FOOD": [
      "highly nutritious tomatoes",
      "the mir394-silenced transgenic tomato plants",
      "tomato mir394"
    ],
    "POLYPHENOL": [
      "short tandem target mimicry (sttm) technology",
      "the molecular mechanism",
      "themolecular breeding",
      "uv spectrophotometry"
    ]
  }
}