{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "A Potential Role for c-MYC in the Regulation of Meibocyte Cell Stress.",
  "abstract": "The integrated stress response (ISR) is a key regulator of cell survival, promoting apoptosis through the effector protein CHOP in instances of prolonged or severe stress. The ISR's role in the initiation and progression of epithelial malignancies has been investigated; however, the ISR has not been evaluated in ocular adnexal sebaceous carcinoma (SebCA). Though uncommon, mortality rates of up to 40% have been reported, and the mechanisms underlying SebCA tumorigenesis remain unresolved; however,c-MYCupregulation has been documented. Our objective was to determine the role of MYC in modulating the ISR in the Meibomian gland. Human Meibomian gland epithelial cells (HMGECs) were subject to both pharmacologic and genetic manipulations of MYC expression. Cytotoxicity, proliferation, and changes in protein and gene expression were assessed. ConditionallyMYC-overexpressing mice were subject to topical 4-hydroxytamoxifen (4-OHT) induction of the eyelids prior to tissue harvest for histology, immunohistochemistry, immunoblotting, and qPCR. MYC-inhibited HMGECs exhibited dose-dependent decreased proliferation, increased CHOP expression, and increased apoptosis. Conversely,MYC-overexpressing HMGECs and Meibomian glands from 4-OHT-induced mice demonstrated suppressed CHOP expression, reduced apoptosis, and upregulated fatty acid synthase expression. These results suggest that MYC inhibition induces the ISR and promotes apoptosis, while MYC induction suppresses CHOP expression. High MYC expression may, therefore, serve as a mechanism for SebCA to elude cell death by promoting lipogenesis.",
  "publication_date": "2025-05-14",
  "journal": "Cells",
  "doi": "10.3390/cells14100709",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "cell death",
      "increased apoptosis",
      "prolonged or severe stress",
      "reduced apoptosis",
      "the integrated stress response"
    ],
    "POLYPHENOL": [
      "a mechanism",
      "dose-dependent decreased proliferation",
      "hmgecs",
      "myc-inhibited hmgecs",
      "myc-overexpressing hmgecs",
      "our objective",
      "the effector protein",
      "the mechanisms"
    ]
  }
}