{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Untargeted Metabolomics Analysis for Studying Differences in High-Quality Colombian Cocoa Beans.",
  "abstract": "Colombia is a producer of fine cocoa, according to the International Cocoa Organization; however, most of its exports are in the ordinary cocoa category. To remedy this situation, several national organizations are working to create technological platforms for small producers to certify the quality of their beans. The objective of this study was to identify differential chemical markers in 36 cocoa bean samples from five Colombian departments and associate them with cocoa quality properties. For this purpose, a non-targeted metabolomics approach was performed using UHPLC-HRMS, along with sensory and physicochemical analyses. The 36 samples did not differ in sensory quality, polyphenol content, and theobromine/caffeine ratio. However, the multivariate statistical analysis allowed us to differentiate the samples into four clusters. In addition, a similar grouping of the samples was also observed in the physical analyses. The metabolites responsible for such clustering were investigated with univariate statistical analysis and presumptively identified by comparison of experimental mass spectra with those reported in databases. Alkaloids, flavonoids, terpenoids, peptides, quinolines, and sulfur compounds were identified as discriminants between sample groups. Here, it was presented the metabolic profiles as an important chemical feature for further studies in quality control and more specific characterization of fine cocoa.",
  "publication_date": "2023-05-31",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules28114467",
  "entities": {
    "FOOD": [
      "36 cocoa bean samples",
      "cocoa quality properties",
      "fine cocoa",
      "the international cocoa organization",
      "the ordinary cocoa category",
      "their beans"
    ],
    "POLYPHENOL": [
      "experimental mass spectra",
      "flavonoids",
      "more specific characterization",
      "polyphenol content",
      "technological platforms",
      "the objective"
    ]
  }
}