{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Optimization of ultrasonic-assisted extraction for enhancing the cosmetic potential and structural characterization of polysaccharide-rich extract from waste stem of Trollius Chinensis Bunge.",
  "abstract": "This study aimed to optimize the extraction of polysaccharides from waste stems of Trollius chinensis Bunge (TCS) using an ultrasonic-assisted combined extraction method (UEM) and evaluate their potential for cosmetic applications. The optimal extraction conditions, determined based on antioxidant activity and moisture retention capacity of the polysaccharide-rich extract (TCSP), were as follows: ultrasonic power of 510 W, ultrasonic time of 30 min, microwave time of 15 min, and enzyme dosage of 0.3 g. Compared to the traditional hot water extraction method (TH), TCSP obtained by UEM exhibited superior antioxidant and moisturizing properties, particularly in 1,1-Diphenyl-2-picrylhydrazyl (DPPH) and 2,2'-Azino-bis-(3-ethylbenzothiazoline-6-sulfonic acid) diammonium salt (ABTS) radical scavenging activities. Basic characterization revealed that TCSP from UEM had slightly higher total sugar and phenol content than TH (p < 0.05), while other general components showed no significant differences. TCSP was identified as an acidic polysaccharide with high uronic acid and sulfate content. Infrared spectroscopy analysis indicated no change in glycosidic bond types between UEM and TH extracts. UEM significantly increased the contents of rhamnose and glucose, while maintaining identical monosaccharide composition types compared to TW. However, significant differences were observed in molecular weight and morphological structure: UEM retained polysaccharides with larger molecular weights, and ultrasonic cavitation damaged the microstructure, creating cavities that enhanced polysaccharide release, likely contributing to the higher yield. These findings demonstrate that UEM effectively enhances the extraction efficiency and cosmetic potential of polysaccharides from Trollius chinensis Bunge waste stems, providing a sustainable approach for valorizing agricultural by-products.",
  "publication_date": "2025-06-25",
  "journal": "Ultrasonics sonochemistry",
  "doi": "10.1016/j.ultsonch.2025.107441",
  "entities": {
    "FOOD": [
      "dosage"
    ],
    "POLYPHENOL": [
      "larger molecular weights",
      "molecular weight"
    ]
  }
}