{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Short-Term Grape Consumption Diminishes UV-Induced Skin Erythema.",
  "abstract": "Over three million Americans are affected by skin cancer each year, largely as a result of exposure to sunlight. The purpose of this study was to determine the potential of grape consumption to modulate UV-induced skin erythema. With 29 human volunteers, we report that nine demonstrated greater resistance to UV irradiation of the skin after consuming the equivalent of three servings of grapes per day for two weeks. We further explored any potential relationship to the gut-skin axis. Alpha- and beta-diversity of the gut microbiome were not altered, but grape consumption modulated microbiota abundance, enzyme levels, and KEGG pathways. Striking differences in the microbiome and metabolome were discerned when comparing the nine individuals showing greater UV resistance with the 20 non-responders. Notably, three urinary metabolites, 2'-deoxyribonic acid, 3-hydroxyphenyl acetic andscyllo-inositol, were depressed in the UV-resistant group. A ROC curve revealed a 71.8% probability that measurement of urinary 2'-deoxyribonic acid identifies a UV skin non-responder. 2'-Deoxyribonic acid is cleaved from the DNA backbone by reactive oxygen species. Three of the nine subjects acquiring UV resistance following grape consumption showed a durable response, and these three demonstrated unique microbiomic and metabolomic profiles. Variable UV skin sensitivity was likely due to glutathioneS-transferase polymorphisms. We conclude that a segment of the population is capable of demonstrating greater resistance to a dermal response elicited by UV irradiation as a result of grape consumption. It is uncertain if modulation of the gut-skin axis leads to enhanced UV resistance, but there is correlation. More broadly, it is reasonable to expect that these mechanisms relate to other health outcomes anticipated to result from grape consumption.",
  "publication_date": "2022-11-30",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox11122372",
  "entities": {
    "SYMPTOM": [
      "skin cancer"
    ],
    "FOOD": [
      "grape consumption",
      "grapes"
    ],
    "POLYPHENOL": [
      "reactive oxygen species",
      "the nine subjects",
      "these mechanisms"
    ]
  }
}