{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Enhancement of cigarette smoke extract-induced goblet cell metaplasia and hyperplasia exerted through IL-13 receptor α1 expression.",
  "abstract": "Chronic airway inflammation, such as that occurring in chronic obstructive pulmonary disease, induces goblet cell metaplasia and hyperplasia (GCMH) and leads to hyperproduction of mucus and thickening of airway walls, restricting airflow. Cigarette smoke causes chronic inflammation and GCMH in the airways through a complex mechanism involving various factors, including immune cells. Previous studies reported direct effects of cigarette smoke on epithelial cells. Replicating the physiological condition of immune cells, we assessed the interaction between cigarette smoke extract (CSE) and interleukin (IL)-13, a GCMH inducer, on air-liquid interface-cultured normal human bronchial epithelial cells (NHBEs) from a single non-smoking subject. While single exposure to IL-13 or CSE induced mucus production, as previously reported, co-exposure to IL-13 and CSE synergistically enhanced this effect. We also investigated IL-13 receptor expression, which revealed that CSE exposure significantly induced the expression of the functional IL-13 receptor subunit, IL-13Rα1. To analyze the signaling pathway involved, we exposed NHBE cultures to benzo(a)pyrene, an aryl hydrocarbon receptor (AhR) ligand and constituent of CSE, which increased IL-13Rα1 expression in a concentration-dependent manner. Furthermore, treatment with the AhR inhibitor resveratrol erased the effects of CSE on mucus production and IL-13Rα1 expression. Here, we present a novel pathway to GCMH by which cigarette smoke induces IL-13Rα1 expression through AhR stimulation, making epithelial cells sensitive to IL-13. This discovery not only contributes to our understanding of chronic airway inflammation, but also supports the use of in vitro models to reproduce chronic inflammation without co-culture of epithelial cells and immune cells.",
  "publication_date": "2025-06-16",
  "journal": "Toxicology letters",
  "doi": "10.1016/j.toxlet.2025.06.010",
  "entities": {
    "SYMPTOM": [
      "chronic airway inflammation",
      "chronic inflammation"
    ],
    "POLYPHENOL": [
      "a complex mechanism",
      "a single non-smoking subject",
      "an aryl hydrocarbon receptor",
      "direct effects",
      "il-13 receptor expression",
      "the ahr inhibitor resveratrol",
      "the effects",
      "the functional il-13 receptor subunit",
      "this effect"
    ]
  }
}