{
  "source": "PubMed",
  "query": "catechins",
  "title": "Phytochemical and antioxidant comparison ofQuercus ilexandQuercus roburacorn extracts obtained by matrix solid-phase dispersion.",
  "abstract": "Oak (Quercusspp.) acorns are used in animal feed and in the treatment of specific diseases due to their nutritional value and high content of bioactive compounds. The aim of the present work is to investigate and compare polyphenolic compounds and the antioxidant activity ofQuercus ilexandQuercus roburacorn extracts. This is performed using the matrix solid-phase dispersion (MSPD) extraction process, in an environmentally friendly way with different generally recognised as safe (GRAS) solvents. The GRAS solvents considered were an alcohol, a ketone, an ester and a glycol. Total polyphenolic content (TPC) and antioxidant activity (DPPH and ABTS scavenging test) were determined spectrophotometrically. The different antioxidant data obtained by two approaches are discussed. AllQuercus roburextracts show better results thanQuercus ilexin both total polyphenolic content and antioxidant activity, the highest results being obtained with ethyl lactate, 76 mgGAE g-1DW and 2636 μmolTE g-1DW, respectively. These results demonstrate the correlation between total polyphenolic content and antioxidant activity, and that free radical scavenging is concentration dependent. Individual quantification of the polyphenols was performed by liquid chromatography-tandem mass spectrometry (LC-MS/MS), with the major compounds being gallic acid, ellagic acid, catechin, quercetin and gallotannins in all extracts. MSPD, for the first time applied to acorns, has proven to be a good alternative to conventional processes for obtaining antioxidant extracts rich in bioactive compounds.",
  "publication_date": "2025-04-22",
  "journal": "RSC advances",
  "doi": "10.1039/d4ra08675a",
  "entities": {
    "POLYPHENOL": [
      "both total polyphenolic content",
      "catechin",
      "ellagic acid",
      "gallic acid",
      "gallotannins",
      "liquid chromatography-tandem mass spectrometry",
      "polyphenolic compounds",
      "quercetin",
      "specific diseases",
      "the polyphenols",
      "total polyphenolic content"
    ]
  }
}