{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Multi-technology fusion analysis for comprehensive quality assessment of traditional Chinese medicine: A case study on Qingfei Shibawei Pill.",
  "abstract": "Qingfei Shibawei Pill (QFSBWP) is a traditional Tibetan medicine consisting of 18 herbs, which has the effects of clearing heat and removing toxins, relieving cough and resolving phlegm. In this study, the quality evaluation system of 22 batches of QFSBWP samples was established by using multidimensional analytical techniques, such as HPLC, UV, and FT-IR. The HPLC was based on dual-wavelength fusion fingerprinting (DWFFP) and dual-wavelength absorption coefficient ratio fingerprint (DWAR) as the core. DWFFP was constructed at 250 nm and 265 nm, and 24 common peaks were fused to generate the control fingerprint profile (RFP), and the similarity (Sm, Pm, α)) was calculated by systematically quantified fingerprint method (SQFM). DWAR identified the peak purity by the primary/secondary absorbance coefficient ratio, and found that the peaks such as G3, G6, and G19 fluctuated a lot. The PCA and HCA revealed that the quality of the samples from different manufacturers was different. In addition, the four target components, Gallic acid (GA), Agarotetrol (AT), Licorice glycoside (LG) and Ellagic acid (EA), were quantitatively analyzed by standard curve method (SCM). Meanwhile, UV and FT-IR quantitative fingerprints (QFP) were introduced to convert continuous spectra into discrete quantum peaks, which preserved the original information and enhanced the data visualization. Finally, the weighting analysis of the above four methods (2/5 UV+1/5 other methods) is combined to establish a multi-technology fusion method. It was shown that the method can characterize the overall quality of traditional Chinese medicine (TCM), overcome the single-technique limitations, and provide a new solution for the quality control of compound preparations.",
  "publication_date": "2025-05-22",
  "journal": "Talanta",
  "doi": "10.1016/j.talanta.2025.128349",
  "entities": {
    "POLYPHENOL": [
      "a multi-technology fusion method",
      "continuous spectra",
      "ellagic acid",
      "gallic acid",
      "multidimensional analytical techniques",
      "the effects",
      "the primary/secondary absorbance coefficient ratio",
      "the single-technique limitations"
    ]
  }
}