{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Clonal integration and Bacillus subtilis modulate Glechoma longituba performance and soil microbial communities.",
  "abstract": "Many medicinal plants exhibit clonality, but the impact of clonal integration and its interaction with exogenous microbial agents on these plants remains unknown. In order to investigate this, we conducted a greenhouse experiment using Glechoma longituba, a common clonal medicinal herb. Pairs of connected ramets were grown in the two adjacent pots, with one pot containing basal (relatively older) ramets treated with or without Bacillus subtilis agent and the other pot containing apical (relatively younger) ramets without B. subtilis agent treatment, the connection between basal and apical ramets were either left intact or severed. Clonal integration reduced the growth of basal ramets, but increased the apical ramet growth. B. subtilis agent primarily affected the root-shoot ratio of both basal and apical ramets as well as the whole fragments. Furthermore, it exhibited a significant interaction with clonal integration in affecting the root-shoot ratio of basal ramets and whole plant fragments. Addition of B. subtilis reduced the content of total flavonoids and chlorogenic acid in basal portions and chlorogenic acid at the whole fragment level. Clonal integration and B. subtilis agent significantly changed the composition of soil fungal communities of basal portions and bacterial communities of apical portions. The fungal composition of basal portions responded reciprocally to clonal integration and B. subtilis, with a significant increase in the relative abundance of Basidiomycota and a decrease in Ascomycota under clonal integration, whereas the effect of B. subtilis was opposite. B. subtilis significantly increased fungal diversity in basal portions while decreasing bacterial diversity in apical portions under clonal integration. However, neither clonal integration nor B. subtilis has showed a positive effect on the overall growth and quality of G. longituba. These findings provide valuable insights into its role in scientific cultivation and management of the clonal medicinal plants in the practical production.",
  "publication_date": "2025-06-16",
  "journal": "PloS one",
  "doi": "10.1371/journal.pone.0325605",
  "entities": {
    "POLYPHENOL": [
      "a decrease",
      "a positive effect",
      "chlorogenic acid",
      "connected ramets",
      "glechoma longituba",
      "the connection",
      "the effect",
      "total flavonoids"
    ]
  }
}