{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "UPLC-ESI-MS/MS-based chemometric approach for investigating the effect of conventional versus modern extraction methods on polyphenols recovery from grape seed wastes.",
  "abstract": "Grape seed wastes are a rich source of bioactive polyphenols. This study compares the recovery efficiency of traditional maceration extraction (ME) with modern extraction techniques (ultrasound-assisted extraction (UAE), microwave-assisted extraction (MAE), and accelerated solvent extraction (ASE)), revealing the selective extraction of polyphenolic compounds by different methods. UPLC-ESI-MS/MS analysis was used to identify and quantify 24 polyphenols. ASE showed the highest efficiency for phenolic acids (e.g., gallic acid, 231.75 μg/g) and proanthocyanidins (e.g., procyanidin B1, 126.18 μg/g), while MAE was optimal for flavonoids recovery (e.g., myricetin, 41.52 μg/g). Multivariate chemometric analysis revealed co-extraction patterns among structurally related compounds (e.g., flavan-3-ols with galloylated derivatives), linking extraction parameters to the selectivity of polyphenols. Integrating UPLC-ESI-MS/MS profiling of 24 polyphenols, we suggest that MAE/ASE is most suitable for antioxidant-rich nutraceuticals, while ME is optimal for thermally labile pharmaceuticals. This study provides practical strategies for the sustainable utilization of grape seed by-products, offering industry-specific solutions to reduce waste and improve the recovery of bioactive compounds.",
  "publication_date": "2025-05-08",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.144619",
  "entities": {
    "FOOD": [
      "grape seed",
      "grape seed wastes"
    ],
    "POLYPHENOL": [
      "(e.g., gallic acid",
      "24 polyphenols",
      "bioactive polyphenols",
      "flavonoids recovery",
      "galloylated derivatives",
      "industry-specific solutions",
      "modern extraction techniques",
      "polyphenolic compounds",
      "polyphenols",
      "proanthocyanidins",
      "the recovery",
      "the recovery efficiency",
      "the selective extraction",
      "the selectivity"
    ]
  }
}