{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "In vitro and in silico anti-Alzheimer study of rutin embedded with zinc chloride loaded bovine serum albumin nanoparticles.",
  "abstract": "Nanotechnology-based herbal drug formulations that target multiple aspects of the disease are one of the possible approaches to address the pathological intricacies of Alzheimer's disease (AD). The present study includes the development of rutin embedded with zinc chloride-loaded bovine serum albumin nanoparticles (R-BSA-ZnCl2NPs) to counter AD pathogenesis. In this work, the anti-AD potential of selected Phyto active (Rutin) was investigated using a high throughput in silico screening technique. Characterisation and optimization of the formulation were performed by different analytical methods such as FT-IR, zeta sizer and zeta potential, SEM analysis, thermal analysis, x-ray diffraction technique, etc. In vitro, free radical scavenging assay of the formulation was performed using a DPPH assay, and the ROS quantification was done by taking the RAW cell line. The amyloid β disaggregation study was confirmed by the thioflavin T assay, and the blood-brain barrier permeability assay was performed by taking brain endothelial cells. An anticholinesterase study was conducted to ascertain the formulation's potential for treating Alzheimer's disease. The NPs was prepared by ion gelation method and characterized for size (164.8 ± 5.6 nm), zeta potential (-29.6 mV), encapsulation efficiency (91 ± 1.1 %) and loading capacity (10 ± 0.2 %). The FTIR analysis indicated that there was no chemical interaction between the functional groups of rutin and other excipients. DSC, XRD studies suggested unchanged physical state of rutin in the prepared nanoparticle. Surface characterization analysed the irregular morphology of the nanoparticle. The antioxidant activity by DPPH and FRAP assay demonstrated a significant increase in free radical scavenging for R-BSA-ZnCl2NPs in compared to rutin (p < 0.01). Anti-aggregation studies indicated that the nanoparticle inhibited the Aβ fibrils by over 70-80 %, as confirmed by Thioflavin T assay. Moreover, the blood brain barrier (BBB) permeability assay indicated permeation of nanoparticle via BBB. Thus, the present study highlighted that bovine serum albumin-zinc chloride nanoparticle may be used as a multifactorial therapeutic platform to address neurodegeneration associated with cognition.",
  "publication_date": "2025-03-26",
  "journal": "Tissue & cell",
  "doi": "10.1016/j.tice.2025.102869",
  "entities": {
    "POLYPHENOL": [
      "multiple aspects",
      "nanotechnology-based herbal drug formulations",
      "rutin",
      "selected phyto active (rutin",
      "silico screening technique",
      "x-ray diffraction technique"
    ],
    "SYMPTOM": [
      "alzheimer's disease",
      "neurodegeneration"
    ]
  }
}