{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Integrative analysis of the R2R3-MYB gene family revealed that BsMYB36 and BsMYB51 significantly regulate the accumulation of flavonoids in Bletilla striata (Orchidaceae).",
  "abstract": "The R2R3-MYB transcription factors constitute a critical family involved in a variety of biological processes. They have been found to be essential participants in flavonoid biosynthesis in various plants. Bletilla striata (Thunb.) Reichb. f. is an orchid species rich in flavonoid compounds, with anti-inflammatory and antioxidant properties. In this study, we identified 94 R2R3-MYB genes, 89 of them were classified into 22 subgroups, and 92 were mapped to 16 chromosomes. The S5 and S7 subfamilies contained three and four members, respectively which might play roles in the biosynthesis of anthocyanin, proanthocyanidin, and flavonoid. Additionally, BsR2R3-MYBs exhibited tissue-specific expression. There were 36 genes, and 35 genes exhibited high expression in roots and pseudobulbs, respectively. The 25 R2R3-MYB genes from different subfamilies showed varying responses to drought, low temperature, and MeJA treatments. Furthermore, the S5 subfamily member BsMYB51 and the S7 subfamily member BsMYB36 were heterologous expressed in A.thaliana. Phenotypic observations of A.thaliana showed that BsMYB36 and BsMYB51 could compensate for the growth differences caused by the atmyb12 and atmyb123 mutations, respectively. Moreover, the overexpression of BsMYB36 increased flavonoid content, while decreasing the accumulation of anthocyanin and proanthocyanidin in A.thaliana. The overexpression of BsMYB51 promoted the accumulation of flavonoid, anthocyanin, and proanthocyanidin. Overexpression of BsMYB36 and BsMYB51 significantly upregulated relative genes in the phenylpropanoid and flavonoid biosynthesis pathways, such as PAL, CHS, F3'H, and DFR. This study provids the foundation for exploring the regulation of flavonoid content by BsMYBs in B.striata.",
  "publication_date": "2025-03-05",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.109733",
  "entities": {
    "POLYPHENOL": [
      "an orchid species",
      "flavonoid",
      "flavonoid biosynthesis",
      "flavonoid compounds",
      "flavonoid content",
      "the phenylpropanoid and flavonoid biosynthesis pathways",
      "tissue-specific expression"
    ]
  }
}