{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Multiple regulators control the biosynthesis of brasilicardin in Nocardia terpenica.",
  "abstract": "Brasilicardin A, BraA, is a secondary metabolite produced by the bacterium Nocardia terpenica, and a promising drug due to its potent immunosuppressive activity and low cytotoxicity. Currently, a semisynthetic approach confers the production of a complete compound but suffers from limited heterologous biosynthesis of BraA intermediates used in the chemical semi-synthesis steps leading to only lab-scale quantities of the compound. A better understanding of the gene expression regulatory pathways involved within the brasilicardin biosynthetic gene cluster, Bra-BGC, is a prerequisite to improving production titers further. However, the transcriptional regulation of the Bra-BGC has only been superficially analyzed, till now. In this study, we comprehensively analyze the functions of several unstudied transcriptional regulators, KstR, SdpR, and OmpR, encoded within the close vicinity of the Bra-BGC, and delve into the role of the previously described cluster-situated activator Bra12. We present that Bra12 and the novel regulator SdpR bind several DNA sequences located in the promoter regions of the genes essential for BraA biosynthesis. Subsequently, we demonstrate the complex regulatory network through which both regulators can control the activity of those gene promoters and thus gene expression in Bra-BGC. Furthermore, using the heterologous producer strain Amycolatopsis japonicum, we present that Bra12 and SdpR regulators play opposite roles in brasilicardin congener biosynthesis. Finally, we propose a comprehensive model of multilevel gene expression regulation in Bra-BGC and propose the roles of locally encoded transcriptional regulators. KEY POINTS: • Multiple regulators bind within the brasilicardin gene cluster. • Bra12 and SdpR are key regulators of brasilicardin biosynthesis. • The bra0 - 1 intergenic region is likely a key regulatory \"hot-spot.\"",
  "publication_date": "2025-06-24",
  "journal": "Applied microbiology and biotechnology",
  "doi": "10.1007/s00253-025-13485-3",
  "entities": {
    "POLYPHENOL": [
      "a secondary metabolite"
    ]
  }
}