{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Plasticizer exposure and reproductive dysfunction: Assessing bisphenol A and phthalate esters impact on ovarian reserve in women with PCOS-associated infertility.",
  "abstract": "Polycystic Ovary Syndrome (PCOS) is a common endocrine disorder among women of reproductive age, frequently causing infertility. This study investigates the influence of endocrine-disrupting chemicals (EDCs) on ovarian reserve parameters in women with PCOS-related infertility. A cohort of 61 women with PCOS, aged 29.90 ± 3.64 years, was recruited from Dr. Nagori's Institute for Infertility in Ahmedabad, Gujarat. Serum levels of Bisphenol A (BPA), Mono-ethylhexyl phthalate (MEHP), and Di-ethylhexyl phthalate (DEHP) were measured using high-performance liquid chromatography (HPLC). Ovarian reserve markers were assessed, including antral follicle count (AFC) and anti-Müllerian hormone (AMH) levels. Hormonal profiles and metabolic parameters were also analyzed. Correlations between EDCs and ovarian reserve markers were evaluated using Pearson correlation and regression analyses. The study found serum mean levels of BPA (77.80 ± 51.82 ng/ml), MEHP (37.43 ± 19.85 μg/ml), and DEHP (5.77 ± 7.21 μg/ml). Participants exhibited typical PCOS hormonal profiles with elevated testosterone and AMH levels, and significant insulin resistance was observed. Correlation analysis showed a positive relationship between AMH levels and AFC (r = 0.47, p = 0.01). However, no significant associations were found between EDC exposure and ovarian reserve markers. A high prevalence of adenomyosis and bilateral polycystic ovaries was noted among the participants. While metabolic and hormonal disruptions are prominent in PCOS, the direct impact of EDCs on ovarian reserve parameters appears minimal. This study highlights the necessity of addressing metabolic health and environmental exposures in managing PCOS related infertility to improve reproductive outcomes.",
  "publication_date": "2025-05-14",
  "journal": "Reproductive toxicology (Elmsford, N.Y.)",
  "doi": "10.1016/j.reprotox.2025.108949",
  "entities": {
    "FOOD": [
      "pearson correlation"
    ],
    "SYMPTOM": [
      "significant insulin resistance"
    ],
    "POLYPHENOL": [
      "the direct impact",
      "the necessity"
    ]
  }
}