{
  "source": "PubMed",
  "query": "functional foods polyphenols",
  "title": "Investigation of the astringency-masking effect of ι-carrageenan on natural polyphenols and its differential mechanism at various concentrations.",
  "abstract": "The astringency of natural polyphenols affects consumers' acceptance for food, and it is urgent to find safe and effective astringency-masking substances. This study introduced ι-carrageenan (CA) as a novel astringency-masking agent and investigated its interaction mechanism using epigallocatechin gallate (EGCG) and β-casein (βCN) as model compounds. Sensory evaluation demonstrated that 0.3 % CA achieved a 56-80 % reduction in astringency intensity scores for four polyphenols, with masking efficacy exhibiting concentration-dependent enhancement. Through integrated analytical approaches including techniques such as multispectral analysis and isothermal titration calorimetry, we revealed concentration-dependent interference patterns in EGCG-βCN interactions. Three distinct mechanisms were elucidated: (1) Competitive binding with βCN to inhibit EGCG-induced protein precipitation; (2) Facilitation of βCN aggregation into higher molecular weight coacervates; (3) Formation of ternary EGCG-CA-βCN complexes. These findings highlight the potential of CA in the development of low astringency functional foods, providing the food industry with a new strategy for masking astringency.",
  "publication_date": "2025-05-08",
  "journal": "Food chemistry: X",
  "doi": "10.1016/j.fochx.2025.102534",
  "entities": {
    "POLYPHENOL": [
      "egcg",
      "egcg-induced protein precipitation",
      "egcg-βcn interactions",
      "epigallocatechin gallate",
      "four polyphenols",
      "higher molecular weight coacervates",
      "its interaction mechanism",
      "multispectral analysis",
      "natural polyphenols",
      "safe and effective astringency-masking substances",
      "techniques",
      "ternary egcg-ca-βcn complexes",
      "three distinct mechanisms"
    ],
    "FOOD": [
      "low astringency functional foods"
    ]
  }
}