{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Mg-doped bioactive glass and tea polyphenols incorporated Janus wound dressing for antibacterial and promoting tissue repair.",
  "abstract": "Bacterial infection, excessive inflammation, and insufficient tissue remodeling capacity are major factors to delayed or impaired wound healing. This study synthesized Mg-doped bioactive glass (MBG) using the sol-gel method. Subsequently, based on polycaprolactone (PCL), MBG and tea polyphenols (TP), a Janus wound dressing with an enhanced hydrophilic and antibacterial outer layer of PCL-TP (PT) and a hydrophobicity-preserved and tissue generation-promoting inner layer of PCL-MBG (PB) was further fabricated using a sequential electrospinning method. This design endowed the dressing with directional fluid transport property to effectively prevent tissue adhesion and exudate infiltration. In vitro drug release results demonstrated that ions such as Si, Mg, Ca, and P were sustainably released up to 5 days at least, while TP could be slowly released for over 7 days. The fibrous membrane loaded with TP showed significant inhibition against S. aureus and E. coli, with increasing antibacterial activity as the increase of TP content. The cytological evaluation confirmed that dressings incorporating with MBG and TP did not exhibit cytotoxicity but significantly promoted cell proliferation. The PB/PT Janus dressing demonstrated an apparent repair area exceeding 99 % in animal experiments, along with a significantly higher number of new hair follicles and collagen ratio compared to the blank and PCL groups. These results indicate the potential of this Janus wound dressing in effectively promoting wound healing.",
  "publication_date": "2025-05-12",
  "journal": "Colloids and surfaces. B, Biointerfaces",
  "doi": "10.1016/j.colsurfb.2025.114796",
  "entities": {
    "POLYPHENOL": [
      "a sequential electrospinning method",
      "bacterial infection",
      "directional fluid transport property",
      "tea polyphenols"
    ],
    "SYMPTOM": [
      "excessive inflammation"
    ]
  }
}