{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Growth performance, carcass traits, and histological changes of goats supplemented with different sources of phytochemicals.",
  "abstract": "Phytogenic feed additives are increasingly used to improve animal health and productivity. This study compared the effect of supplementation with tannin to an herbal mixture consisting of ginger, garlic, artemisia, and turmeric on the performance, intestinal parasites, blood metabolites, carcass characteristics, and histology of muscles and intestine of goats. Twenty-seven Shami male goats were assigned to three treatments (n = 9): non-supplemented goats fed a control diet (CC); goats supplemented with 10g /animal/day of quebracho tannins as a source of condensed tannin (TT); and goats supplemented with 10g/animal/day of an herbal mixture (HM). All the animals received a basal diet consisted of concentrate feed mixture and alfalfa hay. The supplementation improved growth performance, nutrients digestibility, and serum immunoglobulins concentration (P < 0.05). The supplementation decreased fecal parasite counts, blood cholesterol, and glutamic-pyruvic transaminase (GPT) enzyme and improved blood glucose (P < 0.05). The supplementation decreased renal and meat fat, and group HM revealed higher polyunsaturated fatty acids and α-Linolenic acid in meat (P < 0.05). Tannin supplementation (TT group) negatively affected the histology of muscles and intestines. The results provide evidence for the beneficial use of an herbal mixture in the diet to improve animal performance, health status, and meat quality in goats.",
  "publication_date": "2025-06-23",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-07306-w",
  "entities": {
    "POLYPHENOL": [
      "condensed tannin",
      "fecal parasite counts",
      "quebracho tannins",
      "tannin",
      "tannin supplementation",
      "the effect"
    ],
    "FOOD": [
      "garlic",
      "ginger",
      "goats",
      "non-supplemented goats",
      "turmeric",
      "twenty-seven shami male goats"
    ]
  }
}