{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Researching New Drug Combinations with Senolytic Activity Using Senescent Human Lung Fibroblasts MRC-5 Cell Line.",
  "abstract": "Therapeutically targeting senescent cells seems to be an interesting perspective in treating chronic lung diseases, which are often associated with human aging. The combination of the drug dasatinib and the polyphenol quercetin is used in clinical trials as a senolytic, and the first results point to the relief of physical dysfunction in patients with idiopathic pulmonary fibrosis. In this work, we tested new combinations of drugs and polyphenols, looking for senolytic activity using human lung fibroblasts (MRC-5 cell line) with induced senescence. We researched drugs, such as azithromycin, rapamycin, metformin, FK-506, aspirin, and dasatinib combined with nine natural polyphenols, namely caffeic acid, chlorogenic acid, ellagic acid, ferulic acid, gallic acid, epicatechin, hesperidin, quercetin, and resveratrol. We found new effective senolytic combinations with dasatinib and ellagic acid and dasatinib and resveratrol. Both drug combinations increased apoptosis, reduced BCL-2 expression, and increased caspase activity in senescent MRC-5 cells. Ellagic acid senolytic activity was more potent than quercetin, and resveratrol counteracted inflammatory cytokine release during senolysis in vitro. In conclusion, dasatinib and ellagic acid and dasatinib and resveratrol present in vitro senolytic potential like that observed for the combination in clinical trials of dasatinib and quercetin, and maybe they could be future alternatives in the senotherapeutic field.",
  "publication_date": "2024-01-04",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph17010070",
  "entities": {
    "POLYPHENOL": [
      "an interesting perspective",
      "chlorogenic acid",
      "ellagic acid",
      "ellagic acid senolytic activity",
      "epicatechin",
      "ferulic acid",
      "gallic acid",
      "namely caffeic acid",
      "new effective senolytic combinations",
      "nine natural polyphenols",
      "polyphenols",
      "quercetin",
      "resveratrol",
      "the polyphenol quercetin"
    ],
    "SYMPTOM": [
      "human aging"
    ]
  }
}