{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Decoding the Secrets of Odor-Active Compounds in Dark Tea.",
  "abstract": "Dark tea has received growing attention in recent years due to its distinctive aroma and potential health benefits. The overall aroma profile of dark tea is determined by the combined effects of diverse odor-active compounds (OACs). However, comprehensive studies on these compounds remain limited. Beyond its role in sensory perception, could the distinctive aroma of dark tea also exert physiological functions? Existing research has primarily focused on the health benefits of non-volatile components in dark tea, such as tea polyphenols, tea polysaccharides, and theanine. However, the potential of OACs to influence physiological processes via olfactory receptors (ORs) remains underexplored in the literature. Accordingly, we systematically classify and comprehensively review OACs. Furthermore, we examine OAC-OR interactions, encompassing not only their roles in olfactory recognition and emotion regulation via nasal ORs but also their health benefits and potential therapeutic applications mediated by non-nasal ORs. Interestingly, our findings reveal that OACs follow a \"structure-similarity-function-convergence\" trend in both bioactivity and aromatic properties. Specifically, structurally similar OACs not only impart analogous aromatic profiles but may also share comparable physiological functions. This phenomenon provides new insights into the health potential of flavor compounds. This review not only enhances our understanding of OACs in dark tea but also systematically, and for the first time, explores the potential health-related functions mediated by interactions between OACs and ORs. It offers new insights for future integrative research on food flavor and health and may shed light on the synergistic role of odor and bioactive compounds in health regulation.",
  "publication_date": "2025-05-01",
  "journal": "Comprehensive reviews in food science and food safety",
  "doi": "10.1111/1541-4337.70206",
  "entities": {
    "POLYPHENOL": [
      "olfactory receptors",
      "olfactory recognition",
      "recent years",
      "tea polyphenols",
      "the combined effects"
    ]
  }
}