{
  "source": "PubMed",
  "query": "tannins",
  "title": "Liquid Chromatography-Mass Spectrometry Metabolomic Analysis ofTerminalia ferdinandianaExell. Fruit Extracts That Inhibit HIV-1 Cell Infection, HIV-1 Reverse Transcriptase and HIV-1 Protease.",
  "abstract": "The emergence of HIV strains resistant to the current anti-retroviral drugs has necessitated the search for new anti-retroviral medications. Methanolic and aqueousT. ferdinandianafruit extracts have potent inhibitory activity against several phases of the HIV-1 replicative cycle. Cell infectivity studies using a non-resistant HIV-1 pseudovirus demonstrated that the methanolic (IC5016 µg/mL) and aqueous extracts (IC5019 µg/mL) were potent inhibitors of viral infection in a non-replicating HIV-1 assay. Both extracts also inhibited HIV-1 reverse transcriptase (IC50values of 35 and 33 µg/mL for methanolic and aqueous extracts, respectively) and HIV-1 protease (IC50values of 19 and 27 µg/mL, respectively) in recombinant enzyme assays. Given their inhibitory activities against multiple phases of HIV-1 replication,T. ferdinandianafruit extracts may be particularly useful as HIV-1 therapeutics. Furthermore, both extracts displayed good safety profiles and therapeutic indices, indicating their suitability for therapeutic usage. LC-MS metabolomic profiling analysis of the methanolic extract identified several interesting constituents, including a relative abundance of tannins, as well as several flavonoids and stilbenes. All of these compounds have previously been reported to have bioactivities consistent with the anti-HIV-1 activities reported herein. Based on these studies, methanolic and aqueousT. ferdinandianafruit extracts are promising potential therapies for the prevention, treatment and management of HIV-1.",
  "publication_date": "2025-04-10",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30081701",
  "entities": {
    "FOOD": [
      "ferdinandianafruit extracts",
      "methanolic and aqueoust. ferdinandianafruit extracts",
      "t. ferdinandianafruit extracts",
      "therapeutic usage"
    ],
    "POLYPHENOL": [
      "cell infectivity studies",
      "recombinant enzyme assays",
      "several flavonoids",
      "tannins",
      "viral infection"
    ]
  }
}