{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Improving soybean drought tolerance via silicon-induced changes in growth, physiological, biochemical, and root characteristics.",
  "abstract": "Drought-induced osmotic stress is a significant constraint to soybean growth and yield, necessitating the development of effective mitigation strategies. Silicon acts as an important strategy to mitigate the negative stress effects of drought stress. The study was aimed to evaluate the potential of soil-applied silicon in alleviating drought stress in soybean. Two field capacities were tested: control (85% FC) and drought (50% FC), with four silicon application rates (0, 100, 200, and 300 kg ha-1) applied at sowing. Drought stress significantly affected the morphological parameters in soybean as plant height, leaf area, and water potential were reduced by 25%, 20%, and 36%, respectively, while root length increased as compared to control-85% FC. However, drought stress reduced root density, surface area, and biomass as compared to control-85% FC. Additionally, drought reduced photosynthetic rates, chlorophyll a and b levels, and stomatal conductance, while increasing malondialdehyde and hydrogen peroxide. The natural plant defense system was upregulated, with increased activity of phenolics, soluble proteins, and antioxidant enzymes like catalase, superoxide dismutase, and peroxidase. However, silicon applications, especially at 200 kg ha-1, significantly alleviated the negative effects of drought stress by improving morphophysiological and biochemical traits in soybeans. Compared to the control, Si200increased plant height, root length, photosynthetic rate, and water potential by 22%, 39%, 23%, and 17%, respectively, as compared to control. Furthermore, silicon reduced malondialdehyde and hydrogen peroxide levels by 21% and 10%, enhancing plant resilience. Silicon supplementation also boosted biochemical attributes, with total soluble proteins, phenolics, and antioxidant enzyme activities increasing by 30%, 55%, 19%, 24%, and 31%, respectively, under drought conditions. In crux, silicon at 200 kg ha-1effectively mitigated the effects of drought stress in soybean, becoming a more sustainable approach to sustain crop yield and food security.",
  "publication_date": "2025-02-24",
  "journal": "Plant signaling & behavior",
  "doi": "10.1080/15592324.2025.2465232",
  "entities": {
    "SYMPTOM": [
      "drought stress",
      "drought-induced osmotic stress"
    ],
    "POLYPHENOL": [
      "crop yield and food security",
      "effective mitigation strategies",
      "the effects",
      "the negative effects",
      "the negative stress effects"
    ],
    "FOOD": [
      "soybean",
      "soybeans"
    ]
  }
}