{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Engineered-Macrophage-Escorted Rotaxane Nanoscavengers for Precise Diquat Detoxification.",
  "abstract": "This study proposes a bioinspired on-demand detoxification strategy addressing the critical need for efficient toxin poisoning therapies. Focusing on the high-mortality herbicide diquat, an active toxin-hunting paradigm is developed, diverging from passive methods like hemodialysis. Charge-neutralizing carboxymethyl α-cyclodextrin (CCD) is computationally designed to recognize, sequester, and detoxify diquat by counteracting its positive charge and suppressing ROS generation. To enhance renal targeting (diquat's primary toxic site), CCD is threaded onto PEG5K chains forming cyclodextrin rotaxanes, stabilized by ROS-cleavable cationic polymers, and encapsulated into macrophages to exploit inflammatory chemotaxis. The system incorporates 4-octyl itaconate (4-OI) to activate the Nrf2 antioxidant pathway, synergistically breaking the ROS-inflammatory cycle. In poisoned mice, this biomimetic system demonstrates precise renal accumulation, significantly reducing ROS damage and increasing survival rates. The work validates a demand-driven molecular design framework integrating organ-specific antidote delivery with inflammation regulation-simultaneously enabling ROS scavenging and upstream pathway modulation-establishing an active toxin-neutralization theory. This strategy bridges biomaterials engineering and redox biology, where supramolecular stability during circulation synergizes with renal targeting to overcome limitations of current reactive therapies.",
  "publication_date": "2025-07-01",
  "journal": "Advanced materials (Deerfield Beach, Fla.)",
  "doi": "10.1002/adma.202506466",
  "entities": {
    "POLYPHENOL": [
      "a demand-driven molecular design framework",
      "organ-specific antidote delivery",
      "precise renal accumulation",
      "supramolecular stability"
    ]
  }
}