{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Dietary Quercetin Intake Is Associated With a Lower Risk of Diabetic Nephropathy in US Adults: Data From NHANES 2007-2008, 2009-2010, and 2017-2018.",
  "abstract": "The study aimed to investigate the association between dietary quercetin intake and the risk of diabetic nephropathy (DN) among US adults based on data from the National Health and Nutrition Examination Survey (NHANES) 2007-2008, 2009-2010, and 2017-2018. Dietary quercetin intake was estimated as the mean of two 24-h dietary recall surveys. DN was defined as a urine albumin-to-creatinine ratio greater than 30 mg/g in individuals with diabetes. Basic characteristics between DN and non-DN groups were compared using the Rao-Scottχ2test,t-test, and Wilcoxon rank-sum test. After adjusting for confounding factors, the relationship between dietary quercetin intake and the risk of DN was analyzed using weighted logistic regression. The dose-response relationship between dietary quercetin intake and the risk of DN was analyzed using restricted cubic splines (RCS). Among the 2279 diabetic patients in this study, 645 patients (25.20%) had concurrent DN. Weighted logistic regression analysis showed that, after adjusting for confounding factors, each unit increase in log-transformed dietary quercetin intake was associated with a 38.10% reduction in the risk of DN (OR: 0.619; 95% CI: 0.457-0.839). The RCS analysis indicated that, after adjusting for confounding factors, there was a linear negative correlation between dietary quercetin intake and the risk of DN (pfor non-linearity = 0.059). When dietary quercetin intake was 22.4-65.2 mg/day, the reduction in DN risk was statistically significant. These findings highlighted the potential protective role of dietary quercetin against DN and underscored the importance of dietary interventions as a modifiable strategy for DN prevention among diabetic patients.",
  "publication_date": "2025-06-12",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70312",
  "entities": {
    "POLYPHENOL": [
      "dietary quercetin",
      "dietary quercetin intake",
      "log-transformed dietary quercetin intake",
      "the potential protective role",
      "two 24-h dietary recall surveys"
    ]
  }
}