{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Orchestrating anthocyanin biosynthesis in fruit of fruit trees: Transcriptional, post-transcriptional, and post-translational regulation.",
  "abstract": "Coloration is an important appearance quality that contributes to product value. Anthocyanins, a type of flavonoid, not only impart rich plants color, but also contribute to human health because of their antioxidant properties, such as preventing cardiovascular disease and reducing obesity. This benefit mainly stems from various fruits. Accordingly, based on the consumption demand of beauty and nutrition, the creation of fruit tree products rich in anthocyanin is becoming an important breeding goal. The synthesis of anthocyanin has been investigated in various fruits, which is modulated by a variety of endogenous and exogenous factors, including transcription factors (TFs), plant hormones, and environmental factors (such as light, low temperature, drought). However, the detailed mechanisms in fruits of fruit trees have not been thoroughly elucidated. This review comprehensively examines the regulation of anthocyanin biosynthesis at the transcriptional, post-transcriptional, and post-translational levels, which is important for the application of molecular design strategies to cultivate high-quality fruits. At the transcriptional level, TFs were summarized to directly regulate anthocyanin biosynthesis genes, target non-anthocyanin biosynthesis pathway genes, interact with other proteins to mediate anthocyanin synthesis, and regulate anthocyanin synthesis by environmental factors and plant hormones. At the post-transcriptional level, non-coding RNAs (ncRNAs) were elucidated to mediate anthocyanin synthesis. At the post-translational level, a variety of post-translational modifications, including phosphorylation, ubiquitination, sumoylation, and persulfidation, have been elucidated to exhibit crucial functions in anthocyanin biosynthesis.",
  "publication_date": "2025-03-08",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.141835",
  "entities": {
    "FOOD": [
      "an important appearance quality"
    ],
    "POLYPHENOL": [
      "flavonoid",
      "molecular design strategies",
      "the detailed mechanisms"
    ],
    "SYMPTOM": [
      "obesity"
    ]
  }
}