{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Green Extraction of Phenolic Compounds from Artichoke By-Products: Pilot-Scale Comparison of Ultrasound, Microwave, and Combined Methods with Pectinase Pre-Treatment.",
  "abstract": "The revalorization of artichoke (Cynara scolymusL.) by-products is a promising strategy to obtain bioactive compounds with antioxidant properties, supporting a circular economy approach. This study compares the efficiency of an enzymatic pretreatment followed by microwave-assisted extraction (EMAE), ultrasound-assisted extraction (EUAE), and ultrasound-microwave-assisted extraction (EUMAE) at a pilot scale for recovering antioxidant compounds. Extracts were purified using Diaion®HP20 resin to obtain phenolic-rich fractions with enhanced antioxidant activity. The results showed that EUAE was the most effective technique, achieving a total phenolic content (TPC) of 210.76 ± 1.40 µmol GAE/g d.w. with an extraction yield of 21.38%. HPLC-MS analysis identified 14 major phenolic compounds, including chlorogenic acid isomers (60.73 mg/g d.e.), caffeic acid (34.29 mg/g d.e.), and luteolin rutinoside (103.27 mg/g d.e.), among others, which contribute to the extracts' high bioactivity. The antioxidant potential of the extracts was assessed using Folin-Ciocalteu (F-C), ABTS, DPPH, and FRAP assays. EUAE extracts exhibited the highest antioxidant activity values, with F-C: 985.33 ± 4.46 µmol GAE/g d.e., ABTS: 80.46 ± 2.39 µmol TE/g d.e., DPPH: 87.03 ± 1.11 µmol TE/g d.e., and FRAP: 184.99 ± 2.52 µmol TE/g d.e. The purification process using Diaion®HP20 resin further enhanced TPC and antioxidant activity, with the enzyme-ultrasound-assisted extraction-purified extract (EUAE-PE) reaching a phenolic purity of 50.71% and an F-C value of 2981.35 ± 12.16 µmol GAE/g d.e.",
  "publication_date": "2025-03-31",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14040423",
  "entities": {
    "FOOD": [
      "artichoke"
    ],
    "POLYPHENOL": [
      "14 major phenolic compounds",
      "a circular economy approach",
      "chlorogenic acid isomers",
      "the most effective technique"
    ]
  }
}