{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Novel p-Hydroxybenzoic Acid Derivative Isolated fromBacopa procumbensand Its Antibacterial Activity.",
  "abstract": "Background/Objectives:Antimicrobial resistance represents a critical global health challenge that has been exacerbated by the significant decline in antibiotic development. Natural product-based drugs, particularly plant-derived phenolic compounds, offer promising alternatives to conventional antibiotics. This study aimed to isolate and characterize a novel phenolic compound fromBacopa procumbens, a Mexican perennial repent plant that is widespread in the Mexican valley and produces a variety of saponins, gastrodin derivatives, and phenolic acids, and to evaluate its antibacterial potential against clinically relevant pathogens.Methods:The hydroalcoholic extraction ofB. procumbenswas followed by liquid-liquid partitioning with ethyl acetate. The resulting fraction underwent chromatographic separation and purification. The structural elucidation of the isolated compound was performed using thin-layer chromatography (TLC), high-performance liquid chromatography (HPLC), mass spectrometry (MS-EI), and nuclear magnetic resonance (NMR) techniques. Antimicrobial activity was assessed via a microdilution assay against five bacterial strains, including drug-resistantStaphylococcusspecies and Gram-negative pathogens.Results:A novel phenolic compound, 5-(p-hydroxybenzoyl) shikimic acid (5pHSA), was isolated and characterized. The compound demonstrated moderate antibacterial activity against methicillin-resistantStaphylococcus haemolyticusandEscherichia coli(minimum inhibitory concentration (MIC) = 100 μg/mL) but showed limited efficacy againstStaphylococcus aureus, MRSA, andKlebsiella pneumoniae(MIC > 100 μg/mL). Comparative analysis with the previously isolated compound ProcumGastrodin A revealed structure-activity relationships where the higher lipophilicity of PG-A was correlated with enhanced antimicrobial activity.Conclusions:This study establishes 5pHSA as a novel phenolic compound with moderate antibacterial properties. The findings highlight the importance of molecular polarity and structural complexity in determining antimicrobial efficacy, offering valuable insights into the development of phenolic, acid-based antimicrobial agents to address the growing challenge of antimicrobial resistance.",
  "publication_date": "2025-06-07",
  "journal": "Antibiotics (Basel, Switzerland)",
  "doi": "10.3390/antibiotics14060591",
  "entities": {
    "POLYPHENOL": [
      "a novel phenolic compound",
      "a novel phenolic compound frombacopa procumbens",
      "drug-resistantstaphylococcusspecies",
      "mass spectrometry",
      "molecular polarity",
      "particularly plant-derived phenolic compounds",
      "techniques",
      "the significant decline"
    ]
  }
}