{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Polyphenols and neuroprotection: Therapeutic implications for cognitive decline.",
  "abstract": "Dietary polyphenols have been the focus of major interest for their potential benefits on human health. Several preclinical studies have been conducted to provide a rationale for their potential use as therapeutic agents in preventing or ameliorating cognitive decline. However, results from human studies are scarce and poorly documented. The aim of this review was to discuss the potential mechanisms involved in age-related cognitive decline or early stage cognitive impairment and current evidence from clinical human studies conducted on polyphenols and the aforementioned outcomes. The evidence published so far is encouraging but contrasting findings are to be taken into account. Most studies on anthocyanins showed a consistent positive effect on various cognitive aspects related to aging or early stages of cognitive impairment. Studies on cocoa flavanols, resveratrol, and isoflavones provided substantial contrasting results and further research is needed to clarify the therapeutic potential of these compounds. Results from other studies on quercetin, green tea flavanols, hydroxycinnamic acids (such as chlorogenic acid), curcumin, and olive oil tyrosol and derivatives are rather promising but still too few to provide any real conclusions. Future translational studies are needed to address issues related to dosage, optimal formulations to improve bioavailability, as well as better control for the overall diet, and correct target population.",
  "publication_date": "2021-10-05",
  "journal": "Pharmacology & therapeutics",
  "doi": "10.1016/j.pharmthera.2021.108013",
  "entities": {
    "POLYPHENOL": [
      "a consistent positive effect",
      "age-related cognitive decline",
      "chlorogenic acid",
      "cognitive decline",
      "correct target population",
      "curcumin",
      "dietary polyphenols",
      "hydroxycinnamic acids",
      "polyphenols",
      "quercetin",
      "resveratrol",
      "several preclinical studies",
      "the potential mechanisms",
      "various cognitive aspects"
    ],
    "FOOD": [
      "cocoa flavanols",
      "dosage",
      "green tea flavanols",
      "olive oil tyrosol"
    ]
  }
}