{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Exhausted Grape Seed Residues as a Valuable Source of Antioxidant Molecules for the Formulation of Biocompatible Cosmetic Scrubs.",
  "abstract": "Grape seed of Obeidi, a white Lebanese autochthonous variety, was previously tested in different studies as a valuable source of bioactive molecules such as polyphenols, oils, and proteins by means of extraction procedures for the development of cosmetic and therapeutic products. However, an un-valorized, exhausted grape seed residue remains as \"secondary waste\" after the extraction processes. In this study, the exhausted seeds have been further exploited to produce cosmetic scrubs capable of releasing antioxidant molecules during the exfoliation process, in accordance with the principles of the circular economy and going toward a zero-waste process. The deep characterization of the exhausted seeds confirmed the presence of antioxidant phenolic molecules including gallic acid, catechins and protocatechuic acid (0.13, 0.126, and 0.089 mg/g of dry matter DM), and a high phenolic content (11.85 mg gallic acid equivalents (GAE)/g of dry matter (DM)). Moreover, these residues were shown to possess a sandy texture (Hausner ratio (HR): 1.154, Carr index (CI): 0.133, and angle of repose: 31.62 (°) degrees), similar to commercial natural exfoliants. In this respect, exhausted Obeidi grape seed residues were incorporated at increasing concentrations (0.5, 1, 1.5, and 2%w/w) in a cosmetic scrub, and stored for 5 weeks at 4, 25, and 50 °C for stability testing. All tested scrub formulations exhibited good spreadability with a spread diameter of 3.6-4.7 cm and excellent physical stability, as no phase separation or color change were observed after four cycles of heat shock at 4 and 50 °C. Finally, an in vivo skin irritation test showed that the scrub enriched with 1.5% of exhausted Obeidi grape seed residues was the most promising formulation, as it possessed a high amount of phenolic molecules (0.042 ± 0.001 mg GAE/mL of scrub) and good stability and could be safely applied to the skin with no irritation phenomena. Overall results underlined that exhausted grape seed residues can be transformed into promising systems for both physical and chemical exfoliation, thus confirming the importance of the effective exploitation of agro-industrial by-products for the development of high value cosmeceutics towards a more sustainable and zero-waste approach.",
  "publication_date": "2023-06-28",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules28135049",
  "entities": {
    "FOOD": [
      "an un-valorized, exhausted grape seed residue",
      "exhausted grape seed residues",
      "exhausted obeidi grape seed residues",
      "grape seed"
    ],
    "POLYPHENOL": [
      "\"secondary waste",
      "11.85 mg gallic acid equivalents",
      "antioxidant molecules",
      "antioxidant phenolic molecules",
      "bioactive molecules",
      "catechins",
      "gallic acid",
      "high value cosmeceutics",
      "phenolic molecules",
      "polyphenols",
      "protocatechuic acid",
      "the circular economy",
      "the effective exploitation",
      "this respect"
    ]
  }
}