{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Protective effects of resveratrol on honeybee health: Mitigating pesticide-induced oxidative stress and enhancing detoxification.",
  "abstract": "The widespread use of pesticides poses a significant threat to honeybee health by impacting their survival, behavior, immune function, and detoxification capacity. While phytochemicals such as resveratrol (RSV) have shown potential in mitigating oxidative stress and enhancing antioxidant defenses, their role in improving honeybee tolerance to pesticide exposure remains underexplored. In this study, we investigated the effects of RSV supplementation on honeybees exposed to three pesticides: dinotefuran (DIN), tebuconazole (TEB), and deltamethrin (DEL). The results showed that RSV supplementation significantly improved survival, feed intake, mobility, and gustatory sensitivity, indicating its protective effects against pesticide toxicity. Furthermore, RSV helped normalize impaired detoxification enzyme activities, including SOD, POD, catalase, and glutathione reductase, and reduced ROS levels and lipid peroxidation. Gene expression analysis revealed that RSV modulates Toll pathway-related genes like defensin and apidaecin, alleviating immune suppression caused by pesticides. Additionally, RSV influenced the insulin/insulin-like growth factor signaling (IIS) pathway by reducing ilp1 and inr1 expression, potentially mitigating metabolic stress. These findings demonstrate that protective effects of RSV may be linked to its ability to counter oxidative stress, restore mitochondrial function, and enhance energy metabolism. Furthermore, RSV is widely available, cost-effective, and easily incorporated into bee feed, making it feasible for large-scale application. This study highlights the protective role of RSV in pesticide detoxification in honeybees, offering new perspectives for honeybee health management and environmental toxicology research. By reducing the adverse effects of pesticides on honeybees, the application of RSV not only contributes to maintaining ecological balance but also supports sustainable agricultural practices. Future research should focus on optimizing its dosage, evaluating long-term effects, and investigating its impact on colony dynamics to facilitate its practical implementation in apiculture.",
  "publication_date": "2025-04-01",
  "journal": "Pesticide biochemistry and physiology",
  "doi": "10.1016/j.pestbp.2025.106403",
  "entities": {
    "POLYPHENOL": [
      "apidaecin",
      "ecological balance",
      "its protective effects",
      "long-term effects",
      "new perspectives",
      "protective effects",
      "resveratrol",
      "the adverse effects",
      "the effects",
      "the protective role"
    ],
    "SYMPTOM": [
      "metabolic stress",
      "oxidative stress"
    ],
    "FOOD": [
      "its dosage"
    ]
  }
}