{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Resveratrol treatment improves the altered metabolism and related dysbiosis of gut programed by prenatal high-fat diet and postnatal high-fat diet exposure.",
  "abstract": "A maternal high-fat (HF) diet sensitizes offspring to the adverse effects of postnatal HF intake and can lead to metabolic dysregulation. Resveratrol, a natural polyphenolic compound found in grapes and red wine, could help to relieve metabolic syndrome dysregulation. Since the gut microbiota is known to be closely related to metabolic homeostasis, this study aimed to investigate the impact of a combination of maternal and postweaning HF diets on the gut microbiota and whether resveratrol could relieve the gut dysbiosis associated with metabolic dysregulation. Sprague-Dawley dams were sustained on either a chow or HF diet before mating, during pregnancy and during lactation. Their offspring were randomly fed chow or a HF diet after weaning. Four experimental groups were generated: CC (maternal/postnatal chow diet), HC (maternal HF/postnatal chow diet), CH (maternal chow/postnatal high-fat diet) and HH (maternal/postnatal HF diet). A fifth group consisted of HH with resveratrol treatment. We found that both maternal and postnatal HF exposure has a distinct effect on the gut microbiota metagenome of offspring. Maternal HF diet exposure decreased plasma acetate, propionate and butyrate level, while postnatal HF diet exposure decreased plasma acetate level in adult life. The metabolic dysregulation programed by the maternal and postnatal HF diets was related to the relevant gut microbiota. Resveratrol treatment ameliorated the altered plasma propionate level related to maternal HF and postnatal HF diet treatment. Resveratrol treatment also improved most of the altered metabolic dysregulation and related dysbiosis programmed by maternal and postnatal HF diet exposure.",
  "publication_date": "2019-10-27",
  "journal": "The Journal of nutritional biochemistry",
  "doi": "10.1016/j.jnutbio.2019.108260",
  "entities": {
    "POLYPHENOL": [
      "a distinct effect",
      "a natural polyphenolic compound",
      "resveratrol",
      "resveratrol treatment",
      "the adverse effects",
      "whether resveratrol"
    ],
    "FOOD": [
      "grapes",
      "red wine"
    ],
    "SYMPTOM": [
      "metabolic syndrome dysregulation",
      "the gut dysbiosis"
    ]
  }
}