{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Application of Synephrine to Grape Increases Anthocyanin via Production of Hydrogen Peroxide, Not Phytohormones.",
  "abstract": "Global warming has caused such problems as the poor coloration of grape skin and the decreased production of high-quality berries. We investigated the effect of synephrine (Syn) on anthocyanin accumulation. Anthocyanin accumulation in cultured grape cells treated with Syn at concentrations of 1 mM or higher showed no significant difference, indicating that the accumulation was concentration-independent. On the other hand, anthocyanin accumulation was dependent on the compound used for treatment. The sugar/acid ratio of the juice from berries treated with Syn did not differ from the control. The expression of anthocyanin-biosynthesis-related genes, but not phytohormones, was increased by the treatment with Syn at 24 h or later. The Syn treatment of cultured cells increasedSOD3expression and hydrogen peroxide (H2O2) production from 3 to 24 h after treatment. Subsequently, the expression ofCATandAPX6encoding H2O2-scavenging enzymes was also increased. Treatment of cultured cells with Syn and H2O2increased the expression of the H2O2-responsive geneChit4and the anthocyanin-biosynthesis-related genesmybA1andUFGT4 days after the treatment and increased anthocyanin accumulation 7 days after the treatment. On the other hand, the treatment of berries with Syn and H2O2increased anthocyanin accumulation after 9 days. These results suggest that Syn increases anthocyanin accumulation through H2O2production without changing phytohormone biosynthesis. Syn is expected to improve grape skin coloration and contribute to high-quality berry production.",
  "publication_date": "2024-05-29",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms25115912",
  "entities": {
    "FOOD": [
      "cultured grape cells",
      "grape skin",
      "grape skin coloration",
      "the juice"
    ],
    "POLYPHENOL": [
      "-responsive genechit4and",
      "the decreased production",
      "the effect"
    ]
  }
}