{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Chemical Composition of Toona sinensis Extract and its Antibacterial, Antibiofilm, and Antioxidant Activities, with Antibacterial Mechanisms against Listeria monocytogenes ATCC 19112.",
  "abstract": "Toona sinensis is a traditional plant used in food and medicine, but no reports exist on its antibacterial and antibiofilm effects against Listeria monocytogenes. This study analyzed the chemical components of the ethyl acetate extract of T. sinensis and explored its antibacterial, antibiofilm, and antioxidant effects. (1) A total of 58 compounds were detected, primarily including 12 flavonoids, 10 fatty acids, 6 organic acids, and 3 alkaloids. Linoleic acid, succinic acid, and quercetin may contribute to antibacterial and antibiofilm properties, while polyphenols and flavonoids enhance antioxidant activity. (2) The minimum inhibitory concentration (MIC) of the extract against L. monocytogenes ATCC 19112 was 100 µg/mL. Growth curves showed complete inhibition at 2 MIC, with live/dead staining and scanning electron microscope images confirming bacterial cell destruction at this concentration. (3) Crystal violet staining showed that at 0.5, 1, and 2 MIC, biofilm reduction of L. monocytogenes ATCC 19112 was 62.75, 82.66, and 85.50%, respectively, which was further confirmed by fluorescein isothiocyanate staining. (4) Proteomic analysis suggested the antibacterial mechanism involves disruptions in nucleic acid, protein, carbon, and energy metabolism, as well as cell wall synthesis. (5) At a concentration of 125 µg/mL, the T. sinensis extract exhibited 2,2-diphenyl-1-picrylhydrazyl (DPPH) free radical scavenging efficiency of 93.98% ± 1.56% and 2,2'-azino-bis (ABTS) free radical scavenging efficiency of 99.85% ± 0.08%. These results demonstrate the potential of T. sinensis extract as an antibacterial and antioxidant agent. This is the first report on the antibacterial and antibiofilm effects of T. sinensis extract against L. monocytogenes.",
  "publication_date": "2025-06-10",
  "journal": "Plant foods for human nutrition (Dordrecht, Netherlands)",
  "doi": "10.1007/s11130-025-01369-w",
  "entities": {
    "POLYPHENOL": [
      "12 flavonoids",
      "electron microscope images",
      "flavonoids",
      "its antibacterial and antibiofilm effects",
      "its antibacterial, antibiofilm, and antioxidant effects",
      "polyphenols",
      "quercetin",
      "the antibacterial and antibiofilm effects",
      "the antibacterial mechanism"
    ]
  }
}