{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "LC-MS profiling and antioxidant, antifungal, and anticancer potentials of Tunisian Allium sativum L. extracts.",
  "abstract": "Despite Garlic's (Allium. sativum) long-standing reputation for therapeutic properties, comprehensive studies on Tunisian garlic are lacking. This study aims to evaluate different Tunisian A. sativum extracts rich in bioactive compounds (phenolic acids, flavonoids, and vitamins), exploring their potential bioactivities (antifungal, antioxidant, and cytotoxic). A. sativum samples underwent hexane, ethyl acetate, methanol, and water-based extractions. LC-MS quantification assessed bioactive compounds. Antioxidant activity was determined via the DPPH assay, antifungal effects were evaluated against Aspergillus spp., and cytotoxic effects were assessed using the MTT assay on U266 human multiple myeloma and MDA-MB-231 metastatic breast cancer cell lines. The aqueous extract exhibited the highest phenolic acid content (96.25 mg/kg fw) and the most water-soluble vitamins (14.69 mg/kg fw). In contrast, the methanol extract was richest in flavonoids, while the ethyl acetate extract had the highest concentration of fat-soluble vitamins (20.21 mg/kg fw). Both aqueous and methanolic extracts demonstrated potent antioxidant activity. The aqueous extract exhibited the strongest antifungal activity (MIC: 1.5 mg/mL for A. flavus and 3 mg/mL for A. niger). Furthermore, the ethyl acetate extract showed remarkable cytotoxic effects against cancer cell lines, indicating its potential as an effective agent against metastatic breast cancer and refractory multiple myeloma. A. sativum emerges as a functional food source with antioxidant, antifungal, and cytotoxic activities, particularly against multiple myeloma. While this study provides a strong foundation for further exploration, additional research is needed to identify active compounds, elucidate mechanisms, and assess therapeutic potential.",
  "publication_date": "2025-06-09",
  "journal": "PloS one",
  "doi": "10.1371/journal.pone.0325227",
  "entities": {
    "FOOD": [
      "a functional food source",
      "garlic's (allium. sativum) long-standing reputation",
      "tunisian garlic"
    ],
    "POLYPHENOL": [
      "an effective agent",
      "antifungal effects",
      "cytotoxic effects",
      "elucidate mechanisms",
      "flavonoids",
      "remarkable cytotoxic effects"
    ],
    "SYMPTOM": [
      "cancer cell lines",
      "mda-mb-231 metastatic breast cancer cell lines",
      "metastatic breast cancer"
    ]
  }
}