{
  "source": "PubMed",
  "query": "tannins",
  "title": "A facilely prepared dual-crosslinking adhesive with enhanced adhesive strength for hemostasis and infected wound healing.",
  "abstract": "Although biological adhesives have shown advantages in replacing traditional wound suturing techniques, there are still limitations in wound closure, hemostasis, and healing, including insufficient tissue adhesion, potential biological toxicity, and complex preparation processes. In this study, a facile route for preparing injectable dual-crosslinking multifunctional hydrogel adhesive (Gel/EN/FBTA) was developed. The Gel/EN/FBTA adhesive is a dynamic cross-linked network composed of tannic acid (TA), 3-formylphenylboronic acid (3-FPBA) and gelatin, which can provide a large number of bonding sites and strengthen the adhesive cohesion through energy dissipation. The amidation reaction inside gelatin can form stable rigid crosslinks and maintain the structure of the adhesive stably. The balance between adhesion and cohesion can be regulated by adjusting the chemical composition and crosslinking density of the dual-crosslinking network. Under this equilibrium condition, the adhesion strength of Gel/EN/FBTA2 hydrogel is 3 times that of commercial fibrin glue, which shows good hemostatic effects in rat liver injury, rat tail injury, and rabbit liver cross incision models. Furthermore, Gel/EN/FBTA2 hydrogel adhesive can effectively treat wound infection, reduce inflammation level, promote re-epithelialization, accelerate collagen deposition, and achieve the healing of infectious full-thickness wounds. This dual-network design paradigm provides a versatile strategy for developing next-generation bioadhesives with tailored mechanical and bioactive properties, demonstrating significant potential for non-compressible hemorrhage and infected wound management.",
  "publication_date": "2025-05-16",
  "journal": "Biomaterials advances",
  "doi": "10.1016/j.bioadv.2025.214349",
  "entities": {
    "POLYPHENOL": [
      "good hemostatic effects",
      "infected wound management",
      "infectious full-thickness wounds",
      "injectable dual-crosslinking multifunctional hydrogel adhesive",
      "tailored mechanical and bioactive properties",
      "traditional wound suturing techniques",
      "wound infection"
    ],
    "SYMPTOM": [
      "inflammation level",
      "rat liver injury"
    ]
  }
}