{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Quercetin, Kaempferol and Capsaicin Counteract the TGF-β1-Induced Upregulation of αSMA and Collagen in Myoblasts.",
  "abstract": "In fibrotic skeletal muscles, excessive extracellular matrix (ECM) deposition is a result of increased activation and decreased apoptosis of myofibroblasts. The aim of this study is to investigate whether treatment with quercetin, kaempferol or capsaicin can reduce the transforming growth factor-beta 1 (TGF-β1)-induced myofibroblast differentiation and fibrotic ECM expression in differentiated C2C12 cells. Two-day-differentiated C2C12 cells were treated with TGF-β1 for 48 h to induce myofibroblast differentiation. Twenty-four hours before (pre-treatment) and for forty-eight hours with (co-treatment) TGF-β1 treatment, cells were exposed to quercetin (25, 50 µM), kaempferol (10, 25, 50 µM) or capsaicin (25, 50 µM). The immunofluorescence intensity of alpha smooth muscle actin (αSMA) and collagen type I/III gene expression were assessed as myofibroblast markers. MyoD immunofluorescence intensity was measured as a myogenic marker. Co-treatment of TGF-β1 with the phytochemicals was most effective, resulting in a decreased number of αSMA-positive cells (all three compounds), decreased collagen type I (kaempferol, capsaicin) and type III (kaempferol) gene expression, and increased MyoD (kaempferol, capsaicin) protein expression compared to TGF-β1 treatment. This study demonstrates that treatment with quercetin, kaempferol or capsaicin can reduce myofibroblast markers. This suggests a possible anti-fibrotic effect of the phytochemicals in skeletal muscle.",
  "publication_date": "2025-05-27",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26115151",
  "entities": {
    "POLYPHENOL": [
      "(kaempferol) gene expression",
      "a decreased number",
      "a possible anti-fibrotic effect",
      "decreased apoptosis",
      "excessive extracellular matrix (ecm) deposition",
      "fibrotic ecm expression",
      "kaempferol",
      "kaempferol, capsaicin) protein expression",
      "quercetin"
    ]
  }
}