{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Nutrients and Bioactive Compounds fromCannabis sativaSeeds: A Review Focused on Omics-Based Investigations.",
  "abstract": "Hemp (Cannabis sativaL.) is a versatile crop that can be processed to obtain different products with multiple applications. Its seeds are a well-documented ancient source of proteins, fibers and fats, all of which possess high nutritional value. Additionally, metabolites such as flavones and phenols are present in the seeds, contributing to their antioxidant properties. Due to hemp seeds' distinctive nutritional profile, the interest in exploring the potential use in food and nutraceuticals is growing, and they can be considered an interesting and promising alternative resource for human and animal feeding. Omics studies on hemp seeds and their by-products are also being developed, and they contribute to improving our knowledge about the genome, transcriptome, proteome, metabolome/lipidome, and ionome of these sustainable food resources. This review illustrates the main nutrients and bioactive compounds of hemp seeds and explores the most relevant omics techniques and investigations related to them. It also addresses the various products derived from processing the whole seed, such as oil, dehulled seeds, hulls, flour, cakes, meals, and proteins. Moreover, this work discusses research aimed at elucidating the molecular mechanisms underlying their protein, lipid, fiber, and metabolic profile. The advantages of using omics and multi-omics approaches to highlight the nutritional values of hemp seed by-products are also discussed. In our opinion, this work represents an excellent starting point for researchers interested in studying hemp seeds as source of nutrients and bioactive compounds from a multi-level molecular perspective.",
  "publication_date": "2025-05-29",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26115219",
  "entities": {
    "POLYPHENOL": [
      "a multi-level molecular perspective",
      "the molecular mechanisms",
      "the most relevant omics techniques"
    ]
  }
}