{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Bioactive compounds and techno-functional properties of high-fiber co-products of the cacao agro-industrial chain.",
  "abstract": "The cacao shell (CS) and cacao pod husk (CPH), two of the most promising high-fiber co-products of the cacao agro-industrial chain, were evaluated to determine their potential incorporation into food products. This research determined bioactive compounds and techno-functional properties of CS and CPH, and was evaluated the enzymatic inactivation by thermal treatments in CPH. We found that CS is rich in protein, lipids, dietary fiber (48.1 ± 0.3 g 100 gdw-1), and antioxidant molecules such as epicatechin (1.10 ± 0.02 mg g-1) and isoquercetin (1.04 ± 0.09 mg g-1). Moreover, in CS a positive effect of hydration mechanism occur; in fact, it was observed a reduction of Lightness (L∗) value and a remarkable color difference (ΔE∗,18.8 ± 0.7) (CIEL∗a∗b∗ color space), between hydrated and dry CS samples; so, it could be used as a potential natural colorant in foods. CPH resulted equally rich in dietary fiber (35.3-37.4%) and flavonoids (2.9 ± 0.1 mg RE g-1); in this co-product, the rapid enzymatic inactivation by thermal treatments was essential to obtain the highest antioxidant activity and polyphenols content; regarding the techno-functional properties, it was found that CPH flour had high hydration capacity, so CPH can use it as a replacement for emulsifiers or water holding additives while incorporating the fiber and abundantly found antioxidants.",
  "publication_date": "2021-04-16",
  "journal": "Heliyon",
  "doi": "10.1016/j.heliyon.2021.e06799",
  "entities": {
    "POLYPHENOL": [
      "a positive effect",
      "epicatechin",
      "flavonoids",
      "hydration mechanism",
      "isoquercetin",
      "techno-functional properties",
      "the highest antioxidant activity and polyphenols content",
      "the techno-functional properties"
    ]
  }
}