{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Effect of Phenolics fromAeonium arboreumon Alpha Glucosidase, Pancreatic Lipase, and Oxidative Stress; a Bio-Guided Approach.",
  "abstract": "Metabolic syndrome (MetS) is a global issue affecting over a billion people, raising the risk of diabetes, cardiovascular disorders, and other ailments. It is often characterized by hypertension, dyslipidemia and/or obesity, and hyperglycemia. Chemical investigation ofAeonium arboreum(L.) Webb & Berthel led to the isolation of six compounds, viz. β-sitosterol, β-sitosterol glucoside, myricetin galactoside, quercetin rhamnoside, kaempferol rhamnoside, and myricetin glucoside. Interestingly,A. arboreum's dichloromethane (DCM), 100 and 50% MeOH Diaion fractions and the isolated compound (quercetin-3-rhamnoside) revealed potent α-glucosidase inhibitory activity, especially 50% Diaion fraction. In addition, they also showed very potent antioxidant potential, especially the polar fractions, using DPPH, ABTS, FRAP, ORAC, and metal chelation assays. Notably, the 50% Diaion fraction had the highest antioxidant potential using DPPH and ORAC assays, while the 100% Diaion fraction and quercetin-3-rhamnoside showed the highest activity using ABTS, FRAP, and metal chelation assays. Also, quercetin-3-rhamnoside showed a good docking score of -5.82 kcal/mol in comparison to acarbose. In addition, molecular dynamic stimulation studies illustrated high stability of compound binding to pocket of protein. Such potent activities presentA. arboreumas a complementary safe approach for the management of diabetes mellitus as well as MetS.",
  "publication_date": "2023-10-27",
  "journal": "Pharmaceutics",
  "doi": "10.3390/pharmaceutics15112541",
  "entities": {
    "SYMPTOM": [
      "hyperglycemia",
      "hypertension",
      "metabolic syndrome",
      "obesity"
    ],
    "POLYPHENOL": [
      "especially 50% diaion fraction",
      "especially the polar fractions",
      "kaempferol rhamnoside",
      "molecular dynamic stimulation studies",
      "myricetin galactoside",
      "myricetin glucoside",
      "quercetin rhamnoside",
      "quercetin-3"
    ]
  }
}