{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Investigation of Antioxidant and Cytotoxicity Activities of Chocolate Fortified with Muscadine Grape Pomace.",
  "abstract": "Muscadine grape pomace and mixed products with chocolate extracts from three muscadine genotypes exhibiting different berry skin colors (black and bronze) were investigated for total phenolic content (TPC), total flavonoid content (TFC), DPPH, FRAP antioxidant activity, and anticancer activity using MDA-MB-468 (MM-468; African American) breast cancer cells. Muscadine berry extracts and mixed products showed cytotoxicity activities of up to 70% against MM-468 breast cancer cells. Cell growth inhibition was higher in 'macerated Floriana' with an IC50 value of 20.70 ± 2.43 followed by 'Alachua' with an IC50 value of 22.25 ± 2.47. TPC and TFC in macerated MGP powder were (1.4 ± 0.14 and 0.45 ± 0.01 GAE/g FW, respectively), which was significantly higher than those in cocoa powder. Data analysis showed a high association between DPPH, FRAP antioxidant activities, and TPC content and a positive high correlation between anticancer activity and antioxidant capacity and between TPC and anticancer activity. The anticancer and antioxidant effects of muscadine grape pomace and chocolate extracts are attributed to the TPC of extracts, which showed a stronger positive correlation with growth inhibition of African American breast cancer cells. This study would be of great value for food industries as well as other manufacturers who are interested in new food blends.",
  "publication_date": "2023-08-22",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods12173153",
  "entities": {
    "FOOD": [
      "chocolate extracts",
      "cocoa powder",
      "muscadine grape pomace"
    ],
    "POLYPHENOL": [
      "the anticancer and antioxidant effects",
      "total flavonoid content"
    ],
    "SYMPTOM": [
      "african american breast cancer cells",
      "anticancer activity",
      "mm-468 breast cancer cells",
      "tpc and anticancer activity"
    ]
  }
}