{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Valorization of Grape Pomace: A Review of Phenolic Composition, Bioactivity, and Therapeutic Potential.",
  "abstract": "Vitis viniferaL., commonly known as grapes, is one of the most widely cultivated crops worldwide, with over 80% used for wine production. However, the winemaking process generates substantial residues, including grape pomace (GP), wine lees, and wastewater, which can pose significant environmental and economic challenges. Among these, GP stands out not only as a waste product but also as a rich source of polyphenols-bioactive compounds with recognized antioxidant and anti-inflammatory properties. Recent advancements have expanded the application of GP-derived extracts, particularly in the health and food industries, due to their potent bioactive properties. This review provides a comprehensive overview of the valorization of GP, focusing on its phenolic composition and therapeutic potential. It evokes innovative, environmentally friendly extraction techniques and integrated methods for the chemical analysis of these valuable compounds. Additionally, the health benefits of GP polyphenols are explored, with recent experimental findings examining their metabolism and highlighting the key role of gut microbiota in these processes. These insights contribute to a deeper understanding of the biological activity of GP extracts and underscore their growing significance as a high-added-value product. By illustrating how winemaking by-products can be transformed into natural therapeutic agents, this review emphasizes the importance of sustainable development and eco-friendly waste management practices, significantly contributing to the advancement of a circular economy.",
  "publication_date": "2024-09-19",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox13091131",
  "entities": {
    "FOOD": [
      "grape pomace",
      "grapes",
      "the winemaking process",
      "wine lees",
      "wine production"
    ],
    "POLYPHENOL": [
      "a circular economy",
      "eco-friendly waste management practices",
      "gp polyphenols",
      "innovative, environmentally friendly extraction techniques",
      "polyphenols-bioactive compounds",
      "recent advancements",
      "recent experimental findings",
      "recognized antioxidant and anti-inflammatory properties",
      "significant environmental and economic challenges"
    ]
  }
}