{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Isoquercitrin Suppresses Esophageal Squamous Cell Carcinoma (ESCC) by Inducing Excessive Autophagy and Promoting Apoptosis via the AKT/mTOR Signaling Pathway.",
  "abstract": "Esophageal squamous cell carcinoma (ESCC), one of the most frequent malignant tumors of the digestive system, is marked by a poor prognosis and high mortality rate. There is a critical need for effective therapeutic strategies with minimal side effects. Isoquercitrin (IQ) is a natural compound with potent antioxidant properties in cancer and cardiovascular diseases. However, its specific effects and mechanisms in ESCC remain largely unexplored. This study aims to investigate the effects of IQ in ESCC cells and elucidate the mechanisms underlying its therapeutic effects. Specifically, its impact on cell proliferation, colony formation, migration, and invasion was assessed using cell viability assay, morphology, transwell, and colony formation assays. The effects on apoptosis were evaluated by flow cytometry, while immunofluorescence (IF) staining and Western blotting were performed to confirm the underlying mechanisms. The in vivo anti-cancer effects of IQ were then evaluated using a xenograft tumor model. Our results demonstrate that IQ inhibits ESCC cell growth and colony formation while promoting its apoptosis by enhancing caspase activation and downregulating Bcl-2 expression. Furthermore, IQ suppresses cell migration by modulating the epithelial-mesenchymal transition-related proteins. Additionally, IQ induces excessive autophagy by promoting reactive oxygen species accumulation and inhibiting the AKT/mTOR signaling pathway. Importantly, IQ effectively reduces tumor growth in vivo, highlighting its potential as a therapeutic agent for ESCC.",
  "publication_date": "2025-06-08",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060694",
  "entities": {
    "POLYPHENOL": [
      "effective therapeutic strategies",
      "its specific effects",
      "its therapeutic effects",
      "mechanisms",
      "minimal side effects",
      "reactive oxygen species accumulation",
      "the effects",
      "the mechanisms",
      "the underlying mechanisms",
      "vivo anti-cancer effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "cancer",
      "its apoptosis",
      "tumor growth"
    ]
  }
}