{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "AgNPs@Tea Polyphenol-Poly(acrylic acid) Hydrogel Dressing with Synergistic Antibacterial Action and Low Cytotoxicity.",
  "abstract": "Bacterial infections pose a severe threat to human health, and excessive antibiotic use induces bacterial resistance. Although silver-containing nanoparticles exhibit excellent antimicrobial activity without inducing bacterial resistance, their significant cytotoxicity toward mammalian cells remains problematic. This study developed a AgNPs@tea polyphenol-poly(acrylic acid) (AgNPs@TPP-PAA) hydrogel wound dressing. Both silver nanoparticles (AgNPs) and reduced-state TPP demonstrated antibacterial properties. By leveraging the synergistic antibacterial effect between AgNPs and reduced-state TPP, the AgNPs@TPP-PAA hydrogel achieved equivalent antibacterial efficacy to AgNPs. This synergistic mechanism enables the AgNP concentration to be maintained at a low level with minimal cytotoxicity. In contrast to the TPP in the prepared AgNPs@TPP composite existed in an oxidized state, we demonstrated that photogenerated electrons from AgNPs combined with H+ions dissociated from PAA could effectively reduce the oxidized TPP on the nanoparticle surfaces, thereby restoring their antimicrobial activity. This redox dynamic mechanism provides theoretical support for sustaining antibacterial performance while ensuring biosafety. Antimicrobial studies have shown that AgNPs@TPP-PAA hydrogel dressing has a 100% bactericidal efficiency againstEscherichia coliandStaphylococcus aureusat 7.81 μg/mL silver. In AgNPs, it takes 15 μg/mL silver to achieve the same antibacterial effect. The cytotoxicity studies showed that the proliferation rate of L929 cells reached 76.32% for the AgNPs@TPP-PAA hydrogel, which contains 7.81 μg/mL silver. The synergistic antibacterial effect of TPP and silver reduces the silver content required for antibacterial activity, thus reducing the cytotoxicity of the materials.",
  "publication_date": "2025-05-11",
  "journal": "ACS applied bio materials",
  "doi": "10.1021/acsabm.5c00445",
  "entities": {
    "POLYPHENOL": [
      "a agnps@tea polyphenol-poly(acrylic acid",
      "bacterial infections",
      "photogenerated electrons",
      "the same antibacterial effect",
      "the synergistic antibacterial effect",
      "this redox dynamic mechanism",
      "this synergistic mechanism"
    ]
  }
}