{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Influence of Storage Environments and Packaging Materials on the Bioactive Compounds in Citri Reticulatae Pericarpium.",
  "abstract": "Guang Chenpi (GCP), a geographically protected citrus peel aged ≥ 3 years, is renowned for its medicinal and culinary value. However, scientific guidelines for optimizing its storage conditions-critical for balancing bioactive compound preservation and maturation-remain lacking, hindering industrial standardization. This study systematically evaluated how temperature, humidity, and container materials regulate GCP's chemical evolution during 24-month storage. UV spectrophotometry quantified total flavonoids, polymethoxyflavones, and phenolic acids. HPLC-PDA tracked eight bioactive markers (e.g., hesperidin and ferulic acid), while GC-MS analyzed volatile oils. Antioxidant activity was assessed via DPPH assays. The results demonstrated that low temperature and low humidity conditions (4°C ± 2°C/35%-40%) hinder the aging process of GCP, while prolonged exposure to high temperature or high humidity (35°C ± 2°C/> 85%) accelerates the transformation and formation of ferulic acid by 7-fold but significantly decreases key components such as total flavonoids (decline rate doubled vs. normal temperature) and Methyl 2-(methylamino) benzoate (1.59% → 0.14%). Notably, GCP stored in polyethylene (PE)-sealed bags exhibited smaller reductions in total flavonoids and hesperidin, whereas those stored in gunny bags showed a significant decline in methyl 2-(methylamino) benzoate content (1.59% → 1.05%). In conclusion, our findings demonstrate that storage conditions (temperature, humidity, and container type) critically govern the chemical trajectory of GCP aging. To standardize GCP quality, avoiding low temperature and low humidity and long-term high temperature and high humidity conditions, as well as guaranteeing oxygen permeability (PE bags for late-stage storage), is imperative, which will offer actionable guidelines to standardize GCP quality without compromising its heritage value.",
  "publication_date": "2025-06-07",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70393",
  "entities": {
    "POLYPHENOL": [
      "a geographically protected citrus peel",
      "a significant decline",
      "decline rate",
      "ferulic acid",
      "the chemical trajectory",
      "total flavonoids",
      "uv spectrophotometry"
    ],
    "SYMPTOM": [
      "gcp aging",
      "the aging process"
    ]
  }
}