{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Dalbergia sissoo Ethanolic Extract: A Natural Source of Antioxidant, Antibacterial, and Anticorrosive Agents.",
  "abstract": "Medicinal plants have been extensively studied for their bioactive compounds and medicinal uses. Dalbergia sissoo, belonging to the Fabaceae family, has shown promise in traditional medicine for treating infections, cardiovascular diseases, and skin issues. However, systematic studies on its bioactive compounds and recovery efficiency using different solvents have been limited, particularly regarding potential industrial applications. This study aimed to conduct phytochemical screening and analyze the bioactivity of D. sissoo leaf extracts using ethanol, methanol, and distilled water as solvents. Chemical analyses were performed following standard protocols, including determining total phenolic content (TPC) via the Folin-Ciocalteu assay, assessing total flavonoid content (TFC) through the aluminum chloride colorimetric method, identifying functional groups via Fourier-transform infrared spectroscopy, and analyzing compounds using gas chromatography-mass spectrometry. The study also evaluated antimicrobial and anticorrosive activity through agar well diffusion assays and electrochemical impedance spectroscopy. The ethanolic extract exhibited the highest level of bioactivity, displaying the broadest range of primary and secondary metabolites, including saponins, tannins, polysaccharides, terpenoids, glycosides, and amino acids. Compared to extracts obtained with methanol and distilled water, the ethanolic extract had the highest TPC of 42.39 mg gallic acid equivalent/g and TFC of 39.31 mg quercetin equivalent/g, along with superior antioxidant activity, as evidenced by the lowest IC50values (1,1-diphenyl-2-picrylhydrazyl: 562.21 µg/mL, 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid): 225 µg/mL). Antimicrobial screening experiments showed that the ethanolic extract produced the largest inhibition zones, particularly against Klebsiella aerogenes (16.26 mm) and Micrococcus luteus (18.8 mm) at a 60 mg/mL concentration. It also demonstrated the highest corrosion inhibitory activity at 81.76% against a 1 M HCl solution, highlighting its potential for industrial application. The findings suggest that the D. sissoo ethanolic extract is a cost-effective source rich in bioactive compounds with potential uses in both industrial and pharmaceutical fields. Future studies should focus on isolating and identifying the individual phenolic and flavonoid molecules responsible for the observed antimicrobial activity, particularly against K. aerogenes and M. luteus, as well as elucidating the molecular mechanisms involved in its corrosion inhibition for possible industrial applications.",
  "publication_date": "2025-04-22",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202500602",
  "entities": {
    "POLYPHENOL": [
      "39.31 mg quercetin equivalent",
      "42.39 mg gallic acid",
      "a cost-effective source",
      "electrochemical impedance spectroscopy",
      "flavonoid molecules",
      "fourier-transform infrared spectroscopy",
      "gas chromatography-mass spectrometry",
      "infections",
      "primary and secondary metabolites",
      "recovery efficiency",
      "tannins",
      "the molecular mechanisms",
      "total flavonoid content"
    ]
  }
}