{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Influence of Freeze Drying and Spray Drying on the Physical and Chemical Properties of Powders fromCistus creticusL. Extract.",
  "abstract": "This study aimed to evaluate the feasibility of producing and characterizingCistus creticusL. powders obtained through spray drying and freeze drying using maltodextrin and inulin as carriers. Quantitative and qualitative analysis of polyphenols by high-performance liquid chromatography with diode-array detection (HPLC-DAD) and high-performance liquid chromatography coupled with tandem mass spectrometry (HPLC-MS/MS) identified key bioactive compounds, including punicalagin isomers and their galloyl esters, as well as flavonoids (myricetin-3-galactoside, myricetin-3-rhamnoside, quercetin-3-galactoside, and tiliroside). Phenolics in powders produced by both drying techniques ranged from 73.2 mg to 78.5 mg per g of dry matter. Inulin proved to be as effective as maltodextrin in spray drying, offering a promising alternative for plant-based powder formulation. Antioxidant capacity measured by Trolox equivalent antioxidant capacity assay with 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) (TEAC ABTS) and ferric reducing antioxidant power (FRAP) assay indicated that spray-dried powders with inulin exhibited antioxidant properties comparable to those with maltodextrin. The results demonstrated thatCistus creticusL. powders obtained with inulin can serve as valuable sources of bioactive compounds with potential health benefits similar to those obtained with maltodextrin. Moreover, from a technological perspective, inulin proved to be an equally efficient carrier in terms of production-process parameters such as moisture content and water activity, making it a viable alternative to maltodextrin in plant-based powder formulations.",
  "publication_date": "2025-03-01",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14050849",
  "entities": {
    "POLYPHENOL": [
      "a technological perspective",
      "both drying techniques",
      "diode-array detection",
      "flavonoids",
      "myricetin-3",
      "myricetin-3-rhamnoside",
      "polyphenols",
      "quercetin-3",
      "tandem mass spectrometry",
      "their galloyl esters"
    ]
  }
}