{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "A Pomegranate Polyphenol Extract Suppresses the Microbial Production of Proatherogenic Trimethylamine (TMA) in an In Vitro Human Colon Model.",
  "abstract": "High circulating levels of trimethylamine N-oxide (TMAO) are linked to metabolic diseases, adverse outcomes after heart failure, and atherogenic effects in animal models and in human subjects. l-Carnitine and choline are major dietary precursors of TMAO. These are first converted to trimethylamine (TMA) by gut microbiota, which is absorbed by the host and converted into TMAO by hepatic flavin-containing monooxygenases (FMOs). The minimal absorption of pomegranate polyphenols by the host suggests that they may reach the colon for further metabolism by the gut microbiome. This study investigates the ability of a polyphenol-rich pomegranate extract to inhibit TMA production by human fecal microbiota. Batch fermentations were conducted with 1% human fecal inoculum, l-carnitine, or choline, and a pomegranate extract (anaerobic, pH 6.6-7.1, 37°C) for 24 or 48 h. Methylamines were quantified using LC-MS/MS with isotopically labeled internal standards. The pomegranate extract significantly delayed and reduced the rate of TMA production from both choline and l-carnitine. The effect was dose-dependent for l-carnitine, with the highest dose delaying the average midpoint of l-carnitine metabolism by 16 h (95% CI = 8.4-24; p = 0.001). The pomegranate extract significantly reduced TMA production from choline and l-carnitine in vitro.",
  "publication_date": "2025-06-29",
  "journal": "Molecular nutrition & food research",
  "doi": "10.1002/mnfr.70166",
  "entities": {
    "SYMPTOM": [
      "heart failure"
    ],
    "POLYPHENOL": [
      "1% human fecal inoculum",
      "a polyphenol-rich pomegranate extract",
      "human fecal microbiota",
      "human subjects",
      "major dietary precursors",
      "pomegranate polyphenols",
      "the effect"
    ],
    "FOOD": [
      "a pomegranate extract",
      "the pomegranate extract"
    ]
  }
}