{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Phenolic Compounds, Antioxidant Activity, Sensorial Analysis and Metabolic Syndrome Enzyme Inhibition Properties of Calafate (Berberis microphylla) Fruit Juice Fermented by Patagonian Lactic Acid Bacteria.",
  "abstract": "Calafate is a native barberry of Patagonia, used in culinary and medicinal practices since ancient times. The aim of this work was to analyze the ability of lactic acid bacteria (LAB) isolated from calafate fruits and flowers, to increase the phenolic compound concentration and antioxidant capacity as well as to inhibit metabolic-related enzymes in fermented calafate juices. The sensory attributes of the selected fermented juice were also analyzed. The LAB strains grew between 1.33 ± 0.03 and 2.61 ± 0.30 log CFU/ml in the calafate juices at 24 h. Fructobacillus fructosus B7 consumed glucose and fructose the most (2.30 ± 0.45 g/L and 3.73 ± 0.44 g/L, respectively) and produced mannitol (3.89 ± 0.77 g/L). The fermented juice by Lacticaseibacillus paracasei B4 showed the highest total phenolic compound concentration (2662.58 ± 344.51 mg GAE/100 ml) and antioxidant capacity (38916.42 ± 2157.52 µmol TE/100 ml). The fermented juices inhibited the activity of metabolic syndrome-related enzymes. The lower IC50for α-glucosidase activity was observed for F. fructosus B7 and L. paracasei B4 (0.56 ± 0.10 and 0.64 ± 0.05 mg GAE/ml, respectively) fermented juices, while for α-amylase the lowest IC50values were determined for the L. curvatus B34 and L. paracasei B4 (0.34 ± 0.01 and 0.37 ± 0.06 mg GAE/ml, respectively) juices. The relative amount of isorhamnetins, which can induce GLUT4 translocation to the plasma membrane preventing hyperglycemia, was increased in the L. paracasei B4 fermented juice. The L. paracasei B4 fermented juice had acceptable sensorial values for consumption.",
  "publication_date": "2024-12-07",
  "journal": "Plant foods for human nutrition (Dordrecht, Netherlands)",
  "doi": "10.1007/s11130-024-01246-y",
  "entities": {
    "POLYPHENOL": [
      "isorhamnetins",
      "the highest total phenolic compound concentration",
      "the phenolic compound concentration",
      "the selected fermented juice"
    ],
    "FOOD": [
      "fermented calafate juices",
      "the calafate juices",
      "the fermented juice",
      "the fermented juices",
      "the l. paracasei b4 fermented juice"
    ],
    "SYMPTOM": [
      "metabolic syndrome-related enzymes",
      "the plasma membrane preventing hyperglycemia"
    ]
  }
}