{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Fatty acid and oxidation biomarker concentrations in meat from lambs grazing perennial wheat in binary mixtures with different legumes (clover, serradella, or lucerne) or with a mineral supplement.",
  "abstract": "Fatty acid profile and oxidative stability biomarkers were compared for meat from lambs (n = 72) grazing perennial wheat plus subterranean clover, French serradella, lucerne, or with a mineral supplement. It followed a split-plot design, wherein 3 crossbred ewe lambs were allocated to each of 4 forage types, replicated across 6 blocks. Lambs were slaughtered after 96-d and samples from the longissimus lumborum muscle were analysed. Lambs grazing perennial wheat plus serradella had lower TBARS values than found for those grazing perennial wheat plus subterranean clover. No forage type effect was observed on total phenolic compounds, protein carbonyl content, α-tocopherol content, ferric reducing antioxidant potential, or Trolox equivalent antioxidant capacity of the meat (P > 0.05). C16:1n-7 t levels were higher for lambs fed perennial wheat plus subterranean clover than was found for those fed perennial wheat plus serradella or plus a mineral supplement (P = 0.014). There was no other forage type effect on the fatty acid profile of the meat (P > 0.05). C20:5n-3 plus C22:6n-3 concentrations were > 50 mg per 135 g serve, meaning that all the lamb meat could be claimed to be 'a source of omega-3s' or 'high in omega-3 fatty acids' - depending on the statutory authority. There were no forage type effects on the atherogenic, peroxidability, and thrombogenic fatty acid indices (P > 0.05). These findings confirm that a 'healthy' profile of fatty acids and oxidative stability can be achieved in the meat of lambs grazing different binary mixes of perennial cereal and legume.",
  "publication_date": "2025-06-06",
  "journal": "Meat science",
  "doi": "10.1016/j.meatsci.2025.109881",
  "entities": {
    "FOOD": [
      "omega-3 fatty acids",
      "omega-3s",
      "perennial wheat",
      "those fed perennial wheat",
      "those grazing perennial wheat"
    ],
    "POLYPHENOL": [
      "no forage type effect",
      "no forage type effects",
      "no other forage type effect",
      "total phenolic compounds"
    ]
  }
}