{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Microalgae Bioactives for Functional Food Innovation and Health Promotion.",
  "abstract": "Microalgae are increasingly recognised as sustainable, nutrient-dense sources of bioactive compounds with broad health-promoting potential. Rich in carotenoids, phenolics, polyunsaturated fatty acids, phycobiliproteins, sterols, and essential vitamins, microalgae offer a promising foundation for functional foods targeting chronic disease prevention. This narrative review explores the nutritional profiles and biological effects of key species, including Spirulina (Limnospira platensis),Chlorella,Haematococcus, andNannochloropsis. Scientific evidence supports their antioxidant, anti-inflammatory, immunomodulatory, antimicrobial, and metabolic regulatory activities, contributing to reduced risks of cardiovascular, metabolic, inflammatory, and neurodegenerative disorders. Special emphasis is placed on the synergistic benefits of consuming whole biomass compared to isolated compounds and the technological strategies, such as encapsulation, cell wall disruption, and nutrient optimisation, that enhance the bioavailability of microalgal bioactives. Furthermore, the environmental advantages of microalgae cultivation, such as minimal land and freshwater requirements, carbon sequestration, and wastewater bioremediation, highlight their role in the transition toward sustainable food systems. Despite challenges related to high production costs, sensory attributes, scalability, and regulatory approval, advances in biotechnology, processing, and formulation are paving the way for their broader application. Overall, microalgae represent next-generation bioactive sources that promote human health and environmental sustainability, positioning them as key players in future functional foods and nutraceuticals.",
  "publication_date": "2025-06-17",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122122",
  "entities": {
    "FOOD": [
      "functional foods",
      "future functional foods"
    ],
    "POLYPHENOL": [
      "biological effects",
      "biotechnology",
      "key species",
      "special emphasis",
      "the technological strategies"
    ]
  }
}