{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Preparation, characterization, and application of chitosan preservation film doped with polyphenol-nanohydroxyapatite.",
  "abstract": "Effective packaging is crucial for maintaining food quality, safety, and nutritional value. Chitosan (CS) films retard food oxidation by blocking oxygen and water vapor but lack sufficient antioxidant properties for long-term storage. To address this issue, this study investigated the properties of composite films prepared using CS and nanohydroxyapatite (nHAP) loaded with polyphenolic compounds (curcumin, epigallocatechin gallate [EGCG], and quercetin), and their impact on semi-dried golden pomfret (Trachinotus ovatus) freshness. The incorporation of nHAP substantially enhanced the mechanical strength, thermal stability, barrier properties, and oil adsorption capacity of the films. Fourier Transform Infrared Spectroscopy (FTIR) revealed that the incorporation of nHAP or polyphenol-nHAP carriers did not form a substantial number of new chemical bonds or intermolecular crosslinks. Instead, the carriers were continuously dispersed within the CS matrix. Electron microscopy further confirmed the good compatibility between the polyphenol-nHAP carrier and CS matrix. Furthermore, the in vitro drug release profile demonstrated that nHAP effectively controlled polyphenol release, minimizing loss. The composite film significantly reduced the total volatile base nitrogen (TVB-N) of semi-dried golden pomfret fish flesh, delayed protein and lipid oxidation, inhibited microbes, and maintained muscle water-holding capacity. In summary, CS-polyphenol-nHAP films offer a novel method for preserving aquatic products.",
  "publication_date": "2025-04-11",
  "journal": "Carbohydrate polymers",
  "doi": "10.1016/j.carbpol.2025.123589",
  "entities": {
    "POLYPHENOL": [
      "cs-polyphenol-nhap films",
      "curcumin",
      "effective packaging",
      "egcg",
      "electron microscopy",
      "fourier transform infrared spectroscopy",
      "intermolecular crosslinks",
      "polyphenol release",
      "polyphenol-nhap carriers",
      "polyphenolic compounds",
      "quercetin",
      "the mechanical strength",
      "the polyphenol-nhap carrier"
    ]
  }
}