{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Effect of dietary phenolic compounds intake on mortality in the \"Seguimiento Universidad De Navarra\" (SUN) Mediterranean cohort.",
  "abstract": "Plant-based dietary patterns have been demonstrated to reduce the risk of non-communicable disease (NCD), including cardiovascular disease (CVD), type 2 diabetes, cancer, and all-cause mortality. Phenolic compounds (PC), abundant in plant-based foods, have been considered as instrumental in this attenuation of NCD risk. We evaluated the association between dietary intake of PC and the risk of all-cause mortality in a relatively young Mediterranean cohort of 18,173 Spanish participants in the \"Seguimiento Universidad de Navarra\" (SUN) project, after a median follow-up of 12.7 years. Intake of PC was estimated at baseline and repeatedly after 10-year follow-up using a 136-item validated food frequency questionnaire and the Phenol-Explorer database. During 236,329 person-years, 544 deaths were confirmed. Cox regression models compared low intake (lowest quintile) vs. high intake (the four upper quintiles merged, as a reference category) of total energy-adjusted PC intake. Adjusted hazard ratios (HR) for low PC intake among those participants aged over 45 years during follow-up were 1.32; 95% CI 1.02-1.71 for all-cause mortality, HR:1.44; 95% CI 1.02-2.02 for cancer mortality; HR: 0.88; 95% CI 0.47-1.66 for CVD mortality and HR: 1.69 95% CI 1.04-2.74 for causes of death other than cancer or CVD. In conclusion, a low intake of total PC was associated with a significantly higher risk of all-cause mortality, and, specifically, a higher risk for cancer in a relatively young cohort. Among PC classes a low intake of flavonoids and phenolic acids showed significant effects for non-cancer/non-CVD mortality. Cherries, chocolate, apples and pears, olives, and coffee, were the major sources of between-person variability for total PC intake in our Mediterranean cohort.",
  "publication_date": "2025-01-24",
  "journal": "European journal of nutrition",
  "doi": "10.1007/s00394-025-03581-5",
  "entities": {
    "SYMPTOM": [
      "cancer",
      "cancer mortality",
      "non-cancer/non-cvd mortality"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "phenolic compounds",
      "significant effects",
      "specifically, a higher risk",
      "the \"seguimiento universidad de navarra\" (sun) project"
    ],
    "FOOD": [
      "apples",
      "cherries",
      "chocolate",
      "coffee",
      "pears",
      "plant-based foods"
    ]
  }
}