{
  "source": "PubMed",
  "query": "epicatechin",
  "title": "Glycine sojaLeaf and Stem Extract Ameliorates Atopic Dermatitis-like Skin Inflammation by Inhibiting JAK/STAT Signaling.",
  "abstract": "Wild soybean (Glycine soja, GS) is a traditional medicine used to treat inflammation. In this study, the anti-atopic properties of GS leaf and stem extract on skin inflammation were evaluated in theDermatophagoides farinae-extract-induced mouse model and keratinocytes. Oral administration of the GS extract reduced scratching, dermatitis score, transepidermal water loss, thickness of epidermis, inflammatory cell accumulation, and serum concentrations of thymic stromal lymphopoietin and immunoglobulin E. GS downregulated the expression of inflammatory gene markers of atopic dermatitis (AD), including interleukin (IL)-6; regulated on activation, normal T cell expressed and secreted (RANTES); thymus- and activation-regulated chemokine (TARC); and macrophage-derived chemokine (MDC) and upregulated the expression of filaggrin, a keratinocyte differentiation marker, in skin tissue. GS downregulated Janus kinase 1, signal transducer and activation of transcription (STAT) 1, and STAT3 pathways. Using ultra-performance liquid chromatography, we identified seven flavonoids in GS extract, including apigenin, epicatechin, genistein, genistin, daidzin, daidzein, and soyasaponin Bb. GS, apigenin, and genistein reduced the expression of IL-6, MDC, TARC, and RANTES and increased filaggrin via the downregulation of STAT3 phosphorylation in interferon-γ/tumor necrosis factor-α-stimulated keratinocytes. Our results suggest that GS leaf and stem extract ameliorates AD-like skin inflammation by regulating the immune response and restoring skin barrier function.",
  "publication_date": "2025-05-09",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26104560",
  "entities": {
    "FOOD": [
      "wild soybean"
    ],
    "SYMPTOM": [
      "ad-like skin inflammation",
      "inflammation",
      "skin inflammation"
    ],
    "POLYPHENOL": [
      "apigenin",
      "daidzein",
      "epicatechin",
      "genistein",
      "interferon-γ/tumor necrosis factor-α-stimulated keratinocytes",
      "seven flavonoids"
    ]
  }
}