{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Maternal Supplementation with a Cocoa Extract during Lactation Deeply Modulates Dams' Metabolism, Increases Adiponectin Circulating Levels and Improves the Inflammatory Profile in Obese Rat Offspring.",
  "abstract": "High-flavonoid cocoa consumption has been associated with beneficial properties. However, there are scarce data concerning the effects of maternal cocoa intake on dams and in their progeny. Here, we evaluated in rats whether maternal supplementation with a high-flavan-3-ol cocoa extract (CCX) during lactation (200 mg.kg-1.day-1) produced beneficial effects on dams and in their normoweight (STD-CCX group) and cafeteria-fed obese (CAF-CCX group) adult male offspring. Maternal intake of CCX significantly increased the circulating levels of adiponectin and decreased the mammary gland lipid content of dams. These effects were accompanied by increased energy expenditure and circulating free fatty acids, as well as by a higher expression of lipogenic and adiponectin-related genes in their mammary glands, which could be related to a compensatory mechanism to ensure enough lipid supply to the pups. CCX consumption programmed both offspring groups towards increased plasma total adiponectin levels, and decreased liver weight and lean/fat ratio. Furthermore, CAF-CCX progeny showed an improvement of the inflammatory profile, evidenced by the significant decrease of the monocyte chemoattractant protein-1 (MCP-1) circulating levels and the mRNA levels of the gene encoding the major histocompatibility complex, class II invariant chain (Cd74), a marker of M1 macrophage phenotype, in the epididymal white adipose tissue. Although further studies are needed, these findings can pave the way for using CCX as a nutraceutical supplement during lactation.",
  "publication_date": "2022-12-03",
  "journal": "Nutrients",
  "doi": "10.3390/nu14235134",
  "entities": {
    "POLYPHENOL": [
      "a compensatory mechanism",
      "adiponectin",
      "beneficial effects",
      "high-flavonoid cocoa consumption",
      "increased plasma total adiponectin levels",
      "lipogenic and adiponectin-related genes",
      "the effects",
      "the significant decrease",
      "these effects"
    ],
    "FOOD": [
      "a high-flavan-3-ol cocoa extract",
      "maternal cocoa intake"
    ]
  }
}