{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Functional Characterization of GrapevineVviMYC4in Regulating Drought Tolerance by Mediating Flavonol Biosynthesis.",
  "abstract": "Drought ranks among the key abiotic stresses that limit the growth and yield of grapevines (Vitis viniferaL.). Flavonols, a class of antioxidants commonly found in grapevines, play a crucial role in combating drought stress. In this study, we characterized the function and regulatory mechanism of the grapevineVviMYC4in mediating flavonol biosynthesis in response to drought stress.VviMYC4encodes a protein of 468 amino acids with conserved bHLH-MYC_N and bHLH domains. Phylogenetic analysis confirmed its homology with the grapevine VviMYC2 and similarity in function. The expression ofVviMYC4in 'Cabernet Sauvignon' grapevine seedling leaves increased initially and then decreased during prolonged drought stress. The homologous and heterologous transformation ofVviMYC4in grape suspension cells,Arabidopsisplants, tobacco leaves, and grapevine leaves demonstrated its ability to positively regulate flavonol biosynthesis and accumulation by promoting the expression of flavonol-related genes, thereby enhancing the drought tolerance of transgenic plants. Furthermore, VviMYC4 could bind to specific E-box sites on the promoters ofVviF3HandVviFLSto improve their activities. This study highlightsVviMYC4as a pivotal positive regulator of drought tolerance in grapevines and proposes thatVviMYC4enhances the antioxidant and reactive oxygen species (ROS) scavenging abilities of grapevines in challenging environments and improves their stress resilience by mediating flavonol biosynthesis. Our findings offer crucial candidate genes and valuable insights for the molecular breeding of grapevine drought resistance.",
  "publication_date": "2025-05-08",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14101409",
  "entities": {
    "SYMPTOM": [
      "drought stress",
      "prolonged drought stress",
      "the key abiotic stresses",
      "their stress resilience"
    ],
    "FOOD": [
      "cabernet sauvignon' grapevine seedling leaves",
      "grape suspension cells",
      "grapevine drought resistance",
      "grapevines",
      "the grapevine vvimyc2",
      "the grapevinevvimyc4"
    ],
    "POLYPHENOL": [
      "regulatory mechanism",
      "specific e-box sites",
      "the antioxidant and reactive oxygen species",
      "the molecular breeding"
    ]
  }
}