{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Effects of Cocoa Polyphenols and Dark Chocolate on Obese Adults: A Scoping Review.",
  "abstract": "Obesity remains a major public health problem due to its increasing prevalence. Natural products have become common as adjunct therapeutic agents for treating obesity and preventing metabolic diseases. Cocoa and its products are commonly consumed worldwide. Dark chocolate, a rich source of polyphenols, has received attention lately for its beneficial role in the management of obesity; however, conflicting results are still being reported. This scoping review aims to provide a comprehensive understanding of the existing literature on the relationship and effects of cocoa and dark chocolate intake among obese adults. We searched multiple databases for research investigating the consumption of cocoa and/or dark chocolate in managing obesity among adults. This review includes epidemiological and human studies that were published in English over the last 10 years. Our review of the current literature indicates that epidemiological and human trials with obese adults have shown inconsistent results, which may be due to the different populations of subjects, and different types of cocoa products and doses used for intervention. Studies among obese adults are mainly focusing on obese individuals with comorbidities, as such more studies are needed to elucidate the role of cocoa polyphenols in weight control and preventing the risk of chronic diseases among obese individuals without comorbidities as well as healthy individuals. Careful adjustment of confounding factors would be required. The effects of cocoa and dark chocolate intake on obese adults were discussed, and further research is warranted to identify the gaps.",
  "publication_date": "2020-11-30",
  "journal": "Nutrients",
  "doi": "10.3390/nu12123695",
  "entities": {
    "SYMPTOM": [
      "managing obesity",
      "obesity"
    ],
    "FOOD": [
      "cocoa",
      "cocoa and/or dark chocolate",
      "cocoa products",
      "dark chocolate",
      "dark chocolate intake"
    ],
    "POLYPHENOL": [
      "cocoa polyphenols",
      "effects",
      "polyphenols",
      "subjects",
      "the effects"
    ]
  }
}