{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "High glucose-induced senescence contributes to tubular epithelial cell damage in diabetic nephropathy.",
  "abstract": "Dysfunctional renal tubular epithelial cells, induced by high glucose, are commonly observed in the kidney tissues of diabetic nephropathy (DN) patients. The epithelial-mesenchymal transition (EMT) of these cells often leads to renal interstitial fibrosis and kidney damage in DN. High glucose also triggers mitochondrial damage and apoptosis, contributing further to the dysfunction of renal tubular epithelial cells. Cellular senescence, a recognized characteristic of DN, is primarily caused by high glucose. However, it remains unclear whether high glucose-induced cellular senescence in DN exacerbates the functional impairment of tubular epithelial cells. In this study, we examined the relationship between EMT and cellular senescence in kidney tissues from streptozotocin (STZ)-induced DN and HK-2 cells treated with high glucose (HG). We also investigated the impact of HG concentrations on tubular epithelial cells, specifically mitochondrial dysfunction, cellular senescence and apoptosis. These damages were primarily associated with the secretion of cytokines (such as IL-6, and TNF-α), production of reactive oxygen species (ROS), and an increase of intracellular Ca2+. Notably, resveratrol, an anti-aging agent, could effectively attenuate the occurrence of EMT, mitochondrial dysfunction, and apoptosis induced by HG. Mechanistically, anti-aging treatment leads to a reduction in cytokine secretion, ROS production, and intracellular Ca2+levels.",
  "publication_date": "2024-10-13",
  "journal": "Experimental gerontology",
  "doi": "10.1016/j.exger.2024.112609",
  "entities": {
    "SYMPTOM": [
      "an anti-aging agent",
      "anti-aging treatment",
      "apoptosis",
      "mitochondrial dysfunction"
    ],
    "POLYPHENOL": [
      "a recognized characteristic",
      "cytokine secretion",
      "reactive oxygen species",
      "resveratrol",
      "specifically mitochondrial dysfunction",
      "the secretion"
    ]
  }
}