{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Novel Insights into Dietary Bioactive Compounds and Major Depressive Disorders: Evidence from Animal Studies and Future Perspectives.",
  "abstract": "Clinical depression, including major depressive disorder (MDD), is a chronic mental illness characterized by persistent sadness and indifference. Depression is associated with neuroinflammation, oxidative stress, and neuronal apoptosis in the brain, resulting in microglial overactivation, decreased neuronal and glial proliferation, monoamine depletion, structural abnormalities, and aberrant biochemical activity via the hypothalamic-pituitary-adrenal axis. Recent studies have exhibited the role of dietary bioactive compounds in the mitigation of MDD progression. Here, in this narrative review, we reported the effects of commonly consumed bioactive compounds (curcumin, saffron, garlic, resveratrol, omega-3 fatty acids, ginger, blueberry, tea, and creatine) on MDD and MDD-related neuroinflammation and oxidative stress. The evidence reviewed here is almost exclusively from animal studies and strongly suggests that these commonly consumed bioactive compounds have anti-MDD effects as shown in antidepression-like behaviors, such as increased immobility, sucrose preference, and social interaction. On the basis of the literature/studies reviewed, the proposed molecular mechanisms include 1) the reduction of neuroinflammation activation and oxidative stress, 2) the enhancement of anti-inflammatory and antioxidant properties, 3) the reduction of monoamine oxidase-A production, and 4) the elevation of brain-derived neurotropic factor and neurogenesis. In the future, dietary bioactive compounds on clinical randomized controlled trials are warranted to confirm the findings of preclinical efficacies using bioactive compounds in individuals with MDD.",
  "publication_date": "2025-04-22",
  "journal": "The Journal of nutrition",
  "doi": "10.1016/j.tjnut.2025.04.006",
  "entities": {
    "SYMPTOM": [
      "mdd-related neuroinflammation",
      "neuroinflammation",
      "neuroinflammation activation",
      "neuronal apoptosis",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "anti-mdd effects",
      "curcumin",
      "preclinical efficacies",
      "recent studies",
      "resveratrol",
      "the effects",
      "the proposed molecular mechanisms"
    ],
    "FOOD": [
      "blueberry",
      "garlic",
      "ginger",
      "omega-3 fatty acids"
    ]
  }
}