{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Revisiting the bioavailability of flavan-3-ols in humans: A systematic review and comprehensive data analysis.",
  "abstract": "This systematic review summarizes findings from human studies investigating the different routes of absorption, metabolism, distribution and excretion (ADME) of dietary flavan-3-ols and their circulating metabolites in healthy subjects. Literature searches were performed in PubMed, Scopus and the Web of Science. Human intervention studies using single and/or multiple intake of flavan-3-ols from food, extracts, and pure compounds were included. Forty-nine human intervention studies met inclusion criteria. Up to 180 metabolites were quantified from blood and urine samples following intake of flavan-3-ols, mainly as phase 2 conjugates of microbial catabolites (n = 97), with phenyl-γ-valerolactones being the most representative ones (n = 34). Phase 2 conjugates of monomers and phenyl-γ-valerolactones, the main compounds in both plasma and urine, reached two peak plasma concentrations (Cmax) of 260 and 88 nmol/L at 1.8 and 5.3 h (Tmax) after flavan-3-ol intake. They contributed to the bioavailability of flavan-3-ols for over 20%. Mean bioavailability for flavan-3-ols was moderate (31 ± 23%, n bioavailability values = 20), and it seems to be scarcely affected by the amount of ingested compounds. While intra- and inter-source differences in flavan-3-ol bioavailability emerged, mean flavan-3-ol bioavailability was 82% (n = 1) and 63% (n = 2) after (-)-epicatechin and nut (hazelnuts, almonds) intake, respectively, followed by 25% after consumption of tea (n = 7), cocoa (n = 5), apples (n = 3) and grape (n = 2). This highlights the need to better clarify the metabolic yield with which monomer flavan-3-ols and proanthocyanidins are metabolized in humans. This work clarified in a comprehensive way for the first time the ADME of a (poly)phenol family, highlighting the pool of circulating compounds that might be determinants of the putative beneficial effects linked to flavan-3-ol intake. Lastly, methodological inputs for implementing well-designed human and experimental model studies were provided.",
  "publication_date": "2022-10-04",
  "journal": "Molecular aspects of medicine",
  "doi": "10.1016/j.mam.2022.101146",
  "entities": {
    "POLYPHENOL": [
      "-)-epicatechin",
      "healthy subjects",
      "proanthocyanidins",
      "the putative beneficial effects"
    ],
    "FOOD": [
      "(hazelnuts",
      "apples",
      "cocoa",
      "grape"
    ]
  }
}