{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Model compound study to characterize haloacetonitrile (HAN) precursors and its degradation mechanism.",
  "abstract": "Haloacetonitriles (HANs) are unregulated nitrogenous disinfection byproducts (N-DBPs) widely distributed in drinking water distribution systems. These N-DBPs originate from the reaction of organic precursors and disinfectants including chlorine, chloramine, or chlorine dioxide. This study was aimed at determining HAN yields from model organic compounds under both chlorination and chloramination conditions by laboratory studies. The specific conditions selected (i.e., doses, sequence, pH, reaction times) were intended to create chemical environments that are similar to those that exist in drinking water treatment systems. Precursor compounds selected for study included some key biochemicals known to be present in drinking waters. Results of these laboratory experiments are presented in the form of molar yields for specific precursor compounds, and some were mathematically compensated for excessive HAN degradation during laboratory testing. Model compound data clearly showed aspartic acid to be the most productive dihaloacetonitrile (DHAN) precursor tested. This compound in its free state has the potential to add substantially to a water's DHAN formation under free chlorination. There are other amino acids, such as histidine and asparagine that may contribute, but these are probably secondary to aspartic acid. While proteins or polypeptides are far less reactive with free chlorine as compared to free amino acids, their greater abundance makes them potential important members of the DHAN precursor pool. In contrast, nucleic acids appear to be relatively insignificant as DHAN precursors. There are other potential precursors such as aromatic amines (i.e., 3-aminophenol), and even some hydroxylated aliphatic amines (i.e., 4-amino-2-hydroxybutyric acid), that could be significant contributors under free chlorination conditions. This study showed that DHAN formation in systems using chloramines depends strongly on the pre‑chlorine contact time. Unlike free chlorine systems, lignin and lignin phenols may be significant DHAN precursors when chloramines are used. Organic amines, such as aspartic acid and asparagine may also contribute as important precursors in chloramination systems.",
  "publication_date": "2025-06-06",
  "journal": "The Science of the total environment",
  "doi": "10.1016/j.scitotenv.2025.179783",
  "entities": {
    "POLYPHENOL": [
      "dhan precursors",
      "disinfectants",
      "important precursors",
      "organic precursors",
      "other potential precursors",
      "precursor compounds",
      "significant dhan precursors",
      "specific precursor compounds",
      "the dhan precursor pool",
      "the specific conditions"
    ]
  }
}