{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Impact of Supercritical CO2Treatment on Lupin Flour and Lupin Protein Isolates.",
  "abstract": "Global population growth is putting pressure on the food supply, necessitating the exploration of new, alternative, and sustainable protein sources. Lupin, an underutilized legume in human nutrition, has the potential to play a significant role in addressing this challenge. However, its incorporation into the human diet requires thorough investigation, including exploring and optimizing functionalization processes to maximize its potential. This study aimed to optimize the parameters (pressure, time, and CO2flow) for extracting anti-technological factors (ATFs) from lupin using supercritical CO2(SC-CO2) and to evaluate the effects of this extraction on both the flour and the protein isolate derived from it. Optimization revealed that the optimal SC-CO2conditions were a CO2flow rate of 4 kg/h at 400 bar for 93 min. Under these conditions, significant changes were observed in the flour composition, including a reduction in oil, polyphenols, and moisture content, along with an increase in ash content. Improved color parameters were also noted. These variations were attributed to the removal of oil and phenolic compounds during processing. Furthermore, this research demonstrated that SC-CO2treatment improved lupin protein isolate (LPI) purity (93.81 ± 0.31% vs. 87.42 ± 0.48%), significantly reduced oil content (8.31 ± 0.09% vs. 14.31 ± 0.32%), and enhanced color parameters. The SC-CO2procedure also resulted in a higher protein extraction yield (56.95 ± 0.45% vs. 53.29 ± 2.37%). However, the total extraction yield (g LPI/100 g of flour) was not affected by SC-CO2treatment, remaining at 24.30 ± 0.97% for the control sample and 24.21 ± 0.26% for the treated sample. The extracted oil (2.71 ± 0.11 g/100 g of flour), a co-product of the SC-CO2step, exhibited a fatty acid profile characterized by high levels of unsaturated fatty acids (62.8 ± 0.74 g/100 g oil), oleic acid (27.76 ± 0.77 g/100 g oil), linoleic acid (25.98 ± 0.73 g/100 g oil), and α-linolenic acid (5.32 ± 0.16 g/100 g oil), as well as a balanced ratio of essential fatty acids (n-6/n-3 = 4.89). The treatment had minimal to no effect on amino acid content or chemical score, and the protein was characterized by high amounts of essential amino acids (334 ± 3.12 and 328 ± 1.05 mg/g protein in LPI-control and LPI-SF, respectively). These findings demonstrate that both the LPI and the oil extracted using SC-CO2possess high nutritional quality and are suitable for human food applications.",
  "publication_date": "2025-02-17",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14040675",
  "entities": {
    "POLYPHENOL": [
      "anti-technological factors",
      "no effect",
      "oil and phenolic compounds",
      "polyphenols",
      "the effects"
    ]
  }
}