{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Formulation of apigenin-loaded solid lipid nanoparticles: characterisation, molecular docking, and anticancer assay.",
  "abstract": "1. Apigenin (APN), a natural flavonoid, showed strong therapeutic potential against skin cancer, but its clinical use is restricted due to its complex physicochemical characteristics. 2. Hence, this study aimed to fabricate APN-loaded solid lipid nanoparticles (APN-SLNs) for improved topical treatment of skin cancer. The developed APN-SLNs were evaluated for particle characterization, compatibility and crystallinity by employing FT-IR, DSC, and XRD. The selected APN-SLNs-loaded hydrogels further evaluated for gel evaluation, permeation and cytotoxicity assessment. The findings also supported with molecular docking study. 3. The developed APN-SLNs demonstrated nanometric size, low polydispersity index, negative surface charge, high encapsulation efficiency and a biphasic release profile. The developed APN-SLNs-loaded hydrogels represented comparatively higher viscosity, firmness, consistency, and cohesiveness compared with the pure APN-loaded hydrogels. The APN-SLNs-loaded hydrogels represented >2 times higherin vitropermeation than pure APN-loaded hydrogels. Further, MTT assay using B16-F10 melanoma cells revealed the superior cytotoxic potential of the developed nanocarrier than the native counterpart. The docking study also supports the findings of the cell viability assay with a high docking score. 4. Therefore, this study suggests that topical delivery of APN encapsulated in SLNs is a promising approach for skin cancer management.",
  "publication_date": "2025-06-22",
  "journal": "Xenobiotica; the fate of foreign compounds in biological systems",
  "doi": "10.1080/00498254.2025.2517113",
  "entities": {
    "POLYPHENOL": [
      "a natural flavonoid",
      "apigenin",
      "molecular docking study",
      "the selected apn-slns-loaded hydrogels"
    ],
    "SYMPTOM": [
      "skin cancer",
      "skin cancer management"
    ]
  }
}