{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Chemometric Classification of Cocoa Bean Shells Based on Their Polyphenolic Profile Determined by RP-HPLC-PDA Analysis and Spectrophotometric Assays.",
  "abstract": "The cocoa bean shell (CBS), a byproduct from the cocoa industry, was recently proposed as a functional and low-cost ingredient, mainly because of its content in polyphenols. However, vegetal food products could significantly differ in their chemical composition depending on different factors such as their geographical provenience. This work is aimed to determine the polyphenolic and methylxanthine profile of different CBS samples and utilize it for achieving their differentiation according to their geographical origin and variety. RP-HPLC-PDA was used to determine the CBS polyphenolic profile. Spectrophotometric assays were used to obtain the total phenolic, flavonoid, and tannin contents, as well as to evaluate their radical scavenging activity. The results obtained from both methods were then compared and used for the CBS differentiation according to their origin and varieties through chemometric analysis. RP-HPLC-PDA allowed to determine 25 polyphenolic compounds, as well as the methylxanthines theobromine and caffeine. Polyphenolic profile results highlighted significant differences among the analyzed samples, allowing for their differentiation based on their geographical provenience. Similar results were achieved with the results of the spectrophotometric assays, considered as screening methods. Differentiation based on CBS variety was instead obtained based on the HPLC-determined methylxanthine profile.",
  "publication_date": "2021-09-27",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox10101533",
  "entities": {
    "FOOD": [
      "the cocoa bean shell",
      "the cocoa industry"
    ],
    "POLYPHENOL": [
      "25 polyphenolic compounds",
      "polyphenolic profile results",
      "polyphenols",
      "spectrophotometric assays",
      "the cbs polyphenolic profile",
      "the polyphenolic and methylxanthine profile",
      "the spectrophotometric assays",
      "the total phenolic, flavonoid, and tannin contents"
    ]
  }
}