{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Between the Devil and the Deep Blue Sea-Resveratrol, Sulfotransferases and Sulfatases-A Long and Turbulent Journey from Intestinal Absorption to Target Cells.",
  "abstract": "For nearly 30 years, resveratrol has attracted the scientific community's interest. This has happened thanks to the so-called French paradox, that is, the paradoxically low mortality from cardiovascular causes in the French population despite a diet rich in saturated fat. This phenomenon has been linked to the consumption of red wine, which contains a relatively high level of resveratrol. Currently, resveratrol is valued for its versatile, beneficial properties. Apart from its anti-atherosclerotic activity, resveratrol's antioxidant and antitumor properties deserve attention. It was shown that resveratrol inhibits tumour growth at all three stages: initiation, promotion, and progression. Moreover, resveratrol delays the ageing process and has anti-inflammatory, antiviral, antibacterial, and phytoestrogenic properties. These favorable biological properties have been demonstrated in vitro and in vivo in animal and human models. Since the beginning of the research on resveratrol, its low bioavailability, mainly due to its rapid metabolism, especially the first-pass effect that leaves almost no free resveratrol in the peripheral circulation, has been indicated as a drawback that has hindered its use. The elucidation of such issues as pharmacokinetics, stability, and the biological activity of resveratrol metabolites is therefore crucial for understanding the biological activity of resveratrol. Second-phase metabolism enzymes are mainly involved in RSV metabolism, e.g., UDP-glucuronyl transferases and sulfotransferases. In the present paper, we took a closer look at the available data on the activity of resveratrol sulfate metabolites and the role of sulfatases in releasing active resveratrol in target cells.",
  "publication_date": "2023-04-07",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules28083297",
  "entities": {
    "POLYPHENOL": [
      "active resveratrol",
      "almost no free resveratrol",
      "especially the first-pass effect",
      "resveratrol",
      "resveratrol metabolites",
      "resveratrol sulfate metabolites",
      "resveratrol's antioxidant and antitumor properties",
      "second-phase metabolism enzymes"
    ],
    "FOOD": [
      "red wine"
    ]
  }
}