{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Development and Application of Anthocyanin-Based Complex Polysaccharide Gels Based on Blueberry Pomace for Monitoring Beef Freshness.",
  "abstract": "This study aimed to develop a green and sustainable composite polysaccharide gel with antioxidant activity and freshness-monitoring properties. Blueberry pomace was repurposed to extract anthocyanins (BA), which were incorporated into chitosan (CS)/polyvinyl alcohol (PVA) and starch (S)/PVA matrices to prepare pH-indicating composite polysaccharide gels. The anthocyanin solution exhibited significant colorimetric responses to pH 2-14 buffer solutions. Comparative analyses revealed distinct performance characteristics: the CS/PVA-BA gel showed optimal elongation at break, low hydration (8.33 ± 0.57% water content), and potent antioxidant activity (DPPH: 73.59 ± 0.1%; ABTS: 77.47 ± 0.1%), whereas the S/PVA-BA gel demonstrated superior tensile strength and pH-responsive sensitivity. Structural characterization via FT-IR and SEM confirmed molecular compatibility between BA and polymeric matrices, with anthocyanins enhancing intermolecular hydrogen bonding. Applied to chilled beef (4 °C) freshness monitoring, the CS/PVA-BA gel exhibited color transformations from magenta-red (initial spoilage at 48 h: TVB-N > 15 mg/100 g, TVC > 4.0 lg CFU/g) to bluish-gray (advanced spoilage by day 6), correlating with proteolytic degradation metrics. These findings established a multifunctional platform for real-time food quality assessment through anthocyanin-mediated color changes in the composite gels, coupled with preservation activity, highlighting their significant potential as intelligent active packaging in the food industry.",
  "publication_date": "2025-05-23",
  "journal": "Gels (Basel, Switzerland)",
  "doi": "10.3390/gels11060385",
  "entities": {
    "FOOD": [
      "blueberry pomace"
    ],
    "POLYPHENOL": [
      "intermolecular hydrogen bonding",
      "molecular compatibility"
    ],
    "SYMPTOM": [
      "intelligent active packaging"
    ]
  }
}