{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Jaboticaba peel improves postprandial glucose and inflammation: A randomized controlled trial in adults with metabolic syndrome.",
  "abstract": "The modulation of glucose metabolism through dietary sources has been recognized as 1 of the most sustainable approaches for preventing of cardiometabolic diseases. Although fibers and phenolic compounds derived from jaboticaba (Plinia jaboticaba) peel have demonstrated improvements in metabolic pathways in preclinical models, their beneficial effects in clinical trials remain to be fully determined. This study aimed to assess the impact of jaboticaba peel (JP) powder supplementation on glucose metabolism compared with a placebo in individuals with metabolic syndrome (MetS). A single-blind, parallel, randomized, placebo-controlled trial involving 49 individuals with MetS was conducted. Participants were assigned to receive either a JP supplement (15 g/day) or a matched placebo. Anthropometry measurements, body composition, blood pressure, metabolic and inflammatory parameters, and a mixed-meal tolerance test were assessed at weeks 0 and 5. Daily intake of JP improved the area under the curve of glucose (P = .025) and the interleukin-6 (IL-6) (P = .045). No significant time × treatment effects were observed for blood pressure, body weight, body composition, lipid metabolism, glucagon-like peptide-1, inflammatory cytokines (tumor necrosis factor-α, IL-1β), C-reactive protein, and insulin sensitivity and resistance indexes. JP supplementation may be a promising approach for managing MetS disorders, potentially by reducing the area under the curve for glucose and the proinflammatory cytokine IL-6. This research is registered at the Brazilian Registry of Clinical Trials (RBR-8wwq9t).",
  "publication_date": "2024-02-28",
  "journal": "Nutrition research (New York, N.Y.)",
  "doi": "10.1016/j.nutres.2024.02.008",
  "entities": {
    "POLYPHENOL": [
      "phenolic compounds",
      "preclinical models",
      "their beneficial effects",
      "tumor necrosis factor",
      "× treatment effects"
    ],
    "SYMPTOM": [
      "metabolic syndrome"
    ]
  }
}