{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Periodontal treatment and microbiome-targeted therapy in management of periodontitis-related nonalcoholic fatty liver disease with oral and gut dysbiosis.",
  "abstract": "A growing body of evidence from multiple areas proposes that periodontal disease, accompanied by oral inflammation and pathological changes in the microbiome, induces gut dysbiosis and is involved in the pathogenesis of nonalcoholic fatty liver disease (NAFLD). A subgroup of NAFLD patients have a severely progressive form, namely nonalcoholic steatohepatitis (NASH), which is characterized by histological findings that include inflammatory cell infiltration and fibrosis. NASH has a high risk of further progression to cirrhosis and hepatocellular carcinoma. The oral microbiota may serve as an endogenous reservoir for gut microbiota, and transport of oral bacteria through the gastro-intestinal tract can set up a gut microbiome dysbiosis. Gut dysbiosis increases the production of potential hepatotoxins, including lipopolysaccharide, ethanol, and other volatile organic compounds such as acetone, phenol and cyclopentane. Moreover, gut dysbiosis increases intestinal permeability by disrupting tight junctions in the intestinal wall, leading to enhanced translocation of these hepatotoxins and enteric bacteria into the liver through the portal circulation. In particular, many animal studies support that oral administration ofPorphyromonas gingivalis, a typical periodontopathic bacterium, induces disturbances in glycolipid metabolism and inflammation in the liver with gut dysbiosis. NAFLD, also known as the hepatic phenotype of metabolic syndrome, is strongly associated with metabolic complications, such as obesity and diabetes. Periodontal disease also has a bidirectional relationship with metabolic syndrome, and both diseases may induce oral and gut microbiome dysbiosis with insulin resistance and systemic chronic inflammation cooperatively. In this review, we will describe the link between periodontal disease and NAFLD with a focus on basic, epidemiological, and clinical studies, and discuss potential mechanisms linking the two diseases and possible therapeutic approaches focused on the microbiome. In conclusion, it is presumed that the pathogenesis of NAFLD involves a complex crosstalk between periodontal disease, gut microbiota, and metabolic syndrome. Thus, the conventional periodontal treatment and novel microbiome-targeted therapies that include probiotics, prebiotics and bacteriocins would hold great promise for preventing the onset and progression of NAFLD and subsequent complications in patients with periodontal disease.",
  "publication_date": "2023-03-01",
  "journal": "World journal of gastroenterology",
  "doi": "10.3748/wjg.v29.i6.967",
  "entities": {
    "SYMPTOM": [
      "gut dysbiosis",
      "inflammation",
      "insulin resistance",
      "metabolic syndrome",
      "obesity",
      "oral inflammation",
      "systemic chronic inflammation"
    ],
    "POLYPHENOL": [
      "a bidirectional relationship",
      "potential mechanisms"
    ]
  }
}