{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Integrated physiological, microbial, and metabolomics analyses revealed the differences in different varieties ofPaeonia lactifloraPall.",
  "abstract": "Paeonia lactifloraPall (P. lactiflora) is a perennial herb with high medicinal and economic value. In the growth process ofP. lactiflora, the plant's root secondary metabolism is intricately linked to the microbial communities that surround it. However, few systematic studies have reported the changes in the microbiome and metabolites duringP. lactifloracultivation thus far. In this study, amplicon sequencing technology was used to determine the difference in rhizosphere microorganisms ofP. lactiflora. The non-targeted metabolomics method was used to determine the changes in root metabolites, and the relationship between microorganisms and metabolites was demonstrated by co-expression network analysis. The paeoniflorin content (PC) was determined by HPLC. The total phenol content (TPC) was determined by the Folin-Ciocalteu method, and the total flavonoid content (TFC) was determined by the NaNO2-Al (NO3)3method. The antioxidants were evaluated with the DPPH, ABTS, and FRAP methods. Results showed that Proteobacteria had the highest relative abundance among all phyla, Halomonas had the highest relative abundance among all genera. The results of metabolomics showed that 693 metabolites and 207 differential metabolites were detected in the four groups, which were mainly enriched in the biosynthesis of phenylpropanoids, phenylpropanoid biosynthesis, taste transduction, central carbon metabolism in cancer, and biosynthesis of plant secondary metabolites. The results also showed that the PC, TPC, TFC, and antioxidant capacity of the whiteP. lactifloragroup were higher than those of the other groups. This study revealed the differences between different varieties ofP. lactifloraand provided theoretical support for breeding and data reference for improving the quality ofP. lactifloraby regulating microbial species.",
  "publication_date": "2025-05-23",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1577695",
  "entities": {
    "POLYPHENOL": [
      "amplicon sequencing technology",
      "high medicinal and economic value",
      "microbial species",
      "secondary metabolites",
      "the plant's root secondary metabolism",
      "the total flavonoid content"
    ],
    "SYMPTOM": [
      "cancer"
    ]
  }
}