{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Effects of gallic acid on squid surimi protein and heterocyclic amine during the frying process.",
  "abstract": "Heterocyclic aromatic amines (HAAs) are endogenous harmful substances formed in the oil-frying process of meat product. MeIQx (2-amino-3,8-dimethylimidazo[4,5-f]quinoxaline) as a specific HAA and is classified as a Group 2B carcinogen by IARC. In this study, gallic acid was irradiated at 254 nm for 6 h at 4540 μW/cm2, then added to the squid surimi, with the squid surimi without gallic acid as the control. The surimi was fried to full cooking in oil bath at 100 °C, 120 °C, 140 °C, 160 °C, 180 °C, 200 °C and 220 °C. In order to explore the inhibition mechanism of UVC-GA on the formation of heterocyclic amines (MeIQx) in fried squid surimi, we detected the components, hydrophobicity and interaction of the surimi, quantified MeIQx via UHPLC-MS/MS, and observed microscopic morphology. The results showed that the protein content of the fried squid surimi increased significantly, and that of the surimi with UVC-GA was always higher than control group. UVC-GA preserves the structural integrity of surimi proteins, safeguarding their secondary structure and significantly diminishing precursors for MeIQx, such as amino acids, glucose, and creatinine, thereby reducing MeIQx production. Compared with the control group，UVC-GA reduced MeIQx by 34.5-46.67 % at 120-180 °C. UVC-GA made the Zeta potential of the surimi protein show high negative charge through electrostatic interaction, the Zeta potential with an absolute maximum of 17.3 mV. This treatment also facilitates the exposure of additional hydrophobic groups in the proteins, effectively encapsulating MeIQx precursors and intermediates, thus inhibiting MeIQx generation. These findings contribute to the theoretical understanding of MeIQx inhibition and provide a scientific basis for developing control strategies for MeIQx in fried squid surimi.",
  "publication_date": "2025-05-14",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144245",
  "entities": {
    "POLYPHENOL": [
      "a specific haa",
      "electrostatic interaction",
      "gallic acid",
      "meiqx precursors",
      "precursors",
      "the inhibition mechanism",
      "their secondary structure"
    ]
  }
}