{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Olive oil tyrosols reduce α-synuclein aggregationin vitroandin vivoafter ingestion in aCaenorhabditis elegansParkinson's model.",
  "abstract": "Parkinson's disease is the neurodegenerative motor disorder with the highest incidence worldwide. Among other factors, Parkinson's disease is caused by the accumulation of α-synuclein aggregates in a patient's brain. In this work, five molecules present in the diet are proposed as possible nutraceuticals to prevent and/or reduce the formation of α-synuclein oligomers that lead to Parkinson's disease. The olive oil polyphenols tyrosol, hydroxytyrosol (HT), hydroxytyrosol acetate (HTA) and dihydroxyphenyl acetic acid (DOPAC) besides vitamin C were tested using a cellular model of α-synuclein aggregation and aCaenorhabditis elegansParkinson's disease animal model. Levodopa was included in the assays as the main drug prescribed to treat the disease as well as dopamine, its direct metabolite. HTA and DOPAC completely hindered α-synuclein aggregationin vitro, while dopamine reduced the aggregation by 28.7%. The Parallel Artificial Membrane Permeability Assay (PAMPA) showed that HTA had the highest permeability through brain lipids among the compounds tested. Furthermore, theC. elegansParkinson's disease model made it possible to assess the chosen compoundsin vivo. The more effective substancesin vivowere DOPAC and HTA which reduced the αS aggregation inside the animals by 79.2% and 76.2%, respectively. Moreover, dopamine also reduced the aggregates by 67.4% in thein vivoexperiment. Thus, the results reveal the potential of olive oil tyrosols as nutraceuticals against α-synuclein aggregation.",
  "publication_date": "2024-07-01",
  "journal": "Food & function",
  "doi": "10.1039/d4fo01663g",
  "entities": {
    "SYMPTOM": [
      "parkinson's disease",
      "α-synuclein aggregation and acaenorhabditis elegansparkinson's disease animal model"
    ],
    "POLYPHENOL": [
      "five molecules",
      "its direct metabolite",
      "the more effective substancesin vivowere dopac",
      "the olive oil polyphenols tyrosol",
      "thec. elegansparkinson's disease model"
    ],
    "FOOD": [
      "olive oil tyrosols"
    ]
  }
}