{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Morphological, Physiological, and Biochemical Impacts of Drought on Wheat-Pest-Pathogen Interactions.",
  "abstract": "Plants often face a combination of abiotic and biotic stresses, such as drought, disease, and insect infestation. However, the interactions among these stressors remain poorly understood. This study investigates the effects of combined drought and biotic stress, particularly leaf rust (Puccinia triticina) and aphid (Rhopalosiphum maidis) infestations, on the wheat genotype TW1509. Two experiments were conducted under three water regimes: well-watered (WW; 80% WHC), moderate drought (MD; 60% WHC), and severe drought (SD; 40% WHC). MD intensified aphid and rust infestations, likely due to increased plant vulnerability. Aphid stress led to irregular stomatal patterns, reduced chlorophyll, and impaired photosynthesis. Under combined drought-aphid stress, significant increases were observed in stomatal density, electrolyte leakage, flavonoid content, and proline accumulation across all drought levels, along with reduced photosynthetic activity. Similarly, drought-rust stress elevated flavonoids, catalase activity, and proline content, though these were linked to decreased morphological traits. These findings highlight the complexity of wheat responses to concurrent stresses. The findings suggest that drought severity modulates plant susceptibility to pests and pathogens by influencing physiological resilience, nutrient dynamics, and defense responses. This study highlights the necessity of integrating multi-stress considerations into wheat management strategies to ensure sustainable productivity. A deeper understanding of these stress interactions is crucial for developing targeted interventions to mitigate their adverse effects on wheat.",
  "publication_date": "2025-06-01",
  "journal": "Physiologia plantarum",
  "doi": "10.1111/ppl.70364",
  "entities": {
    "SYMPTOM": [
      "abiotic and biotic stresses",
      "aphid stress",
      "biotic stress",
      "combined drought-aphid stress",
      "concurrent stresses",
      "multi-stress considerations",
      "these stress interactions",
      "these stressors"
    ],
    "POLYPHENOL": [
      "electrolyte leakage",
      "flavonoid content",
      "the effects",
      "the necessity",
      "their adverse effects"
    ],
    "FOOD": [
      "the wheat genotype tw1509",
      "wheat",
      "wheat management strategies",
      "wheat responses"
    ]
  }
}