{
  "source": "PubMed",
  "query": "grape skin",
  "title": "The role of post-mortem investigations in deaths due to fermenting grape gas: A case series of four fatalities.",
  "abstract": "Carbon dioxide (CO2) is an endogenous molecule produced by cellular respiration and therefore present in our body and in the atmosphere. It is known that, at high levels, CO2causes fatal toxic effects. The production of CO2can prove particularly dangerous in closed and unventilated environments. Although some cases of death due to CO2are described in forensic literature, today this diagnosis of CO2intoxication on cadaver is still a challenge as it is a volatile endogenous molecule and strongly increased after death due to anoxia. In this paper, we describe six cases of simultaneous CO2intoxications which was caused by a fermentation of grape must in a closed environment. Four people died while the other two were rescued. Scene investigation with measurement of environmental gas levels using sensors was performed. Autopsies were carried out with toxicological investigations and histopathological analyses. Finally, a review of the scientific literature on deaths related to fermenting grape gas was carried out. The results demonstrated toxic levels of CO2at the scene. The corpses showed initial transformative phenomena such as skin discoloration and slippage, while toxicological investigations demonstrated a peak of HbCO2(carbaminohemoglobin) with alcohol positivity in the blood of the deceased subjects. Histopathological investigations showed must yeasts (Saccharomyces) in the pulmonary alveoli. The paper reports the procedures performed proposing the introduction of new experimental investigations for the post-mortem diagnosis of CO2intoxication with a forensic diagnostic protocol.",
  "publication_date": "2024-11-12",
  "journal": "Forensic science international. Synergy",
  "doi": "10.1016/j.fsisyn.2024.100561",
  "entities": {
    "POLYPHENOL": [
      "a volatile endogenous molecule",
      "an endogenous molecule",
      "fatal toxic effects",
      "the deceased subjects"
    ],
    "FOOD": [
      "fermenting grape gas",
      "grape"
    ]
  }
}