{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Design, Synthesis, Anti-Tumor Activity and Molecular Docking Studies of Novel Triphenylphosphine-Containing Formononetin Derivatives.",
  "abstract": "Formononetin is widely used in anti-tumor research, but its poor water solubility leads to low absorption and poor utilization efficiency in vivo, limiting further development. The triphenylphosphine cation was partially attached to the 7-position hydroxyl group of formononetin to specifically target it into the mitochondria of tumor cells to enhance the anti-tumor effect. Detailed structural characterization via1H-NMR and13C-NMR analysis confirmed the physical properties and chemical structures of 21 newly synthesized derivatives. The effects of these derivatives on tumor cells were assessed by in vitro and computational methods. MTT results from four tumor cell lines showed that formononetin derivatives containing triphenylphosphine had stronger anti-tumor activity than formononetin and exhibited more cytotoxic effects in cancer cells than in normal cells. In particular, the final product 2c (IC50= 12.19 ± 1.52 μM) showed more potent anti-tumor activity against A549 cells. It was also superior to formononetin and 5-FU. To identify the potential biological targets, the core-expressed geneSHMT2in lung cancer mitochondria was screened using network pharmacology technology, and molecular docking analysis confirmed the stable binding of the end products to the amino acid residues of the core genes through the formation of hydrogen bonds and via other interactions. In addition, molecular docking simulations further confirmed that the end product exhibited excellent stability when bound toSHMT2. These results suggest that triphenylphosphine-containing formononetin derivatives are worthy of further exploration in the search for novel drug candidates for the treatment of cancer.",
  "publication_date": "2025-05-30",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26115280",
  "entities": {
    "POLYPHENOL": [
      "formononetin",
      "formononetin derivatives",
      "molecular docking analysis",
      "molecular docking simulations",
      "more cytotoxic effects",
      "network pharmacology technology",
      "the anti-tumor effect",
      "the effects",
      "triphenylphosphine-containing formononetin derivatives"
    ],
    "SYMPTOM": [
      "cancer",
      "cancer cells",
      "the core-expressed geneshmt2in lung cancer mitochondria"
    ]
  }
}