{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Maximizing Antioxidant Potential in Picual Virgin Olive Oil: Tailoring Agronomic and Technological Factors with Response Surface Methodology.",
  "abstract": "Over the past years, a prolonged drought has affected Spain, raising significant concerns across various sectors, especially agriculture. This extended period of dry weather is profoundly affecting the growth and development of olive trees, potentially impacting the quality and quantity of olive oil produced. This study aims to assess the impact of agronomic factors, i.e., olive maturation and irrigation management, as well as the technological factors involved in the production process, on the antioxidant content of Picual virgin olive oil. Mathematical models were developed to maximize the concentration of polyphenols, orthodiphenols, chlorophylls, carotenes, and tocopherols in olive oils. Findings indicate that increasing the malaxation temperature from 20 to 60 °C and reducing the mixing time from 60 to 20 min positively influenced the polyphenol and orthodiphenol content. Although irrigation did not significantly affect the polyphenols, pigments, and α-tocopherol contents, it may enhance the β- and γ-tocopherol content. Optimal conditions for producing antioxidant-enriched virgin olive oils involved olives from rainfed crops, with a moisture index of 3-4, and a 60-min malaxation process at 60 °C. Under these conditions, the total phenol content doubled, pigment content increased fourfold, and α-tocopherol content rose by 15%. These findings provide relevant knowledge to interpret the year-to-year variation in both organoleptic and analytical profiles of virgin olive oils.",
  "publication_date": "2024-07-01",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods13132093",
  "entities": {
    "SYMPTOM": [
      "spain"
    ],
    "POLYPHENOL": [
      "especially agriculture",
      "polyphenols",
      "the polyphenol and orthodiphenol content",
      "the polyphenols",
      "the technological factors",
      "various sectors"
    ],
    "FOOD": [
      "antioxidant-enriched virgin olive oils",
      "olive oil",
      "olive oils",
      "picual virgin olive oil",
      "virgin olive oils"
    ]
  }
}