{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Durvillaea antarctica: A Seaweed for Enhancing Immune and Cardiometabolic Health and Gut Microbiota Composition Modulation.",
  "abstract": "Durvillaea antarcticais the seaweed that is the most consumed by the Chilean population. It is recognized worldwide for its high nutritional value in protein, vitamins, minerals, and dietary fiber. This is a narrative review in which an extensive search of the literature was performed to establish the immunomodulator, cardiometabolic, and gut microbiota composition modulation effect ofDurvillaea antarctica. Several studies have shown the potential ofDurvillaea antarcticato function as prebiotics and to positively modulate the gut microbiota, which is related to anti-obesity, anti-inflammatory, anticancer, lipid-lowering, and hypoglycemic effects. The quantity ofBacteroideswas negatively correlated with that of inflammatory monocytes and positively correlated with the levels of several gut metabolites. Seaweed-derived polysaccharides modulate the quantity and diversity of beneficial intestinal microbiota, decreasing phenol and p-cresol, which are related to intestinal diseases and the loss of intestinal function. Additionally, a beneficial metabolic effect related to this seaweed was observed, mainly promoting the decrease in the glycemic levels, lower cholesterol levels and cardiovascular risk. ConsumingDurvillaea antarcticahas a positive impact on the immune system, and its bioactive compounds provide beneficial effects on glycemic control and other metabolic parameters.",
  "publication_date": "2023-06-28",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms241310779",
  "entities": {
    "POLYPHENOL": [
      "a beneficial metabolic effect",
      "beneficial effects",
      "decreasing phenol",
      "hypoglycemic effects",
      "microbiota composition modulation effect ofdurvillaea antarctica",
      "the decrease"
    ],
    "SYMPTOM": [
      "anticancer"
    ]
  }
}