{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Characterization and Variability Analysis of Volatile Metabolites From Acer saccharum Leaves From Québec Region.",
  "abstract": "Volatile secondary metabolites in plants can serve as valuable biomarkers for the plant's health, stress response, and pest or disease detection. We have investigated the volatilome of Acer saccharum (sugar maple) leaves using two complementary extraction techniques: headspace-solid phase micro-extraction coupled with gas chromatography-mass spectrometry (HS-SPME-GC-MS) and hydrodistillation followed by gas chromatography with flame ionization and mass spectrometry detection. HS-SPME-GC-MS revealed variability in green leaf volatiles and terpenoids associated with tree diameter and maturity level, with (E)-hex-2-enal and (Z)-hex-3-enyl acetate as the major compounds. The abundance of certain compounds in HS-SPME-GC-MS spectra correlates closely with the tree diameter and is notably different between harvesting sites. Hydrodistillation allowed us to observe and identify 147 volatile compounds and a broad range of metabolites, including fatty acid derivatives and monoterpenoids, but demonstrated low extraction yields. Correlations between volatile profiles and tree traits suggest such compounds may serve as health and stress biomarkers. Our results suggest that volatile compound analysis may be useful for monitoring sugar maple health and provide a foundation for developing in vivo diagnostic tools to detect afflictions before physical symptoms arise.",
  "publication_date": "2025-06-13",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202501201",
  "entities": {
    "POLYPHENOL": [
      "detection",
      "gas chromatography-mass spectrometry",
      "hs-spme-gc-ms spectra",
      "mass spectrometry detection",
      "two complementary extraction techniques",
      "volatile secondary metabolites"
    ],
    "SYMPTOM": [
      "health and stress biomarkers",
      "stress response"
    ]
  }
}