{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Effects and Physiological Mechanism of Foliar Zinc-Fulvic Acid Spraying on Cadmium and Zinc Accumulation in Rice (Oryza sativa L.): Insights From Metabolomics Analysis.",
  "abstract": "Although zinc-fulvic acid chelate (Zn-FA) can efficiently reduce the cadmium (Cd) accumulation in rice grains, little is known about the impacts on other beneficial elements (such as zinc) levels in rice, along with the optimal concentration and underlying molecular mechanisms. The aim of this study is to investigate the effect of Zn-FA on Cd accumulation in rice and its metabolic mechanism through pot experiments. The results demonstrated that Zn-FA treatments significantly reduced Cd and increased Zn content in rice grains, with 10 g/L Zn-FA identified as the optimal concentration for spraying. Zn-FA treatment primarily reduced the translocation of Cd from stems to grains, thereby limiting Cd accumulation in the grain. Metabolomic analysis revealed that Zn-FA application significantly altered the metabolic profiles of rice leaves under Cd stress. In Yixiangyou586 (YXY586), Zn-FA involved the upregulation of flavonoids with antioxidant properties, along with associated pathways such as flavonoid biosynthesis, flavone, and flavonol biosynthesis; similarly, in Gengxiangyou703 (GXY703), Zn-FA modulated the metabolism of flavonoids. Under Zn-FA application, the reduction of Cd content and increase of Zn accumulation in rice grains are mainly related to the altered metabolism of phenolics, especially flavonoids in rice leaves. The findings of this study offer new insights into the mechanism of Zn-FA in reducing Cd content in rice, thereby providing a scientific foundation and technical support for ensuring safe crop production and promoting ecological safety.",
  "publication_date": "2025-06-13",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70391",
  "entities": {
    "POLYPHENOL": [
      "ecological safety",
      "especially flavonoids",
      "flavonoid biosynthesis",
      "flavonoids",
      "its metabolic mechanism",
      "technical support",
      "the effect",
      "the mechanism",
      "underlying molecular mechanisms"
    ],
    "SYMPTOM": [
      "cd stress"
    ]
  }
}