{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Hyperoside promotes autophagy of colonic epithelial cells to protect intestinal barrier function in ulcerative colitis.",
  "abstract": "Intestinal barrier defects represent a significant contributor to the development and progression of ulcerative colitis (UC). This study examined the protective effect of hyperoside (Hyp), a naturally occurring flavonol glycoside with anti-colitis potential, on intestinal barrier, and explored the underlying mechanisms based on the expression of barrier-related proteins. In mice with dextran sulfate sodium (DSS)-induced colitis, Hyp, orally administered, maintained the intestinal barrier integrity, evidenced by reducing intestinal permeability and elevating expression of the proteins relevant to tight junction (occludin and claudin 1) and adhesion junction (E-cadherin and β-catenin). In human colonic epithelial cells, Hyp diminished lipopolysaccharide (LPS)-induced defects of epithelial barrier function, and increased the expression of tight junction- and adhesion junction-related proteins. Hyp promoted the protein degradation of snail, a co-repressor of tight junction proteins, which was reversed by treatment of chloroquine (the autophagy inhibitor) but not MG132 (the ubiquitin-proteasome inhibitor). Consistently, Hyp rescued LPS-reduced autophagy, restored the formation of autophagosomes and autophagic lysosomes, and increased the expression of Beclin-1, ATG 5, ATG7, and LC3 II/I. Combination with chloroquine significantly attenuated up-regulation of Hyp on transmembrane electrical resistance and down-regulation of epithelial permeability. In mice with colitis, the protection against intestinal barrier and the promotion of expression of tight junction and adhesion junction proteins by Hyp was nearly completely reversed by chloroquine. These findings highlight the protective role of Hyp in the colonic mucosal barrier and provide new insights into the development of innovative strategies for the treatment of UC.",
  "publication_date": "2025-06-17",
  "journal": "Food & function",
  "doi": "10.1039/d5fo00256g",
  "entities": {
    "POLYPHENOL": [
      "beclin-1",
      "defects",
      "intestinal barrier defects",
      "the protection",
      "the protective effect",
      "the protective role",
      "the underlying mechanisms",
      "transmembrane electrical resistance"
    ]
  }
}