{
  "source": "PubMed",
  "query": "flavonols",
  "title": "In-Depth Exploration of the Coloration Mechanism ofIris dichotomaPall. via Transcriptomic and Metabolomic Analyses.",
  "abstract": "Iris dichotomaPall., renowned for its high ornamental value, is frequently cultivated in flowerbeds and courtyards, endowing garden landscapes with unique allure. Dark-hued flowers are widely regarded as more aesthetically appealing. This study utilized the petals of two distinctIris dichotomaPall. phenotypes as research materials to investigate the underlying mechanism of flower color formation. The purple-floweredIris dichotomaPall. was designated as Group P, and the white-flowered one as Group W. A comprehensive integrative analysis of the transcriptome and metabolome of the two petal types was carried out. Metabolomic analysis revealed that the contents of several anthocyanin derivatives, including delphinidin, petunidin, malvidin, peonidin, and procyanidin, were significantly higher in purple petals compared to white petals, with delphinidin exhibiting the highest content. The transcriptomic analysis detected 6731 differentially expressed genes (DEGs) between the white and purple petal types. Specifically, 3596 genes showed higher expression levels in purple petals, while 3135 genes exhibited lower expression levels in purple petals compared to white petals. Ten phenylalanine ammonia-lyase (PAL) genes, two chalcone synthase (CHS) genes, one anthocyanidin reductase (ANR) gene, one 4-coumarate-CoA ligase (4CL) gene, one dihydroflavonol 4-reductase (DFR) gene, one flavanone 3'-hydroxylase (F3'H) gene, and one flavonol synthase (FLS) gene were identified; they all had purple petals displaying higher expression levels than white petals. This research uncovers the potential formation mechanism of anthocyanins in the twoIris dichotomaPall. types, thereby furnishing a theoretical foundation for floral breeding endeavors.",
  "publication_date": "2025-05-04",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14091387",
  "entities": {
    "POLYPHENOL": [
      "delphinidin",
      "one anthocyanidin reductase (anr) gene",
      "procyanidin",
      "the potential formation mechanism",
      "the underlying mechanism"
    ]
  }
}