{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "(Pan)genomic analysis of twoRhodococcusisolates and their role in phenolic compound degradation.",
  "abstract": "The genusRhodococcusis recognized for its potential to degrade a large range of aromatic substances, including plant-derived phenolic compounds. We used comparative genomics in the context of the broaderRhodococcuspan-genome to study genomic traits of two newly describedRhodococcusstrains (type-strainRhodococcus pseudokoreensisR79TandRhodococcus koreensisR85) isolated from apple rhizosphere. Of particular interest was their ability to degrade phenolic compounds as part of an integrated approach to treat apple replant disease (ARD) syndrome. The pan-genome of the genusRhodococcusbased on 109 high-quality genomes was open with a small core (1.3%) consisting of genes assigned to basic cell functioning. The range of genome sizes inRhodococcuswas high, from 3.7 to 10.9 Mbp. Genomes from host-associated strains were generally smaller compared to environmental isolates which were characterized by exceptionally large genome sizes. Due to large genomic differences, we propose the reclassification of distinct groups of rhodococci like theRhodococcus equicluster to new genera. Taxonomic species affiliation was the most important factor in predicting genetic content and clustering of the genomes. Additionally, we found genes that discriminated between the strains based on habitat. All members of the genusRhodococcushad at least one gene involved in the pathway for the degradation of benzoate, while biphenyl degradation was mainly restricted to strains in close phylogenetic relationships with our isolates. The ~40% of genes still unclassified in largerRhodococcusgenomes, particularly those of environmental isolates, need more research to explore the metabolic potential of this genus.IMPORTANCERhodococcusis a diverse, metabolically powerful genus, with high potential to adapt to different habitats due to the linear plasmids and large genome sizes. The analysis of its pan-genome allowed us to separate host-associated from environmental strains, supporting taxonomic reclassification. It was shown which genes contribute to the differentiation of the genomes based on habitat, which can possibly be used for targeted isolation and screening for desired traits. With respect to apple replant disease (ARD), our isolates showed genome traits that suggest potential for application in reducing plant-derived phenolic substances in soil, which makes them good candidates for further testing against ARD.",
  "publication_date": "2024-02-20",
  "journal": "Microbiology spectrum",
  "doi": "10.1128/spectrum.03783-23",
  "entities": {
    "POLYPHENOL": [
      "phenolic compounds",
      "plant-derived phenolic compounds",
      "respect",
      "taxonomic reclassification",
      "taxonomic species affiliation",
      "the reclassification"
    ],
    "FOOD": [
      "apple replant disease",
      "apple rhizosphere"
    ]
  }
}