{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Diabetes-associated sleep fragmentation impairs liver and heart functionviaSIRT1-dependent epigenetic modulation of NADPH oxidase 4.",
  "abstract": "Although clinical evidence suggests that nonalcoholic fatty liver disease is an established major risk factor for heart failure, it remains unexplored whether sleep disorder-caused hepatic damage contributes to the development of cardiovascular disease (CVD). Here, our findings revealed that sleep fragmentation (SF) displayed notable hepatic detrimental phenotypes, including steatosis and oxidative damage, along with significant abnormalities in cardiac structure and function. All these pathological changes persisted even after sleep recovery for 2 consecutive weeks or more, displaying memory properties. Mechanistically, persistent higher expression of nicotinamide adenine dinucleotide phosphate oxidase 4 (NOX4) in the liver was the key initiator of SF-accelerated damage phenotypes. SF epigenetically controlled the acetylation of histone H3 lysine 27 (H3K27ac) enrichment at theNox4promoter and markedly increasedNox4expression in liver even after sleep recovery. Moreover, fine coordination of the circadian clock and hepatic damage was strictly controlled by BMAL1-dependent Sirtuin 1 (Sirt1) transcription after circadian misalignment. Accordingly, genetic manipulation of liver-specificNox4orSirt1, along with pharmacological intervention targeting NOX4 (GLX351322) or SIRT1 (Resveratrol), could effectively erase the epigenetic modification ofNox4by reducing the H3K27ac level and ameliorate the progression of liver pathology, thereby counteracting SF-evoked sustained CVD. Collectively, our findings may pave the way for strategies to mitigate myocardial injury from persistent hepatic detrimental memory in diabetic patients.",
  "publication_date": "2025-01-02",
  "journal": "Acta pharmaceutica Sinica. B",
  "doi": "10.1016/j.apsb.2024.12.031",
  "entities": {
    "SYMPTOM": [
      "heart failure",
      "oxidative damage",
      "steatosis"
    ],
    "POLYPHENOL": [
      "2 consecutive weeks",
      "liver-specificnox4orsirt1",
      "resveratrol",
      "sleep recovery"
    ]
  }
}