{
  "source": "PubMed",
  "query": "lignans",
  "title": "Monocatechol metabolites of sesamin and episesamin promote higher autophagy flux compared to their unmetabolized forms by mTORC1-selective inhibition.",
  "abstract": "Sesamin and episesamin, the major lignans found in refined sesame oil, reportedly exert antioxidant, anti-inflammatory, and hypocholesterolemic effects. Sesamin has also been suggested by previous studies to promote autophagy; however, concerns have been raised regarding the use of non-physiological concentrations, inaccurate methods for evaluating autophagic activity, and incomplete understanding of underlying mechanisms. Additionally, the effects of its metabolic kinetics on autophagy remain unclear. In this study, we demonstrated that sesamin, episesamin, and their metabolites induced autophagy flux at physiological concentrations in human cell cultures expressing monomeric red fluorescent protein-green fluorescent protein tandem fluorescent-tagged microtubule-associated protein 1A/1B-light-chain 3 proteins, a robust method for monitoring autophagy flux. Notably, the monocatechol metabolites of sesamin and episesamin exhibited higher autophagy flux than their unmetabolized forms. Immunoblotting analysis revealed that sesamin and its monocatechol metabolite promoted autophagy by inhibiting mammalian target of rapamycin complex 1 (mTORC1), leading to decreased phosphorylation of unc-51 like autophagy activating kinase 1 and transcription factor EB. This suppression enhanced the isolation membrane formation and transcriptionally stimulated autophagy and lysosomal biogenesis. Importantly, mTORC1 inhibition by sesamin and its metabolites did not affect mTORC2 activity, mirroring the mTORC1-selective inhibition observed with rapamycin. These results suggest that sesamin and episesamin contribute to diverse biological activities via their metabolism in the human body, regulating autophagy and mTORC1 signaling pathways.",
  "publication_date": "2025-04-14",
  "journal": "Biochemical and biophysical research communications",
  "doi": "10.1016/j.bbrc.2025.151816",
  "entities": {
    "POLYPHENOL": [
      "antioxidant, anti-inflammatory, and hypocholesterolemic effects",
      "decreased phosphorylation",
      "its monocatechol metabolite",
      "the effects",
      "the mtorc1-selective inhibition",
      "underlying mechanisms"
    ]
  }
}