{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Engineered Hollow Nanocomplex Combining Photothermal and Antioxidant Strategies for Targeted Tregs Depletion and Potent Immune Activation in Tumor Immunotherapy.",
  "abstract": "In the tumor immunosuppressive microenvironment (TIME), regulatory T cells (Tregs) critically suppress anticancer immunity, characterized by high expression of glucocorticoid-induced TNF receptor (GITR) expression and sensitivity to reactive oxygen species (ROS). This study develops a near-infrared (NIR)-responsive hollow nanocomplex (HPDA-OPC/DTA-1) using hollow polydopamine nanoparticles (HPDA), endowed with thermogenic and antioxidative properties, specifically targeting Tregs to activate antitumor immunity. The GITR agonist DTA-1, combined with the antioxidant oligomeric proanthocyanidins (OPC) to deplete Tregs. However, Tregs depletion alone may not sufficiently trigger robust immune responses. The HPDA nanocarrier enhances thermogenic and antioxidative capacities, supporting photothermal immunotherapy. The HPDA-OPC/DTA-1 demonstrates NIR responsiveness for both photothermal therapy (PTT) and OPC release, while facilitating Tregs depletion via DTA-1 and reducing ROS levels, thereby reviving antitumor immunity. Notably, intratumoral CD4+CD25+FOXP3+Tregs exhibited a 4.08-fold reduction alongside a 49.11-fold increase in CD8+T cells/Tregs relative to controls. Enhanced dendritic cells (DCs) maturation and immunogenic cell death (ICD) induction further demonstrate that HPDA-OPC/DTA-1 alleviates immunosuppression and activates antitumor immunity. Ultimately, the observed tumor inhibitory effect (tumor volume: 6.75-fold versus the control) and an over 80% survival rate highlight the therapeutic potential of combining Tregs targeting, antioxidant strategy, and photothermal immunotherapy for effective cancer treatment.",
  "publication_date": "2025-03-20",
  "journal": "Advanced healthcare materials",
  "doi": "10.1002/adhm.202405124",
  "entities": {
    "SYMPTOM": [
      "critically suppress anticancer immunity",
      "dcs) maturation and immunogenic cell death (icd) induction"
    ],
    "POLYPHENOL": [
      "effective cancer treatment",
      "glucocorticoid-induced tnf receptor (gitr) expression",
      "oxygen species",
      "the antioxidant oligomeric proanthocyanidins",
      "ultimately, the observed tumor inhibitory effect"
    ]
  }
}