{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Argan Fruit Polyphenols Regulate Lipid Homeostasis, Prevent Liver Fat Accumulation, and Improve Antioxidant Defense in High-Calorie Diet Fed Mice: In Vivo Study and In Silico Prediction of Possible Underlying Mechanisms.",
  "abstract": "Background/Objectives:Argania spinosaL. Skeels is a Moroccan endemic plant widely used by the local population as folk medicine. This study aimed to investigate the effects of Argan fruit pulp on lipid metabolism disorders and liver steatosis in hypercaloric diet-fed mice.Methods:Animals were treated with the Argan fruit pulp extract and its fractions for 12 weeks at 100 and 200 mg Kg-1BW daily. The analysis was conducted on lipid levels in plasma, liver, feces, and bile as well as on glycemia. The liver glutathione, malondialdehyde, and antioxidant enzyme activities were assessed. The hepatic steatosis was evaluated by measuring transaminases and alkaline phosphatase activities and examining histological sections. The polyphenol profiles were determined using HPLC-DAD. Possible underlying mechanisms in the hypolipidemic and hepatoprotective activities were predicted by molecular docking.Results:The crude extract and its aqueous fraction (rich in protocatechuic and gallic acids) significantly restored plasma lipids and glucose levels. Indeed, total cholesterol level (TCHO) was decreased in the liver but increased in bile and feces. The treatment also reduced body weight and liver and adipose tissue mass and prevented liver steatosis. The ethyl acetate fraction exhibited no effect on lipid metabolism but significantly prevented liver oxidative stress. The crude extract and its fractions appear to be nontoxic (LD50 > 5000 mg Kg-1) in mice. The phenolic acids demonstrated strong binding affinity to key targets involved in regulating lipid homeostasis, including ABCA-1, LXR, CYP7A1, HMH-CoA reductase, and PCSK-9. However, the identified flavonoids exhibited high affinities to targets involved in oxidative stress defense (SOD, CAT, and CYP2E1).Conclusions:The Argan fruit pulp, particularly its polyphenols, could be a promising natural approach for preventing cardio-metabolic diseases by improving lipid metabolism and reducing liver oxidative stress.",
  "publication_date": "2025-03-28",
  "journal": "Metabolites",
  "doi": "10.3390/metabo15040234",
  "entities": {
    "POLYPHENOL": [
      "background/objectives",
      "feces",
      "histological sections",
      "molecular docking",
      "no effect",
      "particularly its polyphenols",
      "possible underlying mechanisms",
      "protocatechuic and gallic acids",
      "the effects",
      "the hypolipidemic and hepatoprotective activities",
      "the identified flavonoids",
      "the polyphenol profiles"
    ],
    "SYMPTOM": [
      "liver oxidative stress",
      "liver steatosis",
      "oxidative stress defense",
      "the hepatic steatosis"
    ]
  }
}