{
  "source": "PubMed",
  "query": "lignans",
  "title": "Antidepressant effects of ershiwei roudoukou pills and its active ingredient Macelignan: Multiple mechanisms involving oxidative stress, neuroinflammation and synaptic plasticity.",
  "abstract": "Major depressive disorder (MDD) represents a significant global health burden, with current treatments showing limited efficacy and considerable side effects. While traditional medicines offer promising alternatives, their mechanisms often remain unclear. Here we demonstrate that Ershiwei Roudoukou Pills (ERP) and its active ingredient Macelignan exhibit potent antidepressant effects through multiple interconnected pathways in a chronic unpredictable mild stress (CUMS) mouse model. Both compounds significantly improved depression-like behaviors in forced swimming, tail suspension, and open field tests. Mechanistically, ERP and Macelignan restored oxidative balance by modulating multiple markers including SOD, CAT, and MDA across serum, hippocampus, and prefrontal cortex. They effectively suppressed neuroinflammation by reducing pro-inflammatory cytokines (IL-6, TNF-α) and microglial activation while increasing anti-inflammatory markers (IL-10). Furthermore, both compounds enhanced synaptic plasticity through upregulation of synaptic proteins (PSD-95, MAP2, SYP) and activation of the BDNF-TrkB signaling pathway. Notably, ERP demonstrated differential anti-inflammatory properties compared to Macelignan, with distinct effects on different inflammatory markers, suggesting potential synergistic effects from its multiple components. These findings reveal the multi-target therapeutic potential of ERP and Macelignan in treating depression, providing new insights for developing more effective antidepressant strategies, particularly for treatment-resistant cases.",
  "publication_date": "2025-05-09",
  "journal": "Translational psychiatry",
  "doi": "10.1038/s41398-025-03378-4",
  "entities": {
    "POLYPHENOL": [
      "considerable side effects",
      "distinct effects",
      "more effective antidepressant strategies",
      "multiple interconnected pathways",
      "potent antidepressant effects",
      "potential synergistic effects",
      "their mechanisms"
    ],
    "SYMPTOM": [
      "a chronic unpredictable mild stress",
      "neuroinflammation"
    ]
  }
}