{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Enhancing growth performance in Liangshan black sheep through fermented onion: insights from transcriptomics and metabolomics.",
  "abstract": "The objective of this study was to assess the effect of fermented onion (FO) on the growth performance of Liangshan black sheep (LBS) and to elucidate its potential molecular mechanisms from a multi-omics perspective. A total of 20 LBS were randomly assigned to one of four groups and fed diets containing 0, 10, 20%, or 30% fermented onions, respectively. The initial and final body weights were recorded. Following the termination of the experiment, the control group and the group exhibiting the most significant increase in average daily gain (ADG) were selected for slaughter. Rumen epithelial tissue was then collected for transcriptome sequencing, while fermented and unfermented onions were collected for untargeted metabolomics. The study revealed that the supplementation of 20% FO led to a notable enhancement in the ADG of LBS, whereas the addition of 30% resulted in a growth-inhibitory effect. Metabolomic analysis revealed that the fermentation process markedly elevated the concentration of bioactive compounds in the onion, including quercetin, rutin, luteolin, myricetin, 4'-methoxyflavone and other flavonoids, as well as linoleic acid,γ-linolenic acid and diverse amino acids. Transcriptome analysis revealed 34 differentially expressed genes (DEGs), which were primarily enriched in protein-related signaling pathways, glycerolipid metabolism, and digestion and absorption-related pathways. The appropriate addition of FO has been demonstrated to promote the growth performance of LBS by increasing the concentration of bioactive substances and regulating metabolic processes and gene expression. The findings of this study provide a scientific basis for improving the growth performance of LBS and making more effective use of onion resources, and contribute new insights to the development and utilization of feeds.",
  "publication_date": "2025-05-15",
  "journal": "Frontiers in veterinary science",
  "doi": "10.3389/fvets.2025.1533728",
  "entities": {
    "POLYPHENOL": [
      "a growth-inhibitory effect",
      "a multi-omics perspective",
      "its potential molecular mechanisms",
      "luteolin",
      "more effective use",
      "myricetin",
      "other flavonoids",
      "quercetin",
      "rutin",
      "the effect",
      "the objective"
    ],
    "FOOD": [
      "30% fermented onions",
      "fermented onion",
      "onion resources",
      "the onion",
      "while fermented and unfermented onions"
    ]
  }
}