{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Zinc gluconate protects against plant virus infection in tomato andNicotiana benthamianaplants.",
  "abstract": "Plant viruses cause significant damage to global crop protection, since they can reduce plant quality and quantity, and the estimated annual cost of virus-induced damage is approximately $30 billion. Tomato mosaic virus (ToMV), a member of theTobamovirusgenus, presents a major threat to tomatoes and other solanaceous plants. Agricultural chemicals, including plant growth regulators, are commonly used to control the spread of pathogens, but these can be ineffective against viruses. In this study, we aimed to develop an antiviral agent using micronutrients such as zinc, iron, and copper. The plant virus disease control effects of these micronutrients was evaluated by applying zinc gluconate (ZnGluc), iron gluconate (FeGluc), and copper gluconate (CuGluc) solutions toNicotiana benthamianaplants that were subsequently inoculated with ToMV. Our results showed that ZnGluc exhibited the highest disease control activity and did not cause phytotoxic effects. Further analysis via quantitative real-time polymerase chain reaction analysis confirmed these findings. In addition, a mixture of ZnGluc and proanthocyanidins sourced fromAlpinia zerumbetextracts exerted a synergistic disease control effect. Overall, we provide the first evidence that micronutrients, especially ZnGluc, exhibit significant disease control activity against ToMV, and thereby suggest that these treatments have potential as an agricultural chemical.",
  "publication_date": "",
  "journal": "Plant biotechnology (Tokyo, Japan)",
  "doi": "10.5511/plantbiotechnology.24.0628a",
  "entities": {
    "POLYPHENOL": [
      "a synergistic disease control effect",
      "especially zngluc",
      "global crop protection",
      "phytotoxic effects",
      "proanthocyanidins",
      "the plant virus disease control effects"
    ],
    "FOOD": [
      "tomato mosaic virus",
      "tomatoes"
    ]
  }
}