{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Living Microecological Microneedle Patches Enable Proregenerative Microenvironmental Remodeling for Promoting Infected Diabetic Wound Healing.",
  "abstract": "Diabetes-associated pathological microenvironmental factors, including chronic inflammation and hypoxia, markedly delay cutaneous wound healing while inducing a high risk of infection. To overcome these challenges, here we report a living microecological microneedle patch (LMMP) encapsulatingChlorella(Chl) to promote infected diabetic wound (IDW) healing via progenerative microenvironment remodeling. The LMMP is developed by anchoring Chl-integrated hyaluronic acid (HA)-based microneedle arrays onto gallic acid (GA)-functionalized carboxymethyl chitosan (CMC)-oxidized hyaluronic acid (OHA) sheets. LMMPs efficiently penetrate the skin tissues and stably adhere to IDWs for localized treatment. Notably, Chl could continuously generate abundant oxygen to relieve hypoxia, thus activating mitogen-activated protein kinase (MAPK) and phosphatidylinositol 3-kinase (PI3K)-protein kinase B (AKT) signaling pathways to stimulate tissue regeneration and vascularization. Meanwhile, GA could be released from the LMMPs in response to IDW microenvironmental cues including hyperglycemia and elevated ROS stress to activate heme oxygenase-1 signaling in IDW-residing M1-like macrophages and reprogram them into M2-like phenotypes to alleviate inflammation. Furthermore, the CMC component in LMMPs could eliminate virulent microbes at the IDW site via membrane disruption to treat wound infection. Thus, LMMP treatment markedly accelerates the recovery of nonhealing IDWs in vivo, providing an approach for improving IDW treatment in the clinic.",
  "publication_date": "2025-06-03",
  "journal": "ACS nano",
  "doi": "10.1021/acsnano.5c05381",
  "entities": {
    "SYMPTOM": [
      "chronic inflammation",
      "elevated ros stress",
      "hyperglycemia",
      "inflammation"
    ],
    "POLYPHENOL": [
      "a living microecological microneedle patch",
      "gallic acid (ga)-functionalized carboxymethyl chitosan",
      "infected diabetic wound",
      "infection",
      "the recovery",
      "wound infection"
    ]
  }
}