{
  "source": "PubMed",
  "query": "flavonols",
  "title": "The adverse effects of chemotherapy on bone mass are not prevented by senolytics.",
  "abstract": "Cancer survivors experience many short- and long-term side effects caused by chemotherapy, including low bone mineral density and deterioration of bone microarchitecture. Administration of chemotherapy drugs to disease free mice causes rapid bone loss. However, whether the bone effects persist throughout life and the mechanisms responsible remain unclear. One plausible cause of chemotherapy-induced bone loss is cellular senescence. Here, female mice were administered doxorubicin, cyclophosphamide and docetaxel, a chemotherapy regimen commonly used in breast cancer patients, in combination with two types of drugs that kill senescent cells (senolytics), namely dasatinib + quercetin or piperlongumine. Mice receiving chemotherapy experienced a rapid decrease in trabecular bone mass, which was detectable two weeks after initiation of treatment and was associated with increased expression of senescence markers. None of the senolytics prevented the effects of chemotherapy on bone mass. In separate experiments, we examined the skeletal effects of chemotherapy six and twelve months after the cessation of treatment. The deleterious effects of chemotherapy on bone mass remained up to 12 months after cessation of treatment, while no markers of senescence could be detected in bone. Together, these results suggest that the deleterious effects of this chemotherapy regimen on bone health are not due to the accumulation of senescent cells.",
  "publication_date": "2025-05-19",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-01717-5",
  "entities": {
    "SYMPTOM": [
      "breast cancer patients",
      "cancer survivors",
      "chemotherapy-induced bone loss",
      "rapid bone loss"
    ],
    "POLYPHENOL": [
      "a rapid decrease",
      "bone microarchitecture",
      "many short- and long-term side effects",
      "the bone effects",
      "the deleterious effects",
      "the effects",
      "the mechanisms",
      "the skeletal effects",
      "trabecular bone mass"
    ]
  }
}