{
  "source": "PubMed",
  "query": "lignans",
  "title": "Preharvest and Postharvest Applications of Fe-Based Nanomaterials: A Potent Strategy for Improving Pepper Storage.",
  "abstract": "Nanomaterials (NMs) hold significant potential for enhancing agricultural production, extending the shelf life, and maintaining the quality of postharvest vegetables and fruits. In this study, after foliar spraying with 1, 10, and 50 mg of L-1Fe-P NMs at different stages (seedling, flowering, and fruit stage), the pepper plant growth was significantly improved. In particular, the foliar application of 10 mg of L-1Fe-P NMs during the flowering stage was found to be an optimal cultivation approach to promote the growth, yield, and freshness of peppers. Compared with the control group, Fe-P NMs increased net photosynthetic rate, plant height, and fruit number by 132.7%, 40.4%, and 265.7%, respectively. The applied Fe-P NMs, at the flowering stage, altered the capsaicin metabolic pathway, upregulating the genes for the synthesis of total phenols, flavonoids, lignans, and capsaicinoids. Consequently, these metabolites, which are beneficial for maintaining the freshness of pepper fruits, were increased. Furthermore, Fe-P NMs at the flowering stage downregulated the abundance of rot-causing microorganisms (EnterobacterandChryseobacterium) and upregulated beneficial microorganisms (Pseudomonas,Arthrobacter,Sphingobacterium,andPaenibacillus) to change the microbial community structure. This ultimately created a micro-ecological environment conducive to the preservation of pepper fruits. For comparison, during pepper fruit storage, dipping and spraying with Fe-P NM suspensions effectively delayed weight loss and enhanced the growth of beneficial bacteria. Nevertheless, the effect was less pronounced than preharvest foliar application. This study provides insights into the pre- or postharvest application of NMs for improving the preservation performance of pepper fruits.",
  "publication_date": "2025-03-26",
  "journal": "Nanomaterials (Basel, Switzerland)",
  "doi": "10.3390/nano15070497",
  "entities": {
    "FOOD": [
      "pepper fruit storage",
      "pepper fruits",
      "peppers",
      "the pepper plant growth"
    ],
    "POLYPHENOL": [
      "a micro-ecological environment",
      "flavonoids",
      "the effect"
    ]
  }
}