{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Spirilloxanthin from Verbesina encelioides Flower Extract has Neuroprotective Benefits in Scopolamine-Induced Memory Impaired Rats that Resemble Alzheimer's Disease.",
  "abstract": "Neuronal degeneration is a widespread complication associated with ageing, with Alzheimer's disease (AD) being one of the most prevalent neurodegenerative disorders. AD is marked by limited treatment options and significant side effects, prompting growing interest in natural compounds for their therapeutic potential. This study evaluates the neuroprotective effects of spirilloxanthin, a major bioactive compound identified in the flower extract of Verbesina encelioides (VFE), against scopolamine-induced neurobehavioral impairments in a rat model of AD. Gas chromatography-mass spectrometry (GC-MS) analysis confirmed spirilloxanthin as a key constituent of the extract. The administration of purified VFE to rats exhibiting AD-like symptoms significantly improved learning and memory. Biochemical analyses further revealed enhanced cognitive performance and a notable reduction in free radical production, indicating mitigation of oxidative stress. Complementary in silico molecular docking studies were performed to examine the interactions between spirilloxanthin and gingkolide A with acetylcholinesterase, shedding light on their potential mechanisms of action. In summary, the study demonstrates that VFE improves cognitive function and counteracts scopolamine-induced deficits, highlighting V. encelioides as a promising natural therapeutic candidate for neurodegenerative conditions such as dementia and Alzheimer's disease.",
  "publication_date": "2025-05-28",
  "journal": "Molecular neurobiology",
  "doi": "10.1007/s12035-025-05056-4",
  "entities": {
    "SYMPTOM": [
      "alzheimer's disease",
      "dementia",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "gas chromatography-mass spectrometry",
      "molecular docking studies",
      "significant side effects",
      "the neuroprotective effects",
      "their potential mechanisms"
    ]
  }
}