{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Therapeutic Effects of Edible Desert Truffle Specie (Tirmania nivea) on Hepatogastric Toxicity Induced by Aspirin Treatment in Rats.",
  "abstract": "Edible mushrooms (Tirmania nivea: Desert truffle specie) are a nutrient-dense source of flavonoids, proteins, fatty acids, minerals, and vitamins. The current study aimed to evaluate the curative effect of an aqueous extract ofT. niveaascocarps against aspirin-induced gastric, liver, and kidney injuries in rats. Hepatogastric disorders induced by aspirin at a dose of 10 mg/kg body weight (BW) treatment in rats and treated with aqueous extract ofT. niveaat different doses 25, 50, and 100 mg/kg BW).T. niveaaqueous extract liquid chromatography-mass spectroscopy analysis showed several actives biomolecules such as quinic acid, syringic acid, O-coumaric acid, chlorogenic acid, caffeic acid, luteolin-7-O-glucoside, 4-O-caffeoylquinic acid, and vitamin C. The 1,1-diphenyl-2-picrylhydrazyl radical-scavenging activity revealed significant antioxidant activity (EC50% = 0.6 mg/mL). Aspirin administration caused severe injuries with linear hemorrhagic lesions. The treatment withT. niveaextract ameliorates gastric mucosal structure. The aspirin treatment caused significant increase of alanine aminotransferase and aspartate aminotransferase activities. In curative objective,T. niveaextract significantly corrected the disturbance of liver parameters. Rats given aspirin showed altered liver architecture, apoptosis, and inflammation; in contrast, sections of liver tissue in the rats treated withT. niveaextract at 25 mg/(kg·day) after aspirin administration showed normal liver architecture. A normal architecture was restored once the treatment dose was increased to 50 mg/kg. After 14 days of treatment with 100 mg/(kg·day) ofT. niveaextract, aspirin disruptions completely collapse with development of steatosis. On contrary, one week of rat's treatment by aspirin succeed by 2 weeks without any treatment, the histological examination of the kidney showed a dilated capillary and altered Bellini tubes. Normal renal architecture was observed at a dosage of 25 mg/(kg·day) ofT. nivea. Extract fromT. nivearestored the renal disturbances caused by aspirin.",
  "publication_date": "2025-05-07",
  "journal": "Journal of medicinal food",
  "doi": "10.1089/jmf.2023.0202",
  "entities": {
    "POLYPHENOL": [
      "100 mg/kg bw).t. niveaaqueous extract liquid chromatography-mass spectroscopy analysis",
      "a normal architecture",
      "altered liver architecture",
      "caffeic acid",
      "chlorogenic acid",
      "curative objective",
      "desert truffle specie",
      "ec50%",
      "flavonoids",
      "luteolin-7-o-glucoside",
      "normal liver architecture",
      "normal renal architecture",
      "o-coumaric acid",
      "sections",
      "several actives biomolecules",
      "syringic acid",
      "the curative effect"
    ],
    "SYMPTOM": [
      "apoptosis",
      "inflammation",
      "steatosis"
    ],
    "FOOD": [
      "a dosage"
    ]
  }
}