{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Thyroid Hormone Analogues: An Update.",
  "abstract": "The development of thyroid hormone (TH) analogues was prompted by the attempt to exploit the effects of TH on lipid metabolism, avoiding cardiac thyrotoxicosis. Analysis of the relative distribution of the α and β subtypes of nuclear TH receptors (TRα and TRβ) showed that TRα and TRβ are responsible for cardiac and metabolic responses, respectively. Therefore, analogues with TRβ selectivity were developed, and four different compounds have been used in clinical trials: GC-1 (sobetirome), KB-2115 (eprotirome), MB07344/VK2809, and MGL-3196 (resmetirom). Each of these compounds was able to reduce low-density lipoprotein cholesterol, but a phase 3 trial with eprotirome was interrupted because of a significant increase in liver enzymes and the contemporary report of cartilage side effects in animals. As a consequence, the other projects were terminated as well. However, in recent years, TRβ agonists have raised new interest for the treatment of nonalcoholic fatty liver disease (NAFLD). After obtaining excellent results in experimental models, clinical trials have been started with MGL-3196 and VK2809, and the initial reports are encouraging. Sobetirome turned out to be effective also in experimental models of demyelinating disease. Aside TRβ agonists, TH analogues include some TH metabolites that are biologically active on their own, and their synthetic analogues. 3,5,3'-triiodothyroacetic acid has already found clinical use in the treatment of some cases of TH resistance due to TRβ mutations, and interesting results have recently been reported in patients with the Allan-Herndon-Dudley syndrome, a rare disease caused by mutations in the TH transporter MCT8. 3,5-diiodothyronine (T2) has been used with success in rat models of dyslipidemia and NAFLD, but the outcome of a clinical trial with a synthetic T2 analogue was disappointing. 3-iodothyronamine (T1AM) is the last entry in the group of active TH metabolites. Promising results have been obtained in animal models of neurological injury induced by β-amyloid or by convulsive agents, but no clinical data are available so far.",
  "publication_date": "2020-04-07",
  "journal": "Thyroid : official journal of the American Thyroid Association",
  "doi": "10.1089/thy.2020.0071",
  "entities": {
    "POLYPHENOL": [
      "cartilage side effects",
      "nuclear th receptors",
      "recent years",
      "the effects",
      "the other projects",
      "trβ selectivity"
    ],
    "SYMPTOM": [
      "dyslipidemia"
    ]
  }
}