{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Chemical Data and Relationships for a Scoring Algorithm of Extra Virgin Olive Oil's Nutritional Value.",
  "abstract": "Extra virgin olive oil (EVOO) is a valuable product and is highly appreciated by consumers for its great nutritional value. However, to date, there has been a lack of uniform systems capable of ranking the nutritional value of EVOO based on its chemical composition in terms of macro- and micronutrients (including phenolic compounds and tocopherols). The aim of this study was to propose a scoring algorithm to rank the nutritional value of EVOO samples, considering their chemical composition in macro- and micronutrients and their sensitivity to oxidation phenomena. Data from more than 1000 EVOO samples were used to assess the variability of the data, considering the selected negative parameters (free acidity, peroxide value, spectrophotometric indices) and positive components (composition in tocopherols via HPLC-DAD, phenolic compounds via HPLC-DAD, and fatty acids via GC-MS) so as to ensure the universal validity of the scoring algorithm. The dataset included samples from the main producing countries worldwide, in addition to Australia, across several production years; data were selected to represent different production realities. A mathematical model was set up for each chemical component, resulting in six variable values. By combining these values with a dimensionless constant value, the algorithm for computing the nutritional value score (NVS) was defined. It allows the nutritional value of an oil to be ranked on a scale of 0 to 100 based on its chemical composition. The algorithm was then successfully tested using chemical data from about 300 EVOO samples obtained from laboratories from different Italian regions. The proposed NVS is a simple and objective tool for scoring the nutritional value of an EVOO, easy to understand for both producers and consumers.",
  "publication_date": "2024-01-21",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules29020525",
  "entities": {
    "FOOD": [
      "extra virgin olive oil"
    ],
    "POLYPHENOL": [
      "a simple and objective tool",
      "phenolic compounds",
      "spectrophotometric indices",
      "the selected negative parameters"
    ]
  }
}