{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Acacetin reduces endoplasmic reticulum stress through the P-eNOS/PERK signaling pathway to attenuate MGO-induced vascular endothelial cell dysfunction.",
  "abstract": "Diabetic macrovascular disease is one of the most morbid and deadly complications of diabetes. Endothelial dysfunction plays a key role in diabetic macrovascular complications and endothelial cell apoptosis is one of the key indicators of endothelial dysfunction. Methylglyoxal (MGO), a highly reactive dicarbonyl compound generated during glycolysis, is related to the pathogenesis of cardiovascular diseases and may also promote endothelial dysfunction. Acacetin (ACA) is a naturally occurring flavonoid that can inhibit apoptosis, oxidative stress and inflammation to slow the progression of coronary heart disease; however, its effects on endothelial dysfunction are unknown. The present study investigated whether ACA may ameliorate MGO-induced endothelial dysfunction in human umbilical vein endothelial cells. The results revealed that the viability and apoptosis of human umbilical vein endothelial cells induced by MGO decreased after ACA treatment, which was reflected in the expression levels of the apoptosis-related proteins b-cell lymphoma 2 (Bcl-2)-associated death, Bcl-2-associated x protein and Bcl-2. Additionally, ACA downregulated the expression of key protein markers of MGO-induced endoplasmic reticulum stress, physical evidence recovery kit, eukaryotic initiation factor 2 alpha, activating transcription factor 4 and C/EBP homologous protein, with which calcium inward currents may be closely related. ACA significantly downregulated the MGO-induced expression of the cytosolic calcium channel proteins stromal interaction molecule 1, transient receptor potential canonical 1, ORAI calcium release-activated calcium modulator 1, transient receptor potential vanilloid 1 and 4, and the trans-endoplasmic reticulum membrane protein, transmembrane and coiled-coil domains 1. Finally, ACA increased the expression of phosphorylated endothelial nitric oxide synthase (Ser1177), thus increasing the expression of nitric oxide in endothelial cells. Overall, acacetin could reduce endoplasmic reticulum stress through the phosphorylated-endothelial nitric oxide/physical evidence recovery kit signaling pathway to attenuate MGO-induced vascular endothelial cell dysfunction. These findings may hold potential for the use of acacetin in diabetic macrovascular complications.",
  "publication_date": "2025-02-10",
  "journal": "FEBS open bio",
  "doi": "10.1002/2211-5463.70004",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "endoplasmic reticulum stress",
      "endothelial cell apoptosis",
      "endothelial dysfunction",
      "inflammation",
      "mgo-induced endoplasmic reticulum stress",
      "mgo-induced endothelial dysfunction",
      "oxidative stress",
      "the apoptosis-related proteins"
    ],
    "POLYPHENOL": [
      "a naturally occurring flavonoid",
      "its effects",
      "physical evidence recovery kit",
      "receptor potential",
      "the cytosolic calcium channel proteins stromal interaction molecule",
      "the phosphorylated-endothelial nitric oxide/physical evidence recovery kit"
    ]
  }
}