{
  "source": "PubMed",
  "query": "catechins",
  "title": "Theaflavin suppresses necroptosis by attenuating RIPK1-RIPK3-MLKL signaling and mitigates cisplatin-induced kidney injury in mice.",
  "abstract": "Necroptosis is a lytic form of regulated cell death (RCD) that is dependent on receptor-interacting protein kinase 3 (RIPK3) and mixed lineage kinase domain like pseudokinase (MLKL). This form of RCD has been implicated in various inflammatory diseases and organ injuries including cisplatin-induced acute kidney injury (AKI), thus representing a therapeutic target for such diseases. Theaflavin is an ingredient of black tea that exhibits beneficial effects on human health and has been shown to regulate pyroptosis, but its effects on necroptosis and cisplatin-induced AKI remain unclear. In this study, we found that theaflavin suppressed necroptosis in murine macrophages, MPC-5 podocytes and human HT-29 cells treated with TNF-α, Smac mimetic and IDN-6556 or LPS plus IDN-6556. The RIPK1/RIPK3/MLKL signaling axis in these cells treated with necroptosis inducers was effectively inhibited by theaflavin. The inhibition of necroptotic signaling was associated with attenuated mitochondrial dysfunction (as evidenced by decreased mitochondrial membrane potential and increased mitochondrial ROS production), reduced ubiquitination of RIPK1 and RIPK3, and blockade of necrosome. Furthermore, oral administration of theaflavin mitigated renal and hepatic injury in a mouse model of cisplatin-induced AKI. In agreement with in vitro cellular data, theaflavin decreased the levels of phosphorylated MLKL, an in vivo biomarker for necroptosis, in macrophages and other cells in the kidney and the liver of mice with cisplatin-induced AKI. Collectively, these results indicate that theaflavin can suppress necroptosis by attenuating RIPK1/RIPK3/MLKL signaling and thereby conferring protection against cisplatin-induced AKI, uncovering a previously unappreciated action of black tea components against necroptosis-related disorders.",
  "publication_date": "2025-05-01",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2025.114761",
  "entities": {
    "POLYPHENOL": [
      "a previously unappreciated action",
      "beneficial effects",
      "decreased mitochondrial membrane potential",
      "its effects",
      "necroptosis",
      "necroptosis inducers",
      "necroptosis-related disorders",
      "necroptotic signaling",
      "necrosome",
      "protection",
      "receptor-interacting protein"
    ],
    "SYMPTOM": [
      "attenuated mitochondrial dysfunction",
      "regulated cell death"
    ],
    "FOOD": [
      "black tea",
      "black tea components"
    ]
  }
}