{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Puerarin exerts an inhibitory effect on inflammatory infiltration in the cardiac tissue of EAM mice by regulation of the TNF-α/CCL2/CCR2 signal pathway.",
  "abstract": "Autoimmune myocarditis can result in dilated cardiomyopathy and heart failure, but effective drugs and clear therapeutic targets are still lacking. Experimental autoimmune myocarditis (EAM) serves as the primary animal model utilized for investigating human myocarditis. Puerarin (PUE), a compound derived from the root of Pueraria lobata, exhibits a broad spectrum of antioxidant and anti-inflammatory effects; nevertheless, its underlying mechanism remains elusive. The findings of this study suggested that PUE may attenuate the infiltration of inflammatory cells into the cardiac tissue by suppressing the secretion of chemokine CCL2 from endothelial cells and macrophages at the site of injury, as well as inhibiting the interaction between CCR2 and CCL2 in recruited inflammatory cells such as macrophages and Th1 cells. In this study, the focus was on investigating the impact of PUE on the chemotactic signal axis TNF-α/CCL2/CCR2. Through the utilization of Small Animal Ultrasound, Real-Time quantitative PCR, Co-Immunoprecipitation (Co-IP), and Immunofluorescence techniques on both cellular and animal models, it has been demonstrated that PUE effectively inhibits the production of CCL2 by disrupting the TNF-α/TNFR signaling pathway in macrophages and endothelial cells through its binding affinity with TNF-α. Additionally, PUE disrupts the transmission of chemotactic signals mediated by CCL2/CCR2 interaction through its binding to CCR2.This ultimately leads to a reduction in the infiltration of inflammatory cells into the heart. Moreover, the study highlights that PUE can effectively inhibit the transduction of the TNF-α/CCL2/CCR2 chemotactic signal, resulting in decreased infiltration of macrophages and Th1 cells in the heart and subsequently reducing inflammatory damage to myocardial tissue in EAM mice.",
  "publication_date": "2025-04-28",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2025.114721",
  "entities": {
    "SYMPTOM": [
      "cardiomyopathy and heart failure"
    ],
    "POLYPHENOL": [
      "a broad spectrum",
      "antioxidant and anti-inflammatory effects",
      "decreased infiltration",
      "effective drugs",
      "immunofluorescence techniques",
      "immunoprecipitation",
      "its underlying mechanism",
      "recruited inflammatory cells",
      "the secretion"
    ]
  }
}