{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Impact of Winemaking Techniques on the Phenolic Composition and Antioxidant Properties of Touriga Nacional Wines.",
  "abstract": "The Touriga Nacional grape variety is renowned in Portuguese red wines for its intense color and aromatic complexity, largely attributed to its rich phenolic composition. Several factors influence the phenolic profile of wines, including edapho-climatic conditions, grape variety, and winemaking techniques such as fermentation, maceration, barrel aging, and maturation. In this study, the technique for winemaking was the only controlled variable, allowing for a specific evaluation of its impact on phenolic composition and antioxidant capacity. Ten single-varietal Touriga Nacional wine samples from the 2019 vintage, produced in the Cima Corgo sub-region of the Douro by different wineries, were analyzed. The phenolic composition was determined using colorimetric methods to quantify total phenols,ortho-diphenols, flavonoids, anthocyanins, and tannins. Antioxidant capacity was assessed through the 2,2-diphenyl-1-picrylhydrazyl (DPPH), 2,2'-Azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) diammonium salt (ABTS), and Ferric Reducing Antioxidant Power (FRAP) assays. Since all wines shared the same grape variety, region, and harvest year, the fermentation technique was the main differentiating factor, enabling a direct comparison of its influence on phenolic extraction and antioxidant properties. Additionally, Reversed-Phase High-Performance Liquid Chromatography with Photodiode Array Detection coupled with Mass Spectrometry (RP-HPLC-DAD-ESI-MS/MS) was employed to identify and quantify individual phenolic compounds. This study highlights the key role of winemaking techniques in modulating the phenolic composition and antioxidant potential of Touriga Nacional wines.",
  "publication_date": "2025-04-03",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30071601",
  "entities": {
    "FOOD": [
      "all wines",
      "different wineries",
      "grape variety",
      "portuguese red wines",
      "ten single-varietal touriga nacional wine samples",
      "the same grape variety",
      "the touriga nacional grape variety",
      "touriga nacional wines",
      "wines"
    ],
    "POLYPHENOL": [
      "a direct comparison",
      "a specific evaluation",
      "individual phenolic compounds",
      "mass spectrometry",
      "photodiode array detection",
      "techniques",
      "the fermentation technique",
      "the technique"
    ],
    "SYMPTOM": [
      "barrel aging"
    ]
  }
}