{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Phytochemical Properties of (-)-Epicatechin Promotes Bone Regeneration Inducing Osteogenic Markers Expression BMP2, SPARC, and RUNX2 in Mesenchymal Stem CellsIn Vitro.",
  "abstract": "(-)-Epicatechin (EC), a bioactive compound found in the plant kingdom contained in beans from the cacao tree, and other vegetables, has high flavonoid content. Traditionally consumed as chocolate, presents various benefits in human health. Many flavonoids have demonstrated therapeutic effects against osteoporosis by enhancing bone density; however, the specific impact of EC on bone regeneration remains unknown. Since bone regeneration involves a small group of responsive stem cells, we investigated the flavonoids' effects on key bone precursors like mesenchymal stem cells (MSCs). We used a conventional osteogenic medium alone or combined with different EC concentrations. Our study revealed that low concentrations of EC could enhance the expression of osteogenic genes when combined with low concentrations of osteogenic medium and induced the highest differentiation of human MSCs compared with pharmacological concentrations. So, the increase in the expression of osteoblastic marker genes such as bone morphogenetic protein 2, Runt-related transcription factor 2, and secreted protein acidic and cysteine rich agreed with an increase in cellular calcium deposits. Therefore, we conclude that the natural flavonol (-)-EC improved the expression of genes involved in bone regeneration and could potentially serve as an adjunctive therapy for bone loss diseases.",
  "publication_date": "2025-05-30",
  "journal": "Journal of medicinal food",
  "doi": "10.1089/jmf.2024.0256",
  "entities": {
    "POLYPHENOL": [
      "(ec",
      "-)-ec",
      "different ec concentrations",
      "ec",
      "high flavonoid content",
      "key bone precursors",
      "many flavonoids",
      "the flavonoids' effects",
      "the specific impact",
      "therapeutic effects"
    ],
    "FOOD": [
      "beans",
      "chocolate"
    ],
    "SYMPTOM": [
      "bone loss diseases",
      "osteoporosis"
    ]
  }
}