{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Exploration of shared diagnostic genes and mechanisms between crohn's disease and ischemic stroke by integrated comprehensive bioinformatics analysis and machine learning.",
  "abstract": "Investigating comorbidities of ischemic stroke (IS) enhances understanding of its intricate mechanisms. Crohn's disease (CD) is associated with an increased risk of IS, but the underlying mechanisms remain unclear. This study aims to identify shared diagnostic genes and explore the mechanisms underlying CD-IS comorbidity using bioinformatics and machine learning approaches. Gene expression data for CD and IS were obtained from the Gene Expression Omnibus. Shared genes were identified through differential expression and weighted gene co-expression network analyses (WGCNA). Functional enrichment analyses highlighted key biological pathways. Core genes were screened via machine learning algorithms and protein-protein interaction networks. Diagnostic nomograms were constructed, and single-cell RNA sequencing was used to characterize expression patterns of core genes. Immune cell infiltration was quantified using CIBERSORT, and a competing endogenous RNA network was built based on TarBase and SpongeScan databases. Mendelian randomization was performed to assess causal associations between core genes and disease risk. Candidate drugs were predicted using the Drug-Gene Interaction Database and validated through molecular docking. Twenty shared genes were identified through differential expression analysis and WGCNA. The toll-like receptor (TLR) signaling pathway was identified as a key pathway in CD-IS comorbidity. TLR2 and TLR8 were identified as core genes, with strong diagnostic performance (AUC > 0.80). The polymorphism of rs73221365 was associated with both CD and IS. Resveratrol hexanoic acid was a potential therapeutic candidate for CD-IS comorbidity. This study highlights the critical role of TLR-mediated inflammatory responses in CD-IS comorbidity. TLR2 and TLR8 may serve as promising diagnostic biomarkers. These findings advance understanding of the shared pathophysiology in CD-IS comorbidity and provide a foundation for developing precise diagnostics and targeted therapies.",
  "publication_date": "2025-06-30",
  "journal": "Mammalian genome : official journal of the International Mammalian Genome Society",
  "doi": "10.1007/s00335-025-10145-9",
  "entities": {
    "POLYPHENOL": [
      "its intricate mechanisms",
      "molecular docking",
      "precise diagnostics",
      "resveratrol hexanoic acid",
      "the mechanisms",
      "the toll-like receptor",
      "the underlying mechanisms"
    ]
  }
}