{
  "source": "PubMed",
  "query": "tannins",
  "title": "Comparative adaptability of 307Saccharomyces cerevisiaestrains from winemaking and Mantou fermentation.",
  "abstract": "DomesticatedSaccharomyces cerevisiaeis one of the most significant microbial populations in human civilization due to its remarkable diversity and high adaptability to human environments. However, the adaptability mechanisms underlying this population ecological behavior remain unclear. This study explored the adaptive behaviors ofS. cerevisiaestrains from the Wine and Mantou genetic lineages under both artificial stress conditions and natural or near-natural environments. A total of 307 diploidS. cerevisiaestrains were analyzed, including 169 strains derived from grape sources and 138 from sourdough sources. Various stress factors, including sodium chloride, tannins, ethanol, pH, temperature, and sulfur dioxide (SO2), as well as different substrates (natural grape juice, simulated grape juice, and simulated dough), were applied to evaluate adaptability. The results demonstrated that Wine population exhibited superior performance in grape juice environments, characterized by higher CO2production. The biomass of both the Wine and Mantou populations in the simulated dough was significantly higher than that in the simulated grape juice. In the simulated grape juice environment, the adaptability of the Wine population was significantly superior to that of the Mantou population. In contrast, in the simulated dough environment, the Mantou population exhibited better adaptability than the Wine population. Furthermore, Wine population displayed higher tolerance to ethanol, extreme temperatures, tannins, and sodium chloride in YPD medium compared to Mantou population. Diploid strains also exhibited greater stress tolerance than haploid strains. These findings offer valuable insights into the distinct adaptive mechanisms of domesticatedS. cerevisiaelineages.",
  "publication_date": "2025-04-11",
  "journal": "Frontiers in microbiology",
  "doi": "10.3389/fmicb.2025.1581370",
  "entities": {
    "POLYPHENOL": [
      "tannins",
      "the adaptability mechanisms",
      "the distinct adaptive mechanisms",
      "this population ecological behavior"
    ],
    "FOOD": [
      "both the wine and mantou populations",
      "grape juice environments",
      "grape sources",
      "natural grape juice",
      "simulated grape juice",
      "the simulated grape juice",
      "the simulated grape juice environment",
      "the wine and mantou genetic lineages",
      "the wine population",
      "wine population"
    ],
    "SYMPTOM": [
      "both artificial stress conditions",
      "greater stress tolerance",
      "various stress factors"
    ]
  }
}