{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Resveratrol, a calorie restriction mimetic, protects AlCl3-induced neurotoxicity and cognitive deficits in rats via inhibition of oxidative stress.",
  "abstract": "Neurodegenerative diseases, such as Alzheimer's diseases (AD), are becoming more prevalent as population ages. Recent researches indicate possible involvement of increased oxidative stress and free radicals in AD-related changes, suggesting that therapeutic efforts aimed at the removal of reactive oxygen species (ROS) or prevention of their formation may be beneficial in AD. Resveratrol, a polyphenol found in red wines, demonstrated antioxidant and anti-aging effects in various in vitro and in vivo studies. In the current work, resveratrol was evaluated in animal model of cognitive impairment and/or neurodegeneration as a potential treatment approach for AD. Rats were treated with aluminum chloride (AlCl3) for 20 days for induction of oxidative stress and simultaneously with resveratrol (15 and 30 mg/kg, p.o.). Animals were subjected for assessment of working memory, modulations in biomarkers related to oxidative stress, cognition and sirtuin-1 levels. Impaired cognitive abilities and increased oxidative stress were observed in rats treated with AlCl3alone; however, resveratrol significantly improved cognitive performance, decreased oxidative stress and increased levels of antioxidant enzymes along with biomarkers related to cognition and anti-aging. Results from current studies indicate that due to its anti-aging and antioxidant properties, resveratrol may have a potential in pharmacotherapy of neurodegenerative disorder such as AD.",
  "publication_date": "2025-05-23",
  "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
  "doi": "10.1007/s00210-025-04290-w",
  "entities": {
    "SYMPTOM": [
      "alzheimer's diseases",
      "increased oxidative stress",
      "its anti-aging and antioxidant properties",
      "neurodegeneration",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "a polyphenol",
      "antioxidant and anti-aging effects",
      "reactive oxygen species",
      "recent researches",
      "resveratrol"
    ],
    "FOOD": [
      "red wines"
    ]
  }
}