{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Thermosonication enhanced the bioactive, antioxidant, and flavor attributes of freshly squeezed tomato juice.",
  "abstract": "The sterilization of freshly squeezed juices typically results in a compromise to the natural flavor, bio-active components, and nutritional value. Developing a new sterilization method for controlling the diverse effects has emerged as a significant challenge. This research aims to explore the potential application of thermosonication (TS) for freshly squeezed tomato juice. Results revealed that both TS (temperature 50, 60, and 70 ℃; time 5, 10, and 15 min) and thermal pasteurization (TP, 85 ℃/10 min) effectively inactivated microorganisms. No significant differences were observed in the basis properties (pH, total soluble solids (TSS) and titratable acidity (TA)) of tomato juice. Notably, TS effectively enhanced the juice quality, and the optimal condition is TS 60 ℃ 15 min. Its retention rates in color and suspension stability were greatly enhanced. Meanwhile, TS (60 ℃, 15 min) not only significantly increased lycopene content (42.13 %), ascorbic acid content (36.64 %), flavonoids content (33.94 %), and total phenols content (34.06 %), but also maintain a higher antioxidant capacity compared to PJ samples. Moreover, the sensory quality and volatile substances of TS treated were enhanced. It can be inferred that TS through ultrasonic cavitation ensured the microbial safety, improved nutritional value and sensory quality of tomato juice. This report provide a basis that a proper lower pasteurization temperature produced better effect in tomato juice when combined with ultrasound.",
  "publication_date": "2025-03-02",
  "journal": "Ultrasonics sonochemistry",
  "doi": "10.1016/j.ultsonch.2025.107299",
  "entities": {
    "FOOD": [
      "freshly squeezed juices",
      "freshly squeezed tomato juice",
      "the juice quality",
      "tomato juice"
    ],
    "POLYPHENOL": [
      "better effect",
      "flavonoids content",
      "the diverse effects"
    ]
  }
}