{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Wine, Polyphenols, and the Matrix Effect: Is Alcohol Always the Same?",
  "abstract": "While the number of publications on wine and health is steadily increasing, ranging from a molecular level to epidemiological studies, often with contradictory results, little attention has been given to a holistic approach to research, starting from the molecular level to arrive at pharmacological and medical conclusions. In this review, some unusual concepts are considered, such as the phytocomplex, the vehicle, and the Matrix effect. The concept of the phytocomplex is discussed, specifically the biological activities of Tyrosol, Hydroxytyrosol, and Resveratrol; indeed, the interactions among different molecules in herbal matrices provide a specific response. This is often markedly different from the response evoked by single constituents in the modulation of microbial populations in the gut, in intestinal stability and bioaccessibility, and, obviously, in inducing biological responses. Among the many alcoholic beverages which contain these molecules, wine has the most peculiar Matrix effect, which can heavily influence the bioavailability of the phytocomplex obtained by the fermentation processes that produce this beverage. Wine's Matrix effect plays an instrumental role in improving the beneficial compounds' bioavailability and/or in inhibiting alcohol metabolites' carcinogenicity. Underestimation of the wine Matrix effect could lead to deceiving results, as in the case of dealcoholized wine or wine-compound-based nutritional supplements; alternatively, this can occur in the emphasis of a single component's toxic activity, in this case, alcohol, ignoring the specific molecular-level protective action of other compounds (polyphenols) that are present in the same matrix. The dark side of the Matrix effect is also discussed. This review confirms the research recommendations made by the WHO Scientific Group, which suggests it is important \"to investigate the possible protective effects of ingredients other than alcohol in alcoholic beverages\", considering that most recent studies seem not only relevant but also capable of directing future research towards innovative points of view that have so far been too neglected.",
  "publication_date": "2024-09-10",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms25189796",
  "entities": {
    "FOOD": [
      "dealcoholized wine",
      "wine",
      "wine-compound-based nutritional supplements"
    ],
    "POLYPHENOL": [
      "a molecular level",
      "a specific response",
      "different molecules",
      "most recent studies",
      "polyphenols",
      "resveratrol",
      "specifically the biological activities",
      "the matrix effect",
      "the molecular level",
      "the most peculiar matrix effect",
      "the possible protective effects",
      "the research recommendations",
      "the specific molecular-level protective action",
      "the wine matrix effect",
      "these molecules",
      "wine's matrix effect"
    ]
  }
}