{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Comparative transcriptomic and molecular interaction analysis of olive polyphenols: Unraveling their mechanisms in immune regulation and metabolic processes in adipocytes.",
  "abstract": "Olive polyphenols, including oleacein, oleocanthal, and oleuropein, have demonstrated potential benefits in mitigating the risk of metabolic diseases such as obesity and inflammation by improving glycemic control, reducing blood pressure, and lowering inflammation. This study provides a comprehensive comparative analysis of these compounds using human adipose-derived stem cells (hASCs). Whole-transcriptome analysis was employed to investigate the compounds' effects on adipocytes, focusing on immune system and metabolic pathways. A protein-protein interaction (PPI) network identified key targets and pathways. Oleacein uniquely enriched the PI3K-AKT pathway and demonstrated distinct regulation of inflammation and metabolism. The PPI network pinpointed growth hormone receptor (GHR) and interleukin-6 receptor (IL6R) as significant targets. Quantitative RT-qPCR analysis showed that oleacein significantly increased IL6R expression, while oleocanthal and oleuropein had no effect. GHR expression was also elevated by oleacein, although without statistical significance. Physicochemical properties of the compounds were analyzed for drug development potential. Molecular docking simulations indicated superior binding affinities for oleacein with GHR and IL6R, supported by surface plasmon resonance (SPR) assays, which confirmed stable interactions with both receptors. This study is the first to integrate transcriptomic, molecular, and structural analyses of these bioactive olive-derived compounds. Oleacein emerged as a promising candidate for therapeutic development, with unique molecular interactions and regulatory effects on adipocyte immune and metabolic processes. These findings provide a foundation for future investigations into oleacein's role in treating metabolic and inflammatory disorders.",
  "publication_date": "2025-06-07",
  "journal": "Computers in biology and medicine",
  "doi": "10.1016/j.compbiomed.2025.110507",
  "entities": {
    "POLYPHENOL": [
      "both receptors",
      "growth hormone receptor",
      "interleukin-6 receptor",
      "molecular docking simulations",
      "no effect",
      "oleuropein",
      "olive polyphenols",
      "regulatory effects",
      "the compounds' effects",
      "transcriptomic, molecular, and structural analyses",
      "unique molecular interactions"
    ],
    "SYMPTOM": [
      "inflammation",
      "obesity"
    ]
  }
}