{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Therapeutic and Biological Properties of White Garlic and Black Garlic Extracts (Allium sativumL.): A Comparative Analysis.",
  "abstract": "Black garlic is a rich natural source of beneficial compounds and exhibits various biological activities. This study aimed to quantify flavonoids and polyphenols in white garlic and black garlic extracts, evaluate their antioxidant power, assess their antibacterial activity against specific pathogenic bacteria, and examine their antiproliferative effects on U87 glioblastoma cancer cells. The extraction was conducted using distilled water, methanol, and ethanol, and the quantification of bioactive compounds, antioxidant activity using the 2,2-diphenyl-1-picrylhydrazyl test, antibacterial activity, and antiproliferative activity using the MTT assay. The findings of this research showed significantly higher levels of phenolic acids and flavonoids in black garlic compared to raw garlic, with methanol extracts containing the highest concentration of flavonoids (2.33 mg quercetin equivalent/g DM) and polyphenols (63.25 mg ascorbic acid equivalent/g DM). Both white garlic and black garlic extracts displayed excellent antioxidant activity, while methanol extracts of black garlic exhibited the highest inhibition percentages (96.3% ± 0.36). Methanol extracts of black garlic also demonstrated effective antibacterial activity, while the antiproliferative effects were significant for all extracts on U87 glioblastoma cancer cells. These findings highlight black garlic as a promising source of compounds with antiproliferative, antibacterial, and antioxidant properties, although the concentration of bioactive compounds may vary among different extracts.",
  "publication_date": "2025-06-13",
  "journal": "Journal of medicinal food",
  "doi": "10.1089/jmf.2023.0229",
  "entities": {
    "FOOD": [
      "black garlic",
      "both white garlic and black garlic extracts",
      "raw garlic",
      "white garlic and black garlic extracts"
    ],
    "POLYPHENOL": [
      "2.33 mg quercetin equivalent",
      "effective antibacterial activity",
      "flavonoids",
      "polyphenols",
      "specific pathogenic bacteria",
      "the antiproliferative effects",
      "their antiproliferative effects"
    ],
    "SYMPTOM": [
      "u87 glioblastoma cancer cells"
    ]
  }
}