{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Effect of indoor dehydration on the chemical composition of Marselan grapes in Heyang of China.",
  "abstract": "Marselan is a red wine grape variety with great brewing prospects. The aim of this study was to investigate the effect of postharvest indoor dehydration on the quality of Marselan grapes. For two consecutive years, the harvested grapes were dehydrated naturally indoors (24-28°C). Fresh grapes were used as a control, and dehydrated samples were taken every 7 days during the period of dehydration until ending at day 28. Dehydration treatment increased degrees Brix, reducing sugars, glycerol, and malic acid. On day 7, there was an increase in protocatechuic acid, p-coumaric acid, and total tannin of 26.00%-27.73%, 11.43%-52.52%, and 39.74%-70.45%, respectively. With increasing dehydration time, total phenols, total flavonoids and total flavanols in the skins were decreased by 17.05%-38.13%, 24.32%-57.38%, and 17.05%-59.48%, respectively, with an increase in pH, citric acid, and ascorbic acid contents of grape juice by 7.66%-21.43%, 100%-137.50%, and 61.29%-258.82%, respectively. On day 21, the esters were increased by 1.10-1.75 factors. Partial least square-discriminant analysis result of volatile compounds showed that ethyl acetate, 1-propanol, 1-propanol, 2-methyl-, 1-hexanol, and 1-butanol, 3-methyl- were the predominant characteristic flavor compounds during dehydration of Marselan grapes. The effect of indoor dehydration on Marselan grape quality offered application value for China's later dehydration wine production.",
  "publication_date": "2024-03-22",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.17026",
  "entities": {
    "FOOD": [
      "a red wine grape variety",
      "china's later dehydration wine production",
      "fresh grapes",
      "grape juice",
      "marselan grape quality offered application value",
      "the harvested grapes"
    ],
    "POLYPHENOL": [
      "great brewing prospects",
      "p-coumaric acid",
      "protocatechuic acid",
      "the effect",
      "total flavonoids",
      "total tannin",
      "two consecutive years"
    ]
  }
}