{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "A combination nutritional supplement reduces DNA methylation age only in older adults with a raised epigenetic age.",
  "abstract": "An increase in systemic inflammation (inflammaging) is one of the hallmarks of aging. Epigenetic (DNA methylation) clocks can quantify the degree of biological aging and this can be reversed by lifestyle and pharmacological intervention. We aimed to investigate whether a multi-component nutritional supplement could reduce systemic inflammation and epigenetic age in healthy older adults.We recruited 80 healthy older participants (mean age ± SD: 71.85 ± 6.23; males = 31, females = 49). Blood and saliva were obtained pre and post a 12-week course of a multi-component supplement, containing: Vitamin B3, Vitamin C, Vitamin D, Omega 3 fish oils, Resveratrol, Olive fruit phenols and Astaxanthin. Plasma GDF-15 and C-reactive protein (CRP) concentrations were quantified as markers of biological aging and inflammation respectively. DNA methylation was assessed in whole blood and saliva and used to derive epigenetic age using various clock algorithms.No difference between the epigenetic and chronological ages of participants was observed pre- and post-treatment by the blood-based Horvath or Hannum clocks, or the saliva-based InflammAge clock. However, in those with epigenetic age acceleration of ≥ 2 years at baseline, a significant reduction in epigenetic age (p = 0.015) and epigenetic age acceleration (p = 0.0058) was observed post-treatment using the saliva-based InflammAge clock. No differences were observed pre- and post-treatment in plasma GDF-15 and CRP, though participants with CRP indicative of an elevated cardiovascular disease risk (hsCRP ≥ 3µg/ml), had a reduction in CRP post-supplementation (p = 0.0195).Our data suggest a possible benefit of combined nutritional supplementation in individuals with an accelerated epigenetic age and inflammaging.",
  "publication_date": "2024-03-26",
  "journal": "GeroScience",
  "doi": "10.1007/s11357-024-01138-8",
  "entities": {
    "SYMPTOM": [
      "(inflammaging",
      "aging",
      "biological aging",
      "inflammation",
      "systemic inflammation"
    ],
    "FOOD": [
      "omega 3 fish oils"
    ],
    "POLYPHENOL": [
      "resveratrol"
    ]
  }
}