{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Ultrafast ROS Scavenging Activity of Amur Maple Tree Extracts Confers Robust Cardioprotection for Myocardial Ischemia/Reperfusion Injury.",
  "abstract": "Ginnalin A(GA), a polyphenolic compound derived from amur maple trees, has been identified as a powerful scavenger of reactive oxygen species (ROS). Recognizing the pivotal role of ROS in exacerbating secondary damage during myocardial ischemia-reperfusion injury (MIRI), we fractionated GA-enriched extracts from the leaves of the amur maple tree,Acer tataricumL. subsp.ginnala(Maxim.)Wesm., using common solvents of dichloromethane (DCM) and ethyl acetate (EA). When co-administered for 30 min, the DCM- and EA-fractioned extracts effectively protected cardiomyocytes from H2O2-induced damage. ROS-sensitive probes indicated that treatment withginnalaextracts significantly reduced both intracellular and mitochondrial ROS levels. Instead of enhancing the activity of antioxidative enzymes, theginnalaextracts acted as natural antioxidases, directly scavenging various ROS such as superoxide, H2O2, hydroxyl radical, and Fe2+within just 20 min. In a MIRI rat model, the in vivo administration ofginnalaextracts provided significant cardioprotection by preserving viable myocardia and enhancing cardiac functions. Additionally, treatment withginnalaextracts significantly reduced cardiac fibrosis and denatured collagen. Our study suggests that the ultrafast ROS scavenging capability ofginnalaextracts offers substantial heart protection during MIRI. Incorporatingginnalaextracts as a pharmacological intervention during reperfusion could effectively mitigate ROS-induced cardiac injury.",
  "publication_date": "2025-05-31",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060671",
  "entities": {
    "POLYPHENOL": [
      "a polyphenolic compound",
      "reactive oxygen species",
      "secondary damage",
      "significant cardioprotection",
      "substantial heart protection"
    ]
  }
}