{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Sensorial, textural, and nutritional attributes of coconut sugar and cocoa solids based \"bean-to-bar\" dark chocolate.",
  "abstract": "The impacts of cocoa solids and coconut sugar on the sensory perception of bean-to-bar dark chocolate were investigated with mixture design using response surface methodology. The maximum and minimum levels of cocoa nib, cocoa butter, and coconut sugar for the preparation of chocolate were 35-50%, 15-30%, and 20-35%, respectively. A suitable mathematical model was used to evaluate each response. Maximum and minimum levels of components caused a poor sensory acceptance of the resultant dark chocolate. The optimum level of independent variables, for the best set of responses, was 44.7% cocoa nib, 25.2% cocoa butter, and 30.2% coconut sugar, with a hedonic score of 8.28 for appearance, 8.64 for mouth feel, 8.71 for texture, 8.68 for taste, and 8.51 for overall acceptability, at a desirability of 0.86. The minimum time for grinding the chocolate mix was 24 hour, which was evident from the microscopic analysis of the chocolate mix. The optimized chocolate (70% dark) per 100 g constitutes 1.06 g moisture, 50.09 g crude fat, 10.37 g crude protein, 35.90 g carbohydrates, and 2.55 g ash content. The L, a, b values indicated a darker color and was stable under ambient condition with a hardness value of 59.52 N, which significantly decreased to 16.23 N within 10 min at ambient temperature (30 ± 2°C). The addition of coconut sugar along with cocoa solids incorporates polyphenols, flavonoids, antioxidant potential, and minerals into bean-to-bar dark chocolate and hence offers a commercial value and health potential for stakeholders.",
  "publication_date": "2022-06-08",
  "journal": "Journal of texture studies",
  "doi": "10.1111/jtxs.12698",
  "entities": {
    "FOOD": [
      "25.2% cocoa butter",
      "44.7% cocoa nib",
      "appearance",
      "chocolate",
      "cocoa butter",
      "cocoa nib",
      "cocoa solids",
      "the chocolate mix",
      "the optimized chocolate",
      "the resultant dark chocolate"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "polyphenols"
    ]
  }
}