{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Protective Effects of Xanthorrhizol-Rich Extracts Against PM-Induced Skin Damage in Human Keratinocytes and 3D-Reconstructed Skin Models.",
  "abstract": "Background:Particulate matter (PM) is a major environmental pollutant that induces oxidative stress, inflammation, and extracellular matrix (ECM) degradation, leading to skin damage and accelerated aging. Xanthorrhizol (XAN), a bioactive compound derived fromCurcuma xanthorrhizaRoxb., exhibits anti-inflammatory and antioxidative properties, making it a promising candidate for protecting against PM-induced skin damage. This study investigated the protective effects of XAN andC. xanthorrhizasupercritical extract (CXSE) on PM-exposed skin cells.Methods:A 3D-reconstructed skin model and HaCaT human keratinocytes were exposed to PM (100 µg/mL) with or without CXSE or XAN. Histological analysis, enzyme-linked immunosorbent assay (ELISA), Western blot, reverse transcription-polymerase chain reaction (RT-PCR), and reporter gene assays were performed to assess the ECM integrity, inflammatory cytokine production, aryl hydrocarbon receptor (AhR) activation, and oxidative stress responses.Results:PM exposure activates AhR and mitogen-activated protein kinases (MAPK) signaling, increases reactive oxygen species (ROS) levels, and upregulates matrix metalloproteinases (MMPs) and inflammatory cytokines. CXSE and XAN suppresses AhR-mediated transcriptional activity and downregulates the expression of AhR target genes. Additionally, CXSE and XAN reduces ROS production by upregulating antioxidant enzyme-related genes.Conclusions:CXSE and XAN protect against PM-induced skin damage by inhibiting oxidative stress, inflammation, and ECM degradation, highlighting their potential as natural anti-pollution skincare ingredients.",
  "publication_date": "2025-05-28",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18060808",
  "entities": {
    "SYMPTOM": [
      "aging",
      "inflammation",
      "oxidative stress",
      "oxidative stress responses"
    ],
    "POLYPHENOL": [
      "(ecm) degradation",
      "a 3d-reconstructed skin model",
      "aryl hydrocarbon receptor (ahr) activation",
      "ecm degradation",
      "reactive oxygen species (ros) levels",
      "the ecm integrity",
      "the protective effects",
      "xan protect"
    ]
  }
}