{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Insights into rutin and quercetin biotransformations in ruminants revealed by molecular networking.",
  "abstract": "Quercetin and its glycoside rutin are flavonoids that are widely used as robust antioxidants and anti-inflammatory agents for improving animal health. These compounds are metabolized into various phenolic compounds that may have stronger antioxidant activity than their original forms. However, the quercetin and rutin biotransformation pathways in ruminants have not yet been fully elucidated. To identify these pathways, we used a molecular networking approach to determine the metabolite formation of rutin and quercetin. Five Shiba crossbred wethers (51.4 ± 7.4 kg BW) were used in a balanced crossover design and were assigned to 3 different groups: the quercetin (QUE), rutin (RUT), and control (CON) groups. Rumen fluid was collected at 0, 1, 4, 6, 8, and 22 h, while blood was collected at 0, 4, and 8 h after administration and subjected to LC‒MS/MS analysis to construct the molecular network. A biomarker test was conducted to evaluate the performance of each metabolite candidate. The univariate data were analyzed via generalized linear mixed model fits in the analysis of variance (ANOVA) in R. The QUE group has a greater (P < 0.001) level of 3,4-dihydroxyphenyl acetic acid (3,4-DHPAA) concentration at 1 h than that in the RUT and CON groups but then decreased (P < 0.001) at 4 h. Then, the 4-MC concentration in the rumen of QUE group increased (P < 0.001) at 1 and 4 h post-administration. According to molecular networking, rumen microorganisms are thought to degrade rutin to produce quercetin, which is further resulted into the increase of phloroglucinol (PG) and 3,4-DHPAA. The yielded 3,4-DHPAA was suggested to be transformed into protocatechuic acid and 4-methylcatechol (4-MC). The yielded 4-MC was then transformed into 4-methylcatechol 1-sulfate (4-MC-S) through phase II metabolism via sulfation. Meanwhile, PG is metabolized to 3,5-dihydroxycyclohexan-1-one and remains undetectable in the blood. The isorhamnetin-glucuronide sulfate was a significant flavonol conjugate (P < 0.001) found in blood. In conclusion, rutin and quercetin are metabolized mainly to 4-MC-S and isorhamnetin-glucuronide sulfate in ruminants.",
  "publication_date": "2025-06-01",
  "journal": "Journal of animal science",
  "doi": "10.1093/jas/skaf154",
  "entities": {
    "POLYPHENOL": [
      "4-mc-s and isorhamnetin-glucuronide sulfate",
      "4-methylcatechol",
      "a molecular networking approach",
      "flavonoids",
      "its glycoside rutin",
      "molecular networking",
      "protocatechuic acid",
      "quercetin",
      "rutin",
      "rutin biotransformation pathways",
      "the isorhamnetin-glucuronide sulfate",
      "the molecular network",
      "the quercetin",
      "various phenolic compounds"
    ]
  }
}