{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Compositional and functional characterization of cucumber and watermelon seed powders and their application in fortified dairy-based dessert.",
  "abstract": "The growing emphasis on sustainable nutrition has encouraged the exploration of underutilized plant by-products for functional food development. This study evaluated the nutritional, phytochemical, and techno-functional attributes of cucumber (Cucumis sativusL.) and watermelon (Citrullus lanatus) seed powders, and their application in dairy-based dessert. The seed powders demonstrated complementary profiles: watermelon seeds were richer in protein (35.41 ± 0.23 %), fat (40.71 ± 0.10 %), and phenolic compounds, supporting their role in emulsified systems, while cucumber seed powders exhibited higher ash content (5.70 ± 0.05 %) and foaming capacity (2.49 ± 0.03 %), indicating suitability for aerated products. Amino acid analysis revealed a favorable distribution of essential and conditionally essential amino acids across both seed powders. Structural and thermal analyses corroborated their matrix stability and compositional differences. When incorporated into ice cream, cucumber seed powder at a 15 % level enhanced nutritional density, antioxidant activity, and sensory attributes without compromising product quality. These findings support the integration of cucurbit seed flours into functional food systems, contributing to both nutritional enhancement and food waste mitigation.",
  "publication_date": "2025-05-24",
  "journal": "Food chemistry: X",
  "doi": "10.1016/j.fochx.2025.102582",
  "entities": {
    "FOOD": [
      "cucumber",
      "cucumber seed powders",
      "functional food development",
      "functional food systems",
      "watermelon (citrullus lanatus) seed powders",
      "watermelon seeds"
    ],
    "POLYPHENOL": [
      "the nutritional, phytochemical, and techno-functional attributes"
    ]
  }
}