{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Non-antibiotic therapies for multidrug-resistant gastrointestinal infections: an overview of the use of probiotics, natural compounds, and bacteriophages.",
  "abstract": "The worldwide increasing frequency and severity of multidrug-resistant gastrointestinal (MDR-GI) infections not only raises awareness of the debilities of conventional antibiotic treatments but also highlights the demand for alternative interventions. One of these alternatives is probiotics, harmless bacteria that compete with pathogenic species, which have been considered beneficial due to their therapeutic potential since they strengthen the mucosal barrier and modulate the host immune response. Other natural compounds (e.g., polyphenols, flavonoids, and essential oils) present diverse antimicrobial mechanisms, which are promising alternatives to mitigate resistant pathogens. Finally, bacteriophages, viruses that target specific bacteria, constitute a precise approach in which MDR bacteria are lysed or disrupted by the biofilms formed during colonization without compromising the normal gut microbiome. Therefore, the present manuscript provides an integrated perspective on alternative non-antibiotic therapies to manage MDR-GI infections; for this purpose, it covers aspects such as their action mechanisms, current clinical applications, and the challenges that limit their broader application in clinical practice. The potential of combining these approaches or personalizing infection treatments adjusted to patients' microbiome profiles is also discussed, aiming to enhance efficacy and reduce resistance risks. Finally, the importance of continued research and development to optimize these alternatives is also debated, addressing aspects such as the need to surpass regulatory barriers and conducting large-scale clinical trials to establish the safety and efficacy of these non-antibiotic alternatives. This overview of the current knowledge contributes to the ongoing efforts to develop sustainable strategies to combat MDR-GI infections and reduce the global burden of antibiotic resistance.",
  "publication_date": "2025-05-06",
  "journal": "Frontiers in antibiotics",
  "doi": "10.3389/frabi.2025.1554061",
  "entities": {
    "POLYPHENOL": [
      "(e.g., polyphenols",
      "(mdr-gi) infections",
      "a precise approach",
      "an integrated perspective",
      "aspects",
      "flavonoids",
      "infection treatments",
      "mdr-gi infections",
      "pathogenic species",
      "specific bacteria",
      "their action mechanisms"
    ]
  }
}