{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Effects of fermented polyphenols from Lonicera caerulea on Streptococcus mutans pathogenicity: Exopolysaccharide structure and quorum sensing regulation.",
  "abstract": "Dental caries, a common chronic oral disease, is mainly caused by cariogenic dental plaque biofilms. Current antibiotic therapies for preventing it have limitations, such as drug resistance and side effects. Polyphenols are bioactive plant compounds displaying potential in oral health. Lonicera caerulea polyphenols (LCP) have various physiological effects, yet research on their use in preventing and treating dental caries is limited. This study aimed to explore the impact of L. caerulea-fermented polyphenols on Streptococcus mutans and its mechanism of action on exopolysaccharides (EPS). The extracted and purified EPS of S. mutans were treated with LCP. LCP reduced the molecular weight (Mw) of EPS from 1.15 × 105Da to 9.74 × 104Da and increased the content of β-1,5-gal in EPS. Moreover, scanning electron microscopy showed that LCP treatment made EPS surface rough and porous, indicating that LCP disrupted the original dense structure of EPS. Fourier-transform infrared spectroscopy and nuclear magnetic resonance analyses further confirmed that LCP did not significantly alter the major functional groups of EPS but influenced the types of its glycosidic bonds. Meanwhile, LCP inhibited the growth of S. mutans, reduced the formation of EPS and biofilms, and suppressed the expression of genes related to quorum sensing (luxS) and biofilms (brpA). LCP exhibited a remarkable inhibitory effect on S. mutans. The findings indicated that LCP might serve as a natural preparation for preventing dental caries, thus providing a new research direction in the field of oral health.",
  "publication_date": "2025-06-16",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.145265",
  "entities": {
    "POLYPHENOL": [
      "a new research direction",
      "a remarkable inhibitory effect",
      "electron microscopy",
      "fourier-transform infrared spectroscopy and nuclear magnetic resonance analyses",
      "its mechanism",
      "l. caerulea-fermented polyphenols",
      "lonicera caerulea polyphenols",
      "polyphenols",
      "side effects",
      "the molecular weight",
      "various physiological effects"
    ]
  }
}