{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Buxus natalensis(Oliv.) Hutch (Buxaceae) Exhibits Its Anticancer Potential by Stimulating ROS Production and Caspase-p53-BCL-2-Dependent Apoptosis in Hepatocellular Carcinoma and Prostate Cancer Cell Lines.",
  "abstract": "Buxus natalensisis recognized as a rich source of triterpenoidal alkaloids that are known to be effective in fighting different cancer types. Nevertheless, to date, no anticancer potential ofB. natalensisextract has been yet described. Here, we investigated the antiproliferative activity of differentB. natalensisleaf extracts on eight cancer cell lines (MCF-7, 4T1, Caco-2, HeLa, A549, HepG2, DU145, and LNCaP). Chang liver cell line derived from normal liver tissue, was used as control.B. natalensishydroethanolic leaf extract (BNHLE) was found to exert significant cytotoxic effect against cancerous cell lines, with the highest efficacy being observed on LNCaP and HepG2 with IC50values of 47.39 and 78.01 µg/mL, respectively. Interestingly, BNHLE was less cytotoxic towards Chang liver cells with an IC50value of 334.10 µg/mL, yielding selectivity index (SI) values of 6.96 and 4.22 against LNCaP and HepG2 cells, respectively. The study of mechanism of action revealed that BNHLE exerted its antiproliferative effect by inducing ROS production and caspase -3/-7, and -9 activities in LNCaP and HepG2 cells. Moreover, it was found that BNHLE activated apoptosis in both cancerous cell lines by enhancing the expression levels of p53, while suppressing the expression of NF-κB-p65 and BCL-2 protein levels in a dose-dependent manner. The phytochemical analysis of BNHLE showed the presence of flavonoids (24.45 mgQE/g extract) and phenolics (84.64 mgGAE/g extract), and its LC-MS profiling identified several compounds including robinin and rutin, which are known for their cytotoxic effect against different cancer cell lines, such as hepatocellular carcinoma and prostate cancer cell lines. Several compounds are still unknown fromB. natalensis, but the data obtained so far justify the use ofB. natalensisas a potential source of bioactive compounds against hepatocellular and prostate cancers.",
  "publication_date": "2025-04-28",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26094173",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "both cancerous cell lines",
      "cancerous cell lines",
      "different cancer cell lines",
      "different cancer types",
      "eight cancer cell lines",
      "hepatocellular and prostate cancers",
      "no anticancer potential",
      "prostate cancer cell lines"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "its antiproliferative effect",
      "mechanism",
      "rutin",
      "selectivity index (si) values",
      "significant cytotoxic effect",
      "their cytotoxic effect"
    ]
  }
}