{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Natural Stabilizers and Nanostructured Lipid Carrier Entrapment for Photosensitive Compounds, Curcumin and Capsaicin.",
  "abstract": "Capsaicin and curcumin, the active components of chili and turmeric, are prone to instability when exposed to light. Therefore, this research aimed to enhance the photostability of both extracts via the use of antioxidants, natural sunscreen, and nanostructured lipid carriers (NLCs). NLCs were chosen for this this study due to their advantages in terms of stability, drug loading capacity, occlusive effect, skin penetration, and controlled release. The photostability of each extract and extracts mixed with antioxidants, including grape seed extract, tea extract, and chlorogenic acid, were determined. Chlorogenic acid can enhance the photostability of capsaicin from 6.79 h to 16.50 h, while the photostability of curcumin increased from 9.63 h to 19.25 h. In addition, the use of natural sunscreen (sunflower oil) also increased the photostability of capsaicin and curcumin. The mixed extracts were then loaded into NLCs. The particle size of the formulation was 153.73 nm with a PDI value of 0.25. It exhibited high entrapment efficiency (more than 95%). In addition, it effectively reduced the decomposition of capsaicin and curcumin. Importantly, the natural stabilizers chosen for NLC fabrication significantly improved the photostability of curcumin and capsaicin by 600% and 567% compared to the unstabilized counterparts. This improvement contributes to the sustainability and bioavailability of these compounds in both cosmeceutical and pharmaceutical products.",
  "publication_date": "2024-03-17",
  "journal": "Pharmaceutics",
  "doi": "10.3390/pharmaceutics16030412",
  "entities": {
    "POLYPHENOL": [
      "both cosmeceutical and pharmaceutical products",
      "chlorogenic acid",
      "curcumin",
      "occlusive effect",
      "the decomposition"
    ],
    "FOOD": [
      "chili",
      "grape seed extract",
      "sunflower oil",
      "turmeric"
    ]
  }
}