{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Green Chemistry and Microbial Defense: Evaluating Glycyrrhiza glabra Leaf Extracts, SEM Catalysts, and Antibacterial Agents.",
  "abstract": "The green catalytic synthesis of metallic nanoparticles from medicinal plants offers a sustainable and eco-friendly approach toward nanoparticle production. This study also explored the antimicrobial potential of nanoparticles, representing promising implications for their application in combating microbial pathogens. We describe the eco-friendly synthesis of silver nanoparticles (Ag NPs) utilizing leaf extract from Glycyrrhiza glabra. The green chemically synthesized Ag NPs are thoroughly characterized using UV-visible spectroscopy, FT-IR, XRD, SEM, and EDXA nano techniques. The peak absorbance of XRD represent maximum λ = 517 nm, demonstrate the presence of agglomerated particles in the Ag NPs attributed to surface plasmon resonance. The XRD pattern of Ag NPs revealed distinct peaks at specific angles, indicating the lattice spacing within the crystalline structure. FTIR spectra corroborated the existence of phenols, amines, alcohols, and flavonoids within the leaf extract of Glycyrrhiza glabra. SEM analysis depicted spherical Ag NPs with sizes ranging from 30 to 41 nm, and moderate particle agglomeration was observed. The EDAX spectra of the synthesized green Ag NPs reveal prominent peaks aligning with Ag at 3.0 eV. The antibacterial activity performed on E. coli, S. aureus, P. aeruginosa, and B. subtilis demonstrated significant zones of inhibition (ZOI) measuring 13.3, 15.8, 11.5, and 12.2 mm, respectively. The findings reflect potential of Ag NPs as a viable treatment option for infectious diseases caused by the tested pathogens. Thus, the utilization of G. glabra for the synthesis of Ag NPs presents a novel avenue in antimicrobial therapy. This approach holds significant to address the microbial infections and signify the potential of natural resources in combating healthcare challenges.",
  "publication_date": "2025-06-25",
  "journal": "Microscopy research and technique",
  "doi": "10.1002/jemt.70000",
  "entities": {
    "POLYPHENOL": [
      "a sustainable and eco-friendly approach",
      "flavonoids",
      "ftir spectra",
      "infectious diseases",
      "nano techniques",
      "specific angles",
      "the eco-friendly synthesis",
      "the edax spectra",
      "the microbial infections",
      "uv-visible spectroscopy"
    ]
  }
}