{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Modification of plum seed protein isolate via enzymatic hydrolysis, polyphenol conjugation and polysaccharide complexation to enhance emulsification and encapsulation of essential oils.",
  "abstract": "Partial or limited hydrolysis, polyphenol conjugation, and polysaccharide complexation are widely used methods to improve emulsifying properties of plant proteins. These modifications enable proteins to encapsulate essential oils more effectively, thereby expanding their potential applications. In this study, plum seed protein isolate (PSPI) was modified by enzymatic hydrolysis (Alcalase, pepsin, and flavourzyme), followed by conjugation with polyphenols (catechin, curcumin, and proanthocyanidin), complexation with polysaccharides (gum Arabic, sodium alginate, and wolfberry polysaccharides) to evaluate their effects on PSPI's structure and functional properties. The results showed that all three methods significantly improved PSPI's emulsifying and encapsulating properties by modulating its structure, solubility, surface hydrophobicity, and interfacial tension. These modification methods significantly affected stability of essential oil emulsions and physicochemical properties of the resulting capsules. Hydrolysis with Alcalase, coacervation with gum Arabic, and conjugation with catechin produced emulsions with excellent storage, thermal, and ionic stability. The resulting capsules exhibited higher encapsulation efficiency, improved dispersion, greater thermal stability, enhanced antioxidant and antibacterial activities, and a slower release rate. These findings suggest that PSPI hydrolysates, conjugates, and complexes could serve as preservatives, flavor enhancers, and antimicrobial agents, with potential applications in food packaging, oral care products (chewing gum, mouthwashes, and toothpaste), and niche pharmaceutical formulations.",
  "publication_date": "2025-03-06",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.141812",
  "entities": {
    "POLYPHENOL": [
      "catechin",
      "catechin produced emulsions",
      "curcumin",
      "polyphenol conjugation",
      "polyphenols",
      "their effects"
    ],
    "SYMPTOM": [
      "food packaging"
    ]
  }
}