{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Immunomodulatory Effects of Curcumin on CAR T-Cell Therapy.",
  "abstract": "Chimeric Antigen Receptor (CAR) T-cell therapy has revolutionized the treatment of hematological malignancies, demonstrating high efficacy in targeting and eliminating cancer cells. However, its clinical application can be associated with the risk of acute adverse effects, including cytokine release syndrome (CRS), a severe inflammatory response caused by excessive cytokine production. While anti-cytokine therapies are available to manage CRS, additional strategies are needed to optimize CAR T-cell efficacy with reduced toxicities. Curcumin, a bioactive polyphenol known for its anti-inflammatory and antioxidant properties, represents a promising adjunct for CAR T-cell therapy. In this study, we investigated the effects of curcumin on anti-CD19 CAR T-cells in vitro. Our results show that curcumin enhances the cytotoxic activity of CAR T-cells against Nalm-6, a B-cell acute lymphoblastic leukemia model, while reducing the production of pro-inflammatory cytokines, including IL-2 and IFN-γ. To explore its underlying mechanisms, network pharmacology and molecular docking analyses were performed, which revealed that curcumin interacts with key signaling pathways involved in T-cell activation and cytokine regulation. These findings support the potential of curcumin as a therapeutic adjunct to improve CAR T-cell efficacy while mitigating inflammatory toxicity.",
  "publication_date": "2025-04-10",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14040454",
  "entities": {
    "POLYPHENOL": [
      "a bioactive polyphenol",
      "acute adverse effects",
      "chimeric antigen receptor (car) t-cell therapy",
      "curcumin",
      "its underlying mechanisms",
      "molecular docking analyses",
      "the effects"
    ],
    "SYMPTOM": [
      "a b-cell acute lymphoblastic leukemia model",
      "cancer cells"
    ]
  }
}