{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Naringin attenuates angiotensin II induced cardiac hypertrophy by inhibiting carbonic anhydrase II.",
  "abstract": "Nutraceuticals exert a series of health benefits, including protection against cardiovascular diseases. In this study, naringin, naringenin, and quercetin were tested for their safety and efficacy in ameliorating angiotensin (Ang) II-induced cardiac hypertrophy through carbonic anhydrase II (CA-II) inhibition. In silico molecular docking and MD simulations exhibited that naringin strongly binds CA-II with a docking score of -9.55 kcal/mol and hydrogen bonding energy of -6.07 kcal/mol. Naringin formed stable hydrogen bond interactions with Asn62, Trp5, and N-acetyl His4 via catalytic water molecule, and a continuous interaction via major water bridge with N-acetyl His4, His4, and Trp5. Moreover, naringin effectively inhibited CA-II activity with an IC50value of 82.99 ± 4.92 nM, followed by naringenin and quercetin. Of note, all the tested nutraceuticals were found to be safe as evident from the cell viability assays. Further, naringin effectively attenuated cardiac hypertrophy, as indicated by the reductions in the Ang II-induced increases in cell surface area of H9c2 cardio myoblasts (165.6 ± 1.26% Ang II vs. 109.8 ± 1.88% Ang II + naringin), followed by naringenin and quercetin. Furthermore, naringin significantly inhibited CA-II activity (191.77 ± 7.69% Ang II vs. 120.16 ± 5.52% Ang II + naringin) and suppressed Ang II-induced CA-II and Na+/H+exchanger 1 (NHE1) protein expression. Besides, naringin suppressed Ang II-induced CA-II, NHE1, Na+/Ca2+exchanger 1 (NCX1), and angiotensin-converting enzyme (ACE1) mRNA expression. Collectively, naringin when compared to naringenin and quercetin effectively attenuated Ang II-induced cardio myoblast hypertrophy, CA-II activity, CA-II, and NHE1 expression. The naringin-mediated attenuation of cardiac hypertrophy might be through the inhibition of CA-II enzyme activity, and the suppression of NHE1, and NCX1.",
  "publication_date": "2025-04-06",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-95537-2",
  "entities": {
    "POLYPHENOL": [
      "catalytic water molecule",
      "furthermore, naringin significantly inhibited ca-ii activity",
      "molecular docking",
      "naringenin",
      "naringin",
      "protection",
      "quercetin",
      "the naringin-mediated attenuation"
    ]
  }
}