{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "The impact of consuming technologically processed functional foods enriched/fortified with (poly)phenols on cardiometabolic risk factors: a systematic review of randomized controlled trials.",
  "abstract": "Cardiovascular diseases are a major global cause of death and healthcare costs, emphasizing the need for effective prevention and management of cardiometabolic risk factors. One promising approach is the consumption of technologically processed functional foods enriched/fortified with (poly)phenols. The current systematic review aimed to evaluate the human clinical trials evidence on the effect of intake of these foods on reducing the most common cardiometabolic risk factors. 12 randomized controlled studies were included in the systematic review, with varying food intake amounts (27-360 g/day) and (poly)phenol doses (32.5-850 mg/day). These interventions included consumption of functional bakery goods, cereal bars, pasta, chocolate, and yogurt, with supplementation periods spanning from 2 to 52 wk. Several foods, such as green tea extract-fortified rye bread and olive fruit (poly)phenol-fortified yogurt, significantly lowered blood pressure. Flavonoid-enriched chocolate, hydroxytyrosol-fortified bread, and other products influenced glucose metabolism. Additionally, various functional foods were associated with improved blood lipid levels. While these results indicate the health advantages of consuming technologically processed functional foods enriched/fortified with (poly)phenols, caution is warranted due to the scarcity and limitations of existing studies. Further research is needed to confirm and expand upon these results in the prevention and management of cardiometabolic risk factors.",
  "publication_date": "2024-01-12",
  "journal": "Critical reviews in food science and nutrition",
  "doi": "10.1080/10408398.2023.2286475",
  "entities": {
    "POLYPHENOL": [
      "effective prevention",
      "flavonoid-enriched chocolate",
      "technologically processed functional foods",
      "the effect"
    ],
    "FOOD": [
      "chocolate",
      "green tea extract-fortified rye bread",
      "various functional foods"
    ]
  }
}