{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Gnetin C sensitizes darolutamide-resistant prostate cancer cells by targeting NAD+and energy metabolism.",
  "abstract": "Resistance to androgen receptor-targeted therapies, including darolutamide (Dar), remains a major challenge in treating castration-resistant prostate cancer (CRPC). Metabolic adaptations, particularly involving dysregulated NAD+metabolism and altered energy pathways, have been implicated in therapeutic resistance. In this study, we investigated whether Gnetin C-a resveratrol dimer derived from Gnetum gnemon-could overcome Dar resistance in prostate cancer cells. A recently established Dar-resistant 22Rv1 cell line (Dar-R) exhibited a metabolically quiescent phenotype, characterized by suppressed NAD+metabolism, a decreased NAD+/NADH ratio, and simultaneous inhibition of both glycolysis and oxidative phosphorylation. Gnetin C demonstrated strong anticancer activity in both parental and Dar-R cells. In Dar-R cells, it downregulated NMNAT2, resulting in intracellular NAD+depletion, and suppressed key mitochondrial proteins, leading to mitochondrial dysfunction. Gnetin C also downregulated Drp1 and upregulated Mitofusin-2, indicating a role in mitochondrial dynamics, and further inhibited glycolytic enzymes and glycolytic activity. These combined effects contributed to its potent anticancer activity by impairing both mitochondrial and glycolytic energy metabolism. Notably, Gnetin C significantly enhanced Dar sensitivity in Dar-R cells, accompanied by increased production of total and mitochondrial reactive oxygen species and the induction of apoptosis. These findings identify Gnetin C as a promising candidate for overcoming drug resistance in CRPC through metabolic disruption.",
  "publication_date": "2025-05-14",
  "journal": "Biochemical and biophysical research communications",
  "doi": "10.1016/j.bbrc.2025.152009",
  "entities": {
    "POLYPHENOL": [
      "a decreased nad+/nadh ratio",
      "a recently established dar-resistant 22rv1 cell line",
      "gnetin c-a resveratrol dimer",
      "receptor-targeted therapies",
      "these combined effects",
      "total and mitochondrial reactive oxygen species"
    ],
    "SYMPTOM": [
      "apoptosis",
      "castration-resistant prostate cancer",
      "its potent anticancer activity",
      "mitochondrial dysfunction",
      "prostate cancer cells",
      "strong anticancer activity"
    ]
  }
}