{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Bioactive preservative nano-packaging films based on food wastes of orange peels and Shrimp for apple (Malus domestica var. Anna) fruit quality and storage.",
  "abstract": "Storage of economic fruits is a fatal economic and nutritional factor for most countries. Edible coating played a restricted role in this manner, forcing good usability with many limitations. In this work, Apple (Malus domestica var. Anna) was coated using bioactive nanopackaging films formulated to overcome the economic limitations and drawbacks of conventional coating. The formulated bioactive nanopackaging was based on nanochitosan prepared from shrimp shells and orange peel waste, which is used to produce nanocellulose (white part) and extract active ingredients (orange part). The formulated bioactive nanopackaging based on nanochitosan and nanocellulose (2:1) and orange peel waste extract with ratios of 1, 3, and 5% (w/w) based on nanochitosan dry weight and called T3, T4, and T5, respectively. Characteristics of bioactive nanopackaging films and their precursor materials were characterized physicochemically and topographically as well. The waste orange peel waste extract was characterized phytochemically. According to the orange peel extract, the formulated bioactive nanopackaging films observed antioxidant and antimicrobial activity. The results revealed that all treatments outperformed the control, especially treatments T4 (1% Nano Chitosan + 1% Nano Cellulose + 3% Orange Peel Waste extract) and T5 (1% Nano Chitosan + 1% Nano Cellulose + 5% Orange Peel Waste extract), in terms of fruit decay percentage (11.72 ± 11.4 C and 12.33 ± 10.83 C, respectively), weight loss (3.81 ± 2.29B and 3.77 ± 2.22B, respectively), TSS/acidity (17.07 ± 1.14 A and 16.77 ± 1.18 A, respectively), fruit firmness (12.83 ± 1.19B and 13.48 ± 0.91 A, respectively), total sugars (7.98 ± 0.21 A and 8.21 ± 0.29 A, respectively) and total anthocyanin (0.21 ± 0.03B and 0.25 ± 0.05 A, respectively).",
  "publication_date": "2025-06-06",
  "journal": "Bioresources and bioprocessing",
  "doi": "10.1186/s40643-025-00890-9",
  "entities": {
    "POLYPHENOL": [
      "a fatal economic and nutritional factor",
      "economic fruits",
      "fruit decay percentage",
      "the economic limitations",
      "their precursor materials"
    ],
    "SYMPTOM": [
      "bioactive nanopackaging films",
      "the formulated bioactive nanopackaging",
      "the formulated bioactive nanopackaging films"
    ],
    "FOOD": [
      "orange peel waste",
      "orange peel waste extract",
      "the orange peel extract",
      "the waste orange peel waste extract"
    ]
  }
}