{
  "source": "PubMed",
  "query": "tannins",
  "title": "The ruminal and faecal microbiota, digestion processes, and milk composition of dairy cows are modified by the botanical biodiversity of pastures.",
  "abstract": "Pasture botanical diversity is known to change milk composition and improve dairy product quality. However, the chemical and physiological mechanisms behind this effect are only partially known and the role of ruminant's microbiota is still unclear. To study the effects of pasture botanical biodiversity on rumen microbiota, fermentation parameters and milk composition of dairy cows, an in vivo experiment, including in vitro measurements, was carried out with two balanced groups of seven dairy cows each. After a 5-week pre-experimental period on a common permanent grassland plot, the two groups of cows grazed for 4 weeks (experimental period) on two plots characterised by contrasting levels of plant biodiversity: low diversity (LD; 19 species, mainly grasses) and high diversity (HD; 56 species, mostly dicots). Samples of simulated bites, rumen fluid, faeces, and milk were collected at the end of the pre-experimental and experimental periods. The species richness (α-diversity) of bacteria and fungi in the rumen and faeces of the cows did not differ between treatments, contrary to the composition and relative abundance (β-diversity) of bacterial and fungal communities. In addition, during in vitro rumen fermentation, total gas production of HD herbage was lower compared with LD, probably because of the different chemical characteristics of the substrates and the partial inhibition of bacterial activity by tannins. Furthermore, methane production in vitro was reduced in the HD group compared to the LD one, as indicated by the higher CO2:CH4ratio. Thus, the differences in β-diversity may be explained both by herbage fibre and plant secondary metabolite contents. Plant tannins also protected dietary proteins from degradation, as indicated by the lower ammonia to CP ratio obtained in vitro in HD than in LD digesta. Comparable proportions of C18:3 n-3 were found in milk, despite the lower total fatty acid and C18:3 n-3 contents of the HD herbage. Plant secondary metabolites in the rumen could have partially inhibited the activity of ruminal bacteria responsible for the biohydrogenation of polyunsaturated fatty acids. This study explains how grazing dairy cows on permanent grasslands rich in plant biodiversity helps transferring polyunsaturated fatty acids from herbage to milk and likely reduces methane and ammonia emissions by influencing ruminal and faecal microbiota thanks to plant secondary metabolites.",
  "publication_date": "2025-05-01",
  "journal": "Animal : an international journal of animal bioscience",
  "doi": "10.1016/j.animal.2025.101537",
  "entities": {
    "POLYPHENOL": [
      "19 species",
      "56 species",
      "faeces",
      "plant secondary metabolites",
      "plant tannins",
      "ruminal and faecal microbiota thanks",
      "secondary metabolite contents",
      "secondary metabolites",
      "tannins",
      "the chemical and physiological mechanisms",
      "the effects",
      "the species richness",
      "this effect"
    ]
  }
}