{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Chamomile as a potential remedy for obesity and metabolic syndrome.",
  "abstract": "Obesity is an increasing health concern related to many metabolic disorders, including metabolic syndrome, diabetes type 2 and cardiovascular diseases. Many studies suggest that herbal products can be useful dietary supplements for weight management due to the presence of numerous biologically active compounds, including antioxidant polyphenols that can counteract obesity-related oxidative stress. In this review we focus onMatricaria chamomilla, commonly known as chamomile, and one of the most popular medicinal plants in the world. Thanks to a high content of phenolic compounds and essential oils, preparations from chamomile flowers demonstrate a number of pharmacological effects, including antioxidant, anti-inflammatory, antimicrobial and sedative actions as well as improving gastrointestinal function. Several recent studies have shown certain positive effects of chamomile preparations in the prevention of obesity and complications of diabetes. These effects were associated with modulation of signaling pathways involving the AMP-activated protein kinase, NF-κB, Nrf2 and PPARγ transcription factors. However, the potential of chamomile in the management of obesity seems to be underestimated. This review summarizes current data on the use of chamomile and its individual components (apigenin, luteolin, essential oils) to treat obesity and related metabolic disorders in cell and animal models and in human studies. Special attention is paid to molecular mechanisms that can be involved in the anti-obesity effects of chamomile preparations. Limitation of chamomile usage is also analyzed.",
  "publication_date": "2021-07-26",
  "journal": "EXCLI journal",
  "doi": "10.17179/excli2021-4013",
  "entities": {
    "SYMPTOM": [
      "metabolic syndrome",
      "obesity",
      "obesity-related oxidative stress"
    ],
    "POLYPHENOL": [
      "antioxidant polyphenols",
      "apigenin",
      "certain positive effects",
      "luteolin",
      "molecular mechanisms",
      "pharmacological effects",
      "phenolic compounds",
      "several recent studies",
      "special attention",
      "the anti-obesity effects",
      "these effects"
    ],
    "FOOD": [
      "chamomile usage"
    ]
  }
}