{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Desensitization of transient receptor potential vanilloid type-1 (TRPV1) channel as promising therapy of irritable bowel syndrome: characterization of the action of palvanil in the mouse gastrointestinal tract.",
  "abstract": "TRPV1 are involved in the control of the gastrointestinal (GI) functions and pain sensation. Their activation induces pain but it is followed by desensitization, which in turn causes analgesia. The studies from the last two decades indicate that TRPV1 are involved in visceral hypersensitivity in the GI tract and pathogenesis of irritable bowel syndrome (IBS). Therefore, the aim of this study is to assess the action of fast desensitizing agonist of TRPV1, palvanil (N-palmitoyl-vanillamine), in the murine GI tract and on nociception to evaluate its potential application in the therapy of IBS. The effect of palvanil on smooth muscle contractility was evaluated using organ baths. The impact of palvanil on intestinal secretion was assessed in Ussing chambers. In vivo, the action of palvanil (0.1-1 mg/kg) was assessed in whole GI transit, fecal pellet output, and colonic bead expulsion tests. The antinociceptive potency of palvanil was tested in the mustard oil-induced pain test. Palvanil inhibited colonic contractions (evoked by electrical field stimulation, EFS) and decreased the ion transport in the colon stimulated with forskolin. It did not affect secretion in experiments with veratridine. In vivo, palvanil prolonged whole GI transit at all doses tested. At the lower dose tested, it accelerated colonic motility during first 60 min following injection. By contrast, at the dose of 1 mg/kg, colonic motility was inhibited. Palvanil induced antinociceptive action at all tested doses in mustard oil-induced pain test. TRPV1 fast-desensitizing compounds, i.e., palvanil, may be promising agents in the therapy of IBS since it modulates intestinal motility and reduces visceral pain.",
  "publication_date": "2020-01-30",
  "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
  "doi": "10.1007/s00210-020-01829-x",
  "entities": {
    "SYMPTOM": [
      "pain",
      "pain sensation",
      "visceral pain"
    ],
    "POLYPHENOL": [
      "electrical field stimulation",
      "fecal pellet output",
      "injection",
      "intestinal secretion",
      "secretion",
      "the effect",
      "the last two decades"
    ],
    "FOOD": [
      "mustard oil-induced pain test",
      "the mustard oil-induced pain test"
    ]
  }
}