{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Punicalagin relieves hepatic injury by antioxidation and enhancement of autophagy in diet-induced nonalcoholic steatohepatitis.",
  "abstract": "Hepatic injury induced by many factors play a central role in the pathogenesis of liver diseases. Punicalagin (PUN) is a major antioxidant polyphenolic compound extracted from pomegranates. The aim of this study was to investigate the potential role of PUN on liver injury induced by nonalcoholic steatohepatitis (NASH). Therefore, the effects and mechanistic action of PUN on NASH mouse model induced by choline-deficient, L-amino acid- defined, high-fat (CDAAH) diet were investigated in vivo. Wild-type or nuclear erythroid 2-related factor 2 (Nrf2) KO mice were fed with CDAAH diet to induce NASH and then treated with PUN (100, 300 or 500 mg kg- 1day- 1) by gavage for 12 weeks. Blood and liver samples were collected to assess liver function, oxidative stress, inflammation, and autophagy pathological status. The results showed that 300 mg/kg PUN was the optimal concentration for relieving hepatic injury in NASH, characterized by decreased activities of serum alanine transaminase, aspartate aminotransferase, and liver lactate dehydrogenase activity and histopathological structural damage, and showed a hepatoprotective effect against NASH. PUN significantly reduced the level of liver inflammation and Txnip-NLRP3 signaling pathway in NASH mice. PUN reduced oxidative stress by reducing liver malondialdehyde levels and the accumulation of reactive oxygen species (ROS) and increasing liver superoxide dismutase and glutathione peroxidase activity. PUN may also attenuate oxidative stress and induce autophagy through the p62/Nrf2 and AMPK/mTOR/ULK1 pathway. More importantly, we found that these protective effects of PUN were attributed to enhanced antioxidant, anti-inflammatory and autophagy activity, which was mediated by the activation of the Nrf2 pathway using Nrf2 KO mice. In summary, the present results indicate that PUN successfully relieved NASH-induced liver damage by upregulating Nrf2 signaling and autophagy.",
  "publication_date": "2025-04-25",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-98044-6",
  "entities": {
    "POLYPHENOL": [
      "a hepatoprotective effect",
      "a major antioxidant polyphenolic compound",
      "decreased activities",
      "mechanistic action",
      "reactive oxygen species",
      "the effects",
      "these protective effects"
    ],
    "FOOD": [
      "pomegranates"
    ],
    "SYMPTOM": [
      "inflammation",
      "liver inflammation",
      "liver injury",
      "nash-induced liver damage",
      "oxidative stress"
    ]
  }
}