{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "The Role of Increased Expression of Sirtuin 6 in the Prevention of Premature Aging Pathomechanisms.",
  "abstract": "Sirtuins, in mammals, are a group of seven enzymes (SIRT1-SIRT7) involved in the post-translational modification of proteins-they are considered longevity proteins. SIRT6, classified as class IV, is located on the cell nucleus; however, its action is also connected with other regions, e.g., mitochondria and cytoplasm. It affects many molecular pathways involved in aging: telomere maintenance, DNA repair, inflammatory processes or glycolysis. A literature search for keywords or phrases was carried out in PubMed and further searches were carried out on the ClinicalTrials.gov website. The role of SIRT6 in both premature and chronological aging has been pointed out. SIRT6 is involved in the regulation of homeostasis-an increase in the protein's activity has been noted in calorie-restriction diets and with significant weight loss, among others. Expression of this protein is also elevated in people who regularly exercise. SIRT6 has been shown to have different effects on inflammation, depending on the cells involved. The protein is considered a factor in phenotypic attachment and the migratory responses of macrophages, thus accelerating the process of wound healing. Furthermore, exogenous substances will affect the expression level ofSIRT6: resveratrol, sirtinol, flavonoids, cyanidin, quercetin and others. This study discusses the importance of the role of SIRT6 in aging, metabolic activity, inflammation, the wound healing process and physical activity.",
  "publication_date": "2023-06-02",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms24119655",
  "entities": {
    "POLYPHENOL": [
      "different effects",
      "flavonoids",
      "many molecular pathways",
      "resveratrol"
    ],
    "SYMPTOM": [
      "both premature and chronological aging",
      "inflammation"
    ]
  }
}