{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Bio-sourcing from byproducts: A comprehensive review of bioactive molecules in Agri-Food Waste (AFW) streams for valorization and sustainable applications.",
  "abstract": "Agri-Food Waste (AFW) valorization represents a transformative approach to addressing global sustainability challenges by converting underutilized biomass into high-value bioactive compounds. This review offers a comprehensive examination of AFW streams-ranging from agricultural residues and post-harvest losses to food processing by-products-highlighting their composition, bioactive molecule content, and their untapped potential in various industrial applications. Special attention is given to the classification and health-promoting properties of key bioactives including polyphenols, carotenoids, dietary fibers, bioactive peptides, and lipids, emphasizing their roles in human nutrition, disease prevention, and functional product development. A critical evaluation of state-of-the-art extraction and recovery technologies is presented, covering solvent extraction, microwave-assisted extraction, enzyme-assisted extraction, solid-state fermentation, pressurized liquid extraction, supercritical fluid extraction, and the use of green solvents such as deep eutectic solvents (DES). The review further discusses the integration of these technologies into scalable, sustainable valorization pathways. Applications of waste-derived bioactives in the development of functional foods, beverages, dietary supplements, cosmetics, and pharmaceuticals are explored, along with the associated challenges including technical constraints, regulatory hurdles, and bioavailability issues. Emerging frameworks such as microalgae-based biorefineries are discussed for their potential in closed-loop circular economies. The manuscript also analyzes the environmental, economic, and societal implications of AFW valorization, offering insights into policy frameworks, life cycle assessments, market opportunities, and the role of innovation and cross-sector collaboration in promoting circular bioeconomy models. Ultimately, this review underscores the importance of AFW valorization as a pivotal strategy for sustainable development, resource efficiency, and the reduction of ecological footprints in the agri-food sector.",
  "publication_date": "2025-05-07",
  "journal": "Bioresource technology",
  "doi": "10.1016/j.biortech.2025.132640",
  "entities": {
    "POLYPHENOL": [
      "bioactive molecule content",
      "circular bioeconomy models",
      "closed-loop circular economies",
      "cross-sector collaboration",
      "deep eutectic solvents",
      "ecological footprints",
      "polyphenols",
      "special attention",
      "technical constraints",
      "the agri-food sector",
      "the environmental, economic, and societal implications",
      "these technologies"
    ],
    "FOOD": [
      "functional foods"
    ]
  }
}