{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Modular Assembly of B(III)-Coordinated Fluorophores with Quantitatively Predictable Photoinduced Electron Transfer for Chemosensing and Bioimaging.",
  "abstract": "Photoinduced electron transfer (PeT), a foundational mechanism for constructing stimuli-responsive fluorescent probes, faces persistent challenges, including the lack of generalizable quantitative models, limited systematic case studies, signal interference, and synthetic complexity. Herein, we propose a boron-centric PeT molecular engineering strategy that harnesses the unique tetrahedral coordination geometry of B(III) centers. This approach leverages the programmable nature of boron coordination chemistry to precisely tailor dye electronic energy levels and photophysical properties. Using dipyrromethane as a core scaffold and modulating boronic acid coordination with diverse nucleophiles (such as alcohols, phenols, and carboxylic acids), we developed a modular, multicomponent one-pot synthesis platform for efficient assembly of B-PeT dyes. Extending this strategy to pyrrolyldipyrrin and dipyrrolyldipyrrin scaffolds achieved the synthesis of near-infrared (NIR) B-PeT dyes. A library of 75 B(III)-derivatives was synthesized and characterized to enable systematic elucidation and predictive modeling of structure-PeT activity relationships, providing mechanistic insights to guide mitigation of PeT signal interference. The engineered B-PeT probes exhibit superior performance in photoactivated imaging and lysosomal pH sensing, highlighting their translational potential. Our work establishes boron coordination chemistry as a modular toolkit for rational PeT probe design, offering scalable molecular platforms for next-generation sensors with enhanced functionality and synthetic efficiency.",
  "publication_date": "2025-06-13",
  "journal": "Angewandte Chemie (International ed. in English)",
  "doi": "10.1002/anie.202509567",
  "entities": {
    "POLYPHENOL": [
      "a boron-centric pet molecular engineering strategy",
      "a foundational mechanism",
      "mechanistic insights",
      "photoinduced electron transfer",
      "precisely tailor dye electronic energy levels",
      "scalable molecular platforms"
    ],
    "SYMPTOM": [
      "photoactivated imaging and lysosomal ph sensing"
    ]
  }
}