{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Enhanced Extraction of Polyphenols, Physicochemical Properties, and Microbial Control inVitis viniferaL. Juice Using Ultrasound-Assisted Maceration.",
  "abstract": "Polyphenols are essential bioactive compounds that contribute to the nutritional and sensory properties of grape juice and wine. This study investigates the impact of ultrasound-assisted maceration (UAM) compared to traditional maceration (TM) techniques, under both warm and cold conditions, on the polyphenol content, physicochemical properties, and microbial counts of juice fromVitis viniferaL. Ultrasound-assisted maceration significantly enhanced the extraction of polyphenols, including anthocyanins, flavonols, flavan-3-ols, and stilbenes, within a shorter processing time. The total polyphenol content increased up to 689.3 mg/L under UAM, while TM required extended maceration periods to achieve comparable results. In addition to polyphenol enrichment, UAM resulted in improved physicochemical properties, including higher extract content (% Brix) and increased turbidity (NTU), with minimal impact on pH and acidity levels. Microbial counts in juice remained low under UAM, indicating that this method may also have antimicrobial benefits due to the cavitation effects of ultrasound. Conversely, TM under warm conditions led to a reduction in extract content and nitrogen availability due to fermentation processes initiated during prolonged maceration. The findings highlight that UAM is a highly efficient technique for enhancing the polyphenol profile of grape juice while preserving key physicochemical parameters and microbial decontamination. This study provides valuable insights for the beverage industry, suggesting that UAM can be a sustainable and time-efficient alternative to traditional maceration methods for producing high-quality grape-based beverages.",
  "publication_date": "2025-01-27",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30030587",
  "entities": {
    "POLYPHENOL": [
      "a highly efficient technique",
      "microbial decontamination",
      "polyphenol enrichment",
      "polyphenols",
      "the cavitation effects",
      "the polyphenol content",
      "the polyphenol profile",
      "the total polyphenol content",
      "traditional maceration (tm) techniques"
    ],
    "FOOD": [
      "grape juice",
      "high-quality grape-based beverages",
      "juice",
      "juice fromvitis viniferal. ultrasound-assisted maceration",
      "wine"
    ]
  }
}