{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Research progress of SIRTs activator resveratrol and its derivatives in autoimmune diseases.",
  "abstract": "Autoimmune diseases (AID) have emerged as prominent contributors to disability and mortality worldwide, characterized by intricate pathogenic mechanisms involving genetic, environmental, and autoimmune factors. In response to this challenge, a growing body of research in recent years has delved into genetic modifications, yielding valuable insights into AID prevention and treatment. Sirtuins (SIRTs) constitute a class of NAD-dependent histone deacetylases that orchestrate deacetylation processes, wielding significant regulatory influence over cellular metabolism, oxidative stress, immune response, apoptosis, and aging through epigenetic modifications. Resveratrol, the pioneering activator of the SIRTs family, and its derivatives have captured global scholarly interest. In the context of AID, these compounds hold promise for therapeutic intervention by modulating the SIRTs pathway, impacting immune cell functionality, suppressing the release of inflammatory mediators, and mitigating tissue damage. This review endeavors to explore the potential of resveratrol and its derivatives in AID treatment, elucidating their mechanisms of action and providing a comprehensive analysis of current research advancements and obstacles. Through a thorough examination of existing literature, our objective is to advocate for the utilization of resveratrol and its derivatives in AID treatment while offering crucial insights for the formulation of innovative therapeutic approaches.",
  "publication_date": "2024-06-19",
  "journal": "Frontiers in immunology",
  "doi": "10.3389/fimmu.2024.1390907",
  "entities": {
    "POLYPHENOL": [
      "intricate pathogenic mechanisms",
      "our objective",
      "recent years",
      "resveratrol",
      "their mechanisms"
    ],
    "SYMPTOM": [
      "apoptosis",
      "oxidative stress"
    ]
  }
}