{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Chlorogenic acid protects against cisplatin-induced testicular damage: a biochemical and histological study.",
  "abstract": "One of the adverse effects of cisplatin (CIS) treatment is its reproductive toxicity, which limits its clinical use in male patients. The aim of our study was to investigate the potential protective effects and mechanisms of chlorogenic acid (CHA), a well-known antioxidant and anti-inflammatory polyphenol, in a CIS-induced testicular toxicity model. To this end we divided 30 Sprague-Dawley rats into five groups: control and four groups receiving either CHA alone (3 mg/kg), CIS alone (5 mg/kg), or their weaker and stronger combinations: CIS+CHA (1.5 mg/kg) and CIS+CHA (3 mg/kg), respectively. In the combination groups the rats first received a single 5 mg/kg dose of CIS, followed by either 1.5 or 3 mg/kg of CHA administered intraperitoneally for three consecutive days. Testicular tissues were harvested on the fifth day of the experiment. The level of testicular oxidative stress and inflammation induced by CIS and the histopathological changes observed were restored to normal following treatment with both doses of CHA. Furthermore, treatment with CHA led to the regeneration of Nrf2 and HO-1 levels, which had been suppressed by CIS. Consequently, the levels of endoplasmic reticulum stress and apoptosis were reduced. These findings indicate that CHA may counter the reproductive toxicity of CIS and may therefore serve as its add-on in cancer therapy.",
  "publication_date": "2025-06-30",
  "journal": "Arhiv za higijenu rada i toksikologiju",
  "doi": "10.2478/aiht-2025-76-3990",
  "entities": {
    "POLYPHENOL": [
      "a well-known antioxidant and anti-inflammatory polyphenol",
      "chlorogenic acid",
      "mechanisms",
      "the adverse effects",
      "the potential protective effects",
      "three consecutive days"
    ],
    "SYMPTOM": [
      "apoptosis",
      "cancer therapy",
      "endoplasmic reticulum stress",
      "inflammation",
      "testicular oxidative stress"
    ]
  }
}