{
  "source": "PubMed",
  "query": "tannins",
  "title": "Phytochemical Characterization and Antioxidant Activity ofCajanus cajanLeaf Extracts for Nutraceutical Applications.",
  "abstract": "Cajanus cajan(guandú) is a widely cultivated leguminous plant in Panama; however, its phytochemical composition remains underexplored. Traditionally used in Asia and Africa for its medicinal properties, the plant's bioactive compounds responsible for these benefits have not been fully identified. The phytochemical profile and antioxidant capacity ofC. cajanleaf extracts from Panama were characterized, highlighting their potential applications. Ethanolic extracts obtained via ultrasonication were analyzed through phytochemical screening, confirming the presence of alkaloids, tannins, saponins, and steroids. Spectrophotometric analysis revealed high total phenolic (71 mg g-1) and flavonoid (30 mg g-1) contents. Antioxidant assays demonstrated significant 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) radical cation (ABTS+) inhibition and 2,2-diphenyl-1-picrylhydrazyl (DPPH) radical scavenging activity. Gas chromatography-mass spectrometry (GC-MS) analysis identified 35 bioactive compounds inC. cajanleaves for the first time, including lupeol (antimicrobial and antitumor), lupenone (antidiabetic), squalene (antitumor and antioxidant), tocopherol (antioxidant), and β-amyrin (antibacterial and anti-Alzheimer's). These findings expand the known phytochemical profile ofC. cajan, supporting its pharmaceutical, nutraceutical, and agro-industrial potential. Moreover, this research provides a foundation for further studies on the plant's bioactive compounds and their applications in human health and sustainable agriculture.",
  "publication_date": "2025-04-15",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30081773",
  "entities": {
    "POLYPHENOL": [
      "flavonoid (30 mg g-1) contents",
      "gas chromatography-mass spectrometry",
      "spectrophotometric analysis",
      "tannins"
    ]
  }
}