{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "2',6'-dihydroxy-3',4'-dimethoxydihydrochalcone counteracts cancer multidrug resistance by impeding STAT3 activation and ABC transporter-mediated drug efflux.",
  "abstract": "Multidrug resistance (MDR) is a major obstacle to current cancer treatment, driven by complex and multifaceted mechanisms. To date, no targeted therapy has been successfully developed to overcome MDR in oncology. In this study, we identify 2',6'-dihydroxy-3',4'-dimethoxydihydrochalcone (DDC) from Fissistigma cupreonitens as a potent MDR-reversing agent that simultaneously inhibits P-glycoprotein (P-gp), breast cancer resistance protein (BCRP), and multidrug resistance-associated protein 1 (MRP1) efflux activities while suppressing STAT3 phosphorylation. Mechanistic investigations revealed that DDC noncompetitively inhibits P-gp efflux activity through interfering with its ATPase function, thereby reducing drug extrusion. Additionally, DDC effectively suppresses BCRP- and MRP1-mediated drug transport, reinforcing its role as a broad-spectrum MDR modulator. Beyond its direct effects on ABC transporters, DDC induces collateral STAT3 inhibition, leading to reactive oxygen species (ROS) accumulation, cell cycle regulation, and proapoptotic effects in MDR cancer cells when combined with chemotherapeutic agents. In zebrafish larval xenograft model, co-administration of DDC with chemotherapy significantly inhibited tumor growth at concentrations exhibiting minimal toxicity. These findings highlight a dual-targeting strategy by which DDC disrupts both ABC transporter function and STAT3 signaling, presenting a promising approach for defeating MDR and enhancing the cure rate of standard chemotherapy regimens.",
  "publication_date": "2025-05-13",
  "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
  "doi": "10.1016/j.biopha.2025.118153",
  "entities": {
    "SYMPTOM": [
      "breast cancer resistance protein",
      "current cancer treatment",
      "mdr cancer cells",
      "tumor growth"
    ],
    "POLYPHENOL": [
      "a broad-spectrum mdr modulator",
      "complex and multifaceted mechanisms",
      "its direct effects",
      "mechanistic investigations",
      "proapoptotic effects",
      "reactive oxygen species (ros) accumulation"
    ]
  }
}