{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Extraction of bioactive compounds from different yerba mate genotypes and development of an antimicrobial gel.",
  "abstract": "Yerba mate (Ilex paraguariensis) is an essential source of bioactive compounds, such as polyphenols and methylxanthines, which provide health benefits and present potential antimicrobial properties. Nevertheless, the yerba mate genotypes and conditions to obtain plant extracts may influence the results of their biological potential. This paper describes the production of hydroethanolic extracts from two different genotypes of yerba mate (BRS and EC38) using a statistical experimental design. The total phenolic compounds (TPC), total flavones and flavonols (TFF), antioxidant activity, and antimicrobial potential were determined for each extract. Besides, some extracts were selected for chromatographic evaluation (LC-DAD and LC-QTOF-MS) and the development of an antimicrobial gel. The highest concentration of TPC was observed in BRS genotype (112 mg GAE/g DW) and the highest value of TFF was detected in EC38 genotype (19.45 QE/g DW). The highest values of antioxidant activities were 598.9 μmol TE/g DW for BRS and 753.7 μmol TE/g DW for EC38. A total of 16 phenolic compounds and flavonols were identified in yerba mate extracts by LC-QTOF-MS, and the EC38 genotype presented the highest number of compounds. The extracts from the BRS genotype had higher concentration of theobromine and caffeine, compared to the EC38 genotype. The yerba mate extracts could inhibit Escherichia coli, Staphylococcus aureus and Candida albicans, though at different levels. The yerba mate gels demonstrated equal and/or superior inhibitory capacity against E. coli and S. aureus compared to hand sanitizing gel produced only with ethanol (40 % and 70 %).",
  "publication_date": "2025-05-02",
  "journal": "Fitoterapia",
  "doi": "10.1016/j.fitote.2025.106582",
  "entities": {
    "POLYPHENOL": [
      "16 phenolic compounds",
      "ec38",
      "ec38 genotype",
      "polyphenols",
      "the ec38 genotype",
      "the total phenolic compounds"
    ],
    "FOOD": [
      "plant extracts"
    ]
  }
}