{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Advanced characterization of fish skin gelatin-proanthocyanidins covalent and non-covalent composite emulsions for benzyl isothiocyanate delivery.",
  "abstract": "This research endeavored to engineer robust delivery matrices for bioactives, specifically benzyl isothiocyanate (BITC), by harnessing the synergistic covalent and non-covalent interactions between fish skin gelatin (FSG) and proanthocyanidins (PC) to synthesize novel composite emulsions. The objective was to delineate the influence of these molecular interactions on the emulsion's structural integrity and stability, which are pivotal for the efficacious encapsulation and controlled release of BITC. Employing a suite of analytical techniques, including Fourier transform infrared spectroscopy (FTIR), fluorescence spectroscopy, and contact angle measurements, the study delineated the predominant molecular forces at play within the FSG-PC complex, identifying electrostatic and hydrophobic interactions as the cornerstones of this interaction. An assessment of the emulsions' physicochemical properties, encompassing chromaticity, antioxidant efficacy, microstructural attributes, particle dimensions, zeta potential, and BITC retention, was undertaken to discern the optimal encapsulation strategy. The data unequivocally indicated that emulsions enriched with 0.06 wt% PC, in non-covalent synergy with FSG, afforded the most pronounced stability and retention of BITC. This work paves the way for future studies and the translational application of FSG-PC composite emulsions in the realm of bioactive substance delivery, offering a promising avenue for innovation in pharmaceutical and nutraceutical formulations.",
  "publication_date": "2024-12-21",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2024.139071",
  "entities": {
    "POLYPHENOL": [
      "analytical techniques",
      "electrostatic and hydrophobic interactions",
      "fluorescence spectroscopy",
      "infrared spectroscopy",
      "proanthocyanidins",
      "the objective",
      "the predominant molecular forces",
      "these molecular interactions"
    ]
  }
}