{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Exploring the Neuroprotective Properties of Celery (Apium graveolensLinn) Extract Against Amyloid-Beta Toxicity and Enzymes Associated with Alzheimer's Disease.",
  "abstract": "Celery (Apium graveolensL.), one of the numerous members of the Apiaceae family, has been traditionally used as food and medicine due to its nutraceutical properties. Nevertheless, understanding the neuroprotective effects of this species requires evaluation through different mechanisms relevant to Alzheimer's disease (AD) treatment. This study explored the neuroprotective potential of ethanolic extracts of celery leaves. Liquid chromatography and mass spectrometry-based metabolomics analysis of the extract revealed the existence of a diverse array of secondary metabolites, including phenolic acids, hydroxycinnamic acid, flavonoids, flavonoidO-glycosides, flavonol, glycosides, and isoflavones. Celery extract protects human neuroblastoma SH-SY5Y cells against 15 µM amyloid-beta (Aβ1-42) toxicity, enhancing their vitality from 67% to 81.74% at 100 µg/mL. The extract inhibited the enzymes associated with AD, including acetylcholinesterase (AChE), butyrylcholinesterase (BChE), glycogen synthase kinase 3 beta (GSK3β), cyclooxygenase 1 (COX-1), and cyclooxygenase 2 (COX-2) with IC50values of 21.84, 61.27, 45.94, 34.1, and 52.2 µg/mL, respectively. In conclusion, celery leaf extract components may be potential therapeutic candidates for AD prevention and treatment.",
  "publication_date": "2025-05-16",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30102187",
  "entities": {
    "FOOD": [
      "celery",
      "celery extract",
      "celery leaf extract components",
      "celery leaves"
    ],
    "POLYPHENOL": [
      "different mechanisms",
      "flavonoido-glycosides",
      "flavonoids",
      "hydroxycinnamic acid",
      "mass spectrometry-based metabolomics analysis",
      "secondary metabolites",
      "the neuroprotective effects",
      "the neuroprotective potential",
      "this species"
    ],
    "SYMPTOM": [
      "alzheimer's disease"
    ]
  }
}