{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Antibacterial Potential and Phytochemical Composition in Subcritical Water Extraction of Lempoyang (Zingiber zerumbet).",
  "abstract": "Lempoyang, scientifically known asZingiber zerumbet, is a plant rich in potential medicinal properties due to its numerous active ingredients. The aim of this study was to investigate the phytochemical composition and antibacterial potential of crude extracts of lempoyang obtained by subcritical water extraction (SWE). Fresh rhizomes of lempoyang were extracted using the one-factor-at-a-time (OFAT) approach with different extraction times (5 min, 10 min, 15 min, 20 min and 25 min), while other extraction parameters were kept constant. The resulting crude extracts, characterised by gas chromatography-mass spectrometry (GCMS), contained 13 different constituents. Among these, 2,6,10-cycloundecatrien-1-one,2,6,9,9-tetramethyl-,(E,E,E)- or zerumbone consistently had the highest percentage area under the peak across all extraction times, ranging from 17.15% to 28.72% at retention times of 19.215 min to 19.270 min. Qualitative screening of these crude extracts revealed the presence of phenolics, alkaloids, flavonoids, terpenoids, saponins and tannins, indicating the rich phytochemical diversity of lempoyang. However, steroids and anthocyanins have not been detected. In terms of antibacterial activity, disc diffusion using the Kirby-Bauer method showed positive results for the 25-minute crude extract againstEscherichia coli, yielding a zone of inhibition of 8.63 ± 0.36 mm at a concentration of 100 mg/mL/disc. None of the extracts were found to have detectable antibacterial activity againstBacillus subtilis,Staphylococcus aureus,Pseudomonas aeruginosa,Salmonella choleraesuisandSerratia marcescens. These results emphasise the potential of SWE for extracting valuable compounds from fresh lempoyang rhizomes. At the same time, they highlight that different extraction times influence the phytochemical profile and antibacterial activity of the crude extracts at higher extract concentrations.",
  "publication_date": "2025-03-30",
  "journal": "Tropical life sciences research",
  "doi": "10.21315/tlsr2025.36.1.9",
  "entities": {
    "POLYPHENOL": [
      "detectable antibacterial activity",
      "flavonoids",
      "gas chromatography-mass spectrometry",
      "tannins"
    ]
  }
}