{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Biocontrol Potential of Raw Olive Mill Waste AgainstVerticillium dahliaein Vegetable Crops.",
  "abstract": "Verticillium wilt caused by the soil-borne fungusVerticillium dahliaecauses severe losses to a broad range of economically important crops worldwide. Chemical disease management is ineffective; thus, alternative control strategies are needed. Olive-producing countries face the challenge of managing olive mill wastewater (OMW) in an environmentally friendly and agronomically beneficial manner. The proper use of OMW supported by scientific research has been proposed as a valuable means for successful disease management. In this respect, we tested whether soil application of raw OMW can protect vegetable crops againstV. dahliaeand investigated the potential disease-suppressive mechanisms. OMW inhibited significantly fungal growth, sporulation, hyphae width, and conidial and microsclerotial germinationin vitro, and these effects were dose-dependent. Moreover, the addition of OMW in the soil provided sufficient protection of eggplant and tomato againstV. dahliaein planta. The high OMW-conferred protection of eggplant was gradually decreased, possibly due to the decreased phenolic content in OMW over time. Bioassays with sterilized soil substrate and OMW, along with isolated microbial strains, revealed that soil- and OMW-originated microbes had no role in disease suppression. Moreover, split-root set-ups suggested a non-systemic OMW-induced resistance mechanism. Root-drench application of OMW in eggplant and tomato plants did not cause significant alterations in the structure of the plant microbiome that could be associated with disease suppressiveness.",
  "publication_date": "2025-03-10",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14060867",
  "entities": {
    "POLYPHENOL": [
      "a non-systemic omw-induced resistance mechanism",
      "economically important crops",
      "sufficient protection",
      "the decreased phenolic content",
      "the high omw-conferred protection",
      "the potential disease-suppressive mechanisms",
      "these effects",
      "this respect"
    ],
    "SYMPTOM": [
      "managing olive mill wastewater"
    ],
    "FOOD": [
      "eggplant",
      "eggplant and tomato againstv. dahliaein planta",
      "eggplant and tomato plants"
    ]
  }
}