{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Oxidative Stress and Ultrastructural Analysis in Heart, Aorta, Skeletal Muscle and Lung of Rats Treated with N-Acetylcysteine or Rutin After Sprint Running.",
  "abstract": "Background:Sprinting, a high-intensity, short-duration exercise, induces oxidative stress. This causes molecular and ultrastructural alterations. Antioxidant supplementation may mitigate side effects of near or complete exhaustion.Methods:Twenty-eight healthy male adult rats received orally normal saline, carboxymethylcellulose (vehicle), artificial, N-acetylcysteine or a natural antioxidant, Rutin. Rats were subjected to treadmill sprinting at increasing speeds for 5 days/week. After 26 days, samples were collected to measure oxidative stress (malondialdehyde, MDA; the ratio of reduced-to-oxidized glutathione, GSH/GSSG), inflammation markers (enzymatic level of inducible nitric oxide synthase, iNOS; cytokine level of tumor necrosis factor alpha, TNFα) and for transmission electron microscopy (TEM) analysis. Results: Rutin attenuated MDA levels and increased antioxidant protection in all tissues, while NAC decreased the lipid peroxidation in all tissues except the lungs. NAC increased aortic inflammation, with higher TNF-α and iNOS. Sprinting caused intimal detachment in the heart and aorta. Rutin and NAC minimized endocardium alterations. Additionally, Rutin prevented myocardial disorganization.Conclusions:Rutin mitigated the oxidative stress damage of sprinting in the heart, aorta, skeletal muscle and lung. NAC protected against oxidative injury caused by sprinting in the heart, aorta and muscle but not the lung, and it induced aortic inflammation.",
  "publication_date": "2025-06-02",
  "journal": "Journal of functional morphology and kinesiology",
  "doi": "10.3390/jfmk10020206",
  "entities": {
    "SYMPTOM": [
      "aortic inflammation",
      "inflammation markers",
      "oxidative stress",
      "the oxidative stress damage"
    ],
    "POLYPHENOL": [
      "increased antioxidant protection",
      "molecular and ultrastructural alterations",
      "rutin",
      "rutin and nac minimized endocardium alterations",
      "side effects",
      "transmission electron microscopy",
      "tumor necrosis factor alpha"
    ]
  }
}