{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Piper aduncumpolyphenols and flavonoids enhance gut health, immune and anti-inflammatory activity and performance indices of broiler chickens.",
  "abstract": "High-level use of antibiotics as grow promotors in animal nutrition in the last six decades has pushed to bacterial resistance to these molecules. The search for alternative ways including plants extracts, essential oils or phytochemicals to tackle this problem is increasing nowadays. This study aimed to evaluate the effects ofPiper aduncumpolyphenols (PaP) and flavonoids (PaF) on broiler chicken gut health. 396 Cobb 500 broiler chickens aged 1-33 d old were fed a base diet (BD). Birds were randomly divided into two control (C) and four supplementations (S) groups. C1 was fed with BD and C2 with BD + 50 ppm zinc bacitracin. S1 and S2 were supplemented with 17.5 and 35.0 ppm PaP, whereas S3 and S4 were supplemented with 17.5 and 35.0 ppm PaF of the diet, respectively and sub ministered in drinking water from 1-21 d of age. Thein vivogut microbiota at 21 and 28 d of age, gut villi histomorphometry at 7, 14, and 21 d and performance indices at 7, 21 and 33 d were evaluated. Data was processed using a general factorial arrangement. PaP and PaF supplementation, increased lymphocytes and globulins in chickens at 14 d of age (p< 0.05), at the same time erythrocytes, granulocytes, and ALT profiles decreased at 21 d of age (p< 0.05).Escherichia coliandStaphylococcus aureusabundance (log10CFU/g) decreased,Lactobacillussp. was enhanced in ileal mucosa and content of chickens at 21 d old on supplementation 35.0 ppm PaP, 17.5 and 35.0 ppm of PaF (p< 0.05) and villi length increased with the age of chickens supplemented 17.5 ppm of PaP, 17.5 and 35.0 ppm of PaF (p< 0.05). As a result, PaP and PaF maintain weight gain and feed conversion rate, reduce feed intake and improve carcass yield overall in the three stages of broiler chickens. In conclusion, PaP and PaF enhanced gut health, the immune and anti-inflammatory activity, and performance indices of broiler chickens.",
  "publication_date": "2025-05-27",
  "journal": "Frontiers in veterinary science",
  "doi": "10.3389/fvets.2025.1597948",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "the effects ofpiper aduncumpolyphenols",
      "the last six decades",
      "these molecules"
    ]
  }
}