{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Resveratrol, a SIRT1 activator, attenuates aging-associated alterations in skeletal muscle and heart in mice.",
  "abstract": "Aging is associated with impairment of multiple organs, including skeletal muscle and heart. In this study, we investigated whether resveratrol, an activator of an NAD+-dependent protein deacetylase Sirtuin-1 (SIRT1), attenuates age-related sarcopenia and cardiomyocyte hypertrophy in mice. Treatment of mice with resveratrol (0.4 g/kg diet) from 28 weeks of age for 32 weeks prevented aging-associated shortening of rotarod riding time. In the tibialis anterior (TA) muscle, histogram analysis showed that the atrophic muscle was increased in 60-week-old (wo) mice compared with 20-wo mice, which was attenuated by resveratrol. In the heart, resveratrol attenuated an aging-associated increase in the cardiomyocyte diameter. Acetylated proteins were increased and autophagic activity was reduced in the TA muscle of 60-wo mice compared with those of 20-wo mice. Resveratrol treatment reduced levels of acetylated proteins and restored autophagic activity in the TA muscle. Aging-related reduction in myocardial autophagy was also suppressed by resveratrol. Skeletal muscle-specific SIRT1 knockout mice showed increases in acetylated proteins and atrophic muscle fibers and reduced autophagic activity in the TA muscle. These results suggest that activation of SIRT1 by treatment with resveratrol suppresses sarcopenia and cardiomyocyte hypertrophy by restoration of autophagy in mice.",
  "publication_date": "2023-04-11",
  "journal": "Journal of pharmacological sciences",
  "doi": "10.1016/j.jphs.2023.04.001",
  "entities": {
    "SYMPTOM": [
      "aging",
      "aging-associated shortening",
      "aging-related reduction",
      "an aging-associated increase"
    ],
    "POLYPHENOL": [
      "resveratrol",
      "resveratrol suppresses sarcopenia",
      "resveratrol treatment reduced levels",
      "skeletal muscle-specific sirt1 knockout mice"
    ]
  }
}