{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "A comparison of the Abraham and Wayne state university compound descriptor databases for use with the solvation parameter model.",
  "abstract": "The solvation parameter model employs six fixed descriptors (seven for compounds that exhibit variable hydrogen-bond basicity) to characterize the contribution of intermolecular interactions to equilibrium distribution properties. McGowan's characteristic volume (V) and excess molar refraction (E) for liquids at 20 °C can be calculated from structure and a refractive index value in the case of E. The remaining descriptors identified as dipolarity/polarizability (S), overall hydrogen-bond acidity (A), overall hydrogen-bond basicity (B or B°), the gas-liquid partition constant at 25 °C (L), and E for solids at 20 °C are experimental quantities more likely to vary when taken from different sources. There are two large, curated descriptor databases, known as the Abraham and Wayne State University (WSU-2025) databases that facilitate applications of the solvation parameter model to separation systems. These databases were developed independently using different experimental data. In some cases, this has led to significantly different descriptor assignments for the same compound. In this report, descriptor quality for over 300 compounds sourced from the above curated databases are compared using a generalized compound classification scheme and filters for descriptor difference values. For n-alkanes and monofunctional n-alkanes there are only small differences in descriptor values. Significantly larger differences are observed for multifunctional compounds including systematic differences in at least one descriptor for polycyclic aromatic hydrocarbons, phthalate esters, phenols, amides, and compounds of variable hydrogen-bond basicity. Partition constants for octanol-water, n-heptane-2,2,2-trifluoroethanol, and n-heptane-formamide biphasic systems, and gas chromatographic retention factors on a poly(3-cyanopropylphenyldimethylsiloxane) stationary phase are used to verify descriptor quality. The WSU-2025 database shows a significant improvement in model quality with better precision than the Abraham database descriptors as well as facilitating the identification of compounds likely to have misassigned descriptors in the Abraham database.",
  "publication_date": "2025-06-16",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.466114",
  "entities": {
    "POLYPHENOL": [
      "better precision",
      "intermolecular interactions"
    ]
  }
}