{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Innovative approaches to enhancing tamarind seed germination and phytochemical production through laser irradiation: implications for photodynamic therapy.",
  "abstract": "Tamarindus indica, commonly known as tamarind, is a fruit tree belonging to the Leguminosae (Fabaceae) family, recognized for its traditional medicinal uses. Tamarind leaf extract is rich in antioxidants and anti-inflammatory compounds and possesses antimicrobial and antifungal properties. Despite its benefits, enhancing the germination and seedling quality of tamarind seeds remains a challenge. This study aims to explore the effects of laser irradiation processing on tamarind seeds, examining both the phytochemical changes in seedlings post-irradiation and the biological activities of tamarind leaf extracts before and after helium-neon (He-Ne) laser treatment. Tamarind seeds were irradiated using a red He-Ne laser at 630 nm for 10 min. The experimental design included control groups of non-irradiated seeds for comparative analysis. Following irradiation, various parameters were measured. Additionally, tamarind leaf extracts were prepared for antimicrobial and anticancer activity assessments. Irradiation of tamarind seeds significantly enhanced several growth parameters compared to non-irradiated controls. Specifically, there was an increase in germination percentage, dry weight of plant material, total protein content, total flavonoids, total phenols, and 2,2-Diphenyl-1-picrylhydrazyl (DPPH) activity in seedlings from irradiated seeds. The laser-processed extracts exhibited significant antibacterial activity against both gram-positive and gram-negative bacteria. Furthermore, photodynamic treatment demonstrated that laser processing effectively suppressed the growth of human cancer cell line (A549) cancer cells at lower concentrations compared to untreated extracts. The study concludes that laser irradiation is an effective method for enhancing the germination and seedling quality of Tamarindus indica. Additionally, it positively influences the phytochemical properties of tamarind leaf extracts as a bio-drug, enhancing their biological activities. These findings suggest that laser irradiation not only improves seed germination and crop yield but also enhances the phytochemical profile of tamarind leaves, potentially increasing their therapeutic efficacy.",
  "publication_date": "2025-06-20",
  "journal": "Lasers in medical science",
  "doi": "10.1007/s10103-025-04527-3",
  "entities": {
    "POLYPHENOL": [
      "an effective method",
      "the effects",
      "total flavonoids"
    ],
    "SYMPTOM": [
      "a549) cancer cells",
      "antimicrobial and anticancer activity assessments",
      "human cancer cell line"
    ]
  }
}