{
  "source": "PubMed",
  "query": "catechins",
  "title": "Fermentation of Amazonian fruit pulp (bacaba) with distinct probiotics: Impacts on chemical composition, bioaccessibility, and effects on human intestinal microbiota.",
  "abstract": "Bacaba (Oenocarpus bacaba Mart.) is an underexplored Amazonian fruit rich in polyphenols that can serve as a substrate for probiotic survival and may positively impact on the composition and metabolism of the intestinal microbiota. This study aimed to evaluate the bacaba pulp fermented with probiotics Lactobacillus acidophilus 05 (LA-05) and Lacticaseibacillus casei 01 (LC1) regarding the chemical composition and probiotics survivability during fermentation (48 h), and the effect on the modulation of the intestinal microbiota of healthy adults through 16S rRNA sequencing. The probiotic-fermented bacaba pulps showed decreased pH and total soluble solids values and sugar content (maltose, glucose, fructose, and rhamnose), and increased titratable acidity values, organic acid content (lactic and tartaric acids), and phenolic compounds concentration compared to the control pulp. Furthermore, it presented adequate probiotic viability after fermentation and simulated gastrointestinal conditions. The bacaba pulp fermented with LC1 showed a higher concentration of butyric acid and phenolic compounds concentration (trans-resveratrol, cis resveratrol, catechin, procyanidin B2, and pelargonidin 3-glucoside) and bioaccessibility compared to the control pulp. The bacaba pulp fermented with LA-5 showed a higher concentration of pelargonidin 3-glucoside and procyanidin B2compared to the control pulp and the highest bioaccessibility of some phenolic compounds (trans-resveratrol, cis-resveratrol, catechin, epicatechin, procyanidin B1, procyanidin B2, myricetin, and isorhamnetin). In vitro fecal fermentation reduced the pH and increased the abundance of Desulfovibrionales, Lactobacillales, and Peptostreptococcales-Tissierellales for all treatments. Bacaba pulp with LC1 resulted in the lowest pH values, and increased production of organic acids and concentration of phenolic compounds. Furthermore, both probiotic pulps increased the abundance of Lactobacillales and Acidaminococcales and decreased the abundance of Clostridiales. These findings provide new information about the potential of using bacaba in a functional pulp that may benefit human health through colonic microbiota changes.",
  "publication_date": "2025-04-01",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116326",
  "entities": {
    "POLYPHENOL": [
      "butyric acid and phenolic compounds concentration",
      "catechin",
      "cis resveratrol",
      "cis-resveratrol",
      "epicatechin",
      "isorhamnetin",
      "myricetin",
      "pelargonidin",
      "phenolic compounds",
      "phenolic compounds concentration",
      "polyphenols",
      "procyanidin",
      "resveratrol",
      "some phenolic compounds",
      "the effect",
      "vitro fecal fermentation"
    ]
  }
}