{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Intake of Products Containing Anthocyanins, Flavanols, and Flavanones, and Cognitive Function: A Narrative Review.",
  "abstract": "The purpose of this review is to examine human research studies published within the past 6 years which evaluate the role of anthocyanin, flavanol, and flavanone consumption in cognitive function, and to discuss potential mechanisms of action underlying any observed benefits. Evidence to date suggests the consumption of flavonoid-rich foods, such as berries and cocoa, may have the potential to limit, or even reverse, age-related declines in cognition. Over the last 6 years, the flavonoid subgroups of anthocyanins, flavanols, and flavanones have been shown to be beneficial in terms of conferring neuroprotection. The mechanisms by which flavonoids positively modulate cognitive function are yet to be fully elucidated. Postulated mechanisms include both direct actions such as receptor activation, neurotrophin release and intracellular signaling pathway modulation, and indirect actions such as enhancement of cerebral blood flow. Further intervention studies conducted in diverse populations with sufficient sample sizes and long durations are required to examine the effect of consumption of flavonoid groups on clinically relevant cognitive outcomes. As populations continue to focus on adopting healthy aging strategies, dietary interventions with flavonoids remains a promising avenue for future research. However, many questions are still to be answered, including identifying appropriate dosage, timeframes for intake, as well as the best form of flavonoids, before definitive conclusions can be drawn about the extent to which their consumption can protect the aging brain.",
  "publication_date": "2021-09-03",
  "journal": "Frontiers in aging neuroscience",
  "doi": "10.3389/fnagi.2021.640381",
  "entities": {
    "POLYPHENOL": [
      ", age-related declines",
      "both direct actions",
      "conferring neuroprotection",
      "flavonoid groups",
      "flavonoid-rich foods",
      "flavonoids",
      "indirect actions",
      "postulated mechanisms",
      "potential mechanisms",
      "receptor activation",
      "the effect",
      "the flavonoid subgroups",
      "the mechanisms"
    ],
    "FOOD": [
      "appropriate dosage",
      "cocoa"
    ],
    "SYMPTOM": [
      "healthy aging strategies",
      "the aging brain"
    ]
  }
}