{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Effect of resveratrol and quercetin on SFRP4 as a biomarker of diabesity: In silico and in vivo studies.",
  "abstract": "The concurrent presence of complex metabolic disorders such as obesity and diabetes within an individual is known as diabesity. Various organs are involved in metabolic chronic diseases like obesity, hypertension, and diabetes. In the last few years, the rise in diabetes cases has coincided with the rapid elevation in obesity rates, resulting in a global health crisis. Major risk factors playing a critical role in the spread of obesity include high-fat food consumption, high-calorie foods, and insufficient physical activity. Diabetes is strongly linked with obesity in terms of metabolic abnormalities and physiological processes, including inflammation. Diabetes type 2 (T2D) is caused primarily by insulin resistance and insufficient insulin release from beta cells of the pancreas. An obese or overweight individual has a strong association with insulin resistance, which in turn leads to the development of T2D. Metabolic stress due to nutrient overload releases different types of inflammatory mediators (such as TNF-α, IL-6, and SFRP4) from adipose tissues in obesity. Secreted frizzled-related protein 4 (SFRP4) is also an inflammatory mediator that impairs insulin secretion. SFRP4 acts as an early biomarker for diabesity expressed with interleukin-1 beta (IL-1β) in the adipose tissues that hinders the exocytosis of insulin-secreting granules from the pancreatic β-cells and is a potential target for preserving β-cell dysfunction and the diabesity treatment. In the current study, plant-based phytocompounds were identified and investigated in silico and in vivo for their ability to suppress the expression of SFRP4. In a diet-induced mouse model, short-listed compounds such as resveratrol and quercetin at higher and lower doses were found effective and significant in reducing the anti-inflammatory mediators and SFRP4 levels. Overall, the current study describes the expression of SFRP4, IL-6, and TNF-α, and its inhibition by various inhibitors. Moreover, the study's findings suggest that resveratrol and quercetin hold promise as potential treatments for diabesity.",
  "publication_date": "2025-04-02",
  "journal": "Biochemical and biophysical research communications",
  "doi": "10.1016/j.bbrc.2025.151748",
  "entities": {
    "SYMPTOM": [
      "hypertension",
      "inflammation",
      "insulin resistance",
      "obesity",
      "obesity rates",
      "stress"
    ],
    "POLYPHENOL": [
      "insulin-secreting granules",
      "quercetin",
      "quercetin hold promise",
      "resveratrol",
      "secreted frizzled-related protein",
      "that resveratrol"
    ]
  }
}