{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Cocoa Flavanol Supplementation and the Effect on Insulin Resistance in Females Who Are Overweight or Obese: A Randomized, Placebo-Controlled Trial.",
  "abstract": "There is interest in the impact that dietary interventions can have on preventing the transition from insulin resistance to type 2 diabetes, including a suggestion that the bioactive components of cocoa may enhance fasting insulin sensitivity. However, a role for cocoa flavanols (CF) in reducing insulin resistance in the insulin-stimulated state, an important risk factor for cardiovascular disease, is unresolved. This study investigated whether CF consumption improved whole-body insulin-mediated glucose uptake ('M') in females with overweight/obesity, using a randomized, double-blinded, placebo-controlled, parallel-group design. Thirty-two premenopausal females (19-49 years; 27-35 kg·m-2) with elevated HOMA-IR (HOMA-IR >1.5) supplemented their habitual diet with two servings/day of a high-flavanol cocoa drink (HFC; 609 mg CF/serving;n= 16) or low-flavanol cocoa drink (LFC; 13 mg CF/serving;n= 16) for 4 weeks. Assessment of HOMA-IR and 'M' during a 3-h, 60 mIU insulin·m-2·min-1euglycemic clamp was performed before and after the intervention. Data are the mean (SD). Changes to HOMA-IR (HFC -0.003 (0.57); LFC -0.0402 (0.86)) and 'M' (HFC 0.99 (7.62); LFC -1.32 (4.88) µmol·kg-1·min-1) after the intervention were not different between groups. Four weeks' consumption of ~1.2 g CF/day did not improve indices of fasting insulin sensitivity or insulin-mediated glucose uptake. A recommendation for dietary supplementation with cocoa flavanols to improve glycemic control is therefore not established.",
  "publication_date": "2023-01-21",
  "journal": "Nutrients",
  "doi": "10.3390/nu15030565",
  "entities": {
    "SYMPTOM": [
      "insulin resistance",
      "overweight/obesity"
    ],
    "FOOD": [
      "a high-flavanol cocoa drink",
      "cocoa",
      "cocoa flavanols"
    ],
    "POLYPHENOL": [
      "a recommendation"
    ]
  }
}