{
  "source": "PubMed",
  "query": "lignans",
  "title": "The prospect and underlying mechanisms of Chinese medicine in treating periodontitis.",
  "abstract": "Inflammation represents a critical immune response triggered by cellular activities and inflammatory mediators following tissue damage. It plays a central role in the pathological progression of diverse diseases, including psychiatric disorders, cancer, and immunological conditions, rendering it an essential target for therapeutic intervention. Periodontitis, a prevalent oral inflammatory disease, is a leading cause of tooth loss and poses significant health challenges globally. Traditionally, inflammatory diseases such as periodontitis have been treated with systemic administration of synthetic chemicals. However, recent years have witnessed challenges, including drug resistance and microbial dysbiosis associated with these treatments. In contrast, natural products derived from Chinese medicine offer numerous benefits, such as high safety profiles, minimal side effects, innovative pharmacological mechanisms, ease of extraction, and multiple targets, rendering them viable alternatives to conventional antibiotics for treating inflammatory conditions. Numerous effective anti-inflammatory natural products have been identified in traditional Chinese medicine (TCM), including alkaloids, flavonoids, terpenoids, lignans, and other natural products that exhibit inhibitory effects on inflammation and are potential therapeutic agents. Several studies have confirmed the substantial anti-inflammatory and immunomodulatory properties of these compounds. This comprehensive review examines the literature on the anti-inflammatory effects of TCM-derived natural products from databases such as PubMed, Web of Science, and CNKI, focusing on terms like \"inflammation\", \"periodontitis\", \"pharmacology\", and \"traditional Chinese medicine\". The analysis systematically summarizes the molecular pharmacology, chemical composition, and biological activities of these compounds in inflammatory responses, alongside their mechanisms of action. This research seeks to deepen understanding of the mechanisms and biological activities of herbal extracts in managing inflammatory diseases, potentially leading to the development of promising new anti-inflammatory drug candidates. Future applications could extend to the treatment of various inflammatory conditions, including periodontitis.",
  "publication_date": "2025-05-01",
  "journal": "Chinese journal of natural medicines",
  "doi": "10.1016/S1875-5364(25)60842-9",
  "entities": {
    "SYMPTOM": [
      "\"inflammation",
      "cancer",
      "inflammation"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "inhibitory effects",
      "innovative pharmacological mechanisms",
      "minimal side effects",
      "numerous effective anti-inflammatory natural products",
      "recent years",
      "the anti-inflammatory effects",
      "the mechanisms",
      "the molecular pharmacology",
      "their mechanisms"
    ]
  }
}