{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Overexpression of aMalus baccata(L.) Borkh WRKY Factor GeneMbWRKY33Increased High Salinity Stress Tolerance inArabidopsis thaliana.",
  "abstract": "The WRKY transcription factor family is a significant family of plant transcription factors (TFs). Plant growth and development are often influenced by abiotic factors, such as salinity and low temperature. Numerous studies have demonstrated that WRKY TFs primarily influence plant responses to adversity. However, there are few studies on the role of WRKY genes in the stress responses ofMalus baccata(L.) Borkh. We cloned theMbWRKY33gene fromMalus baccatafor this research, and its roles in salt stress tolerance were analyzed. Phylogenetic tree analysis revealed that MbWRKY33 and PbWRKY33 have the highest homology. Subcellular localization revealed that MbWRKY33 was located within the nucleus. An analysis of tissue-specific expression showed thatMbWRKY33had relatively high expression levels in young leaves and roots. Moreover,Arabidopsis thalianaplants overexpressingMbWRKY33exhibited stronger resistance to salt stress compared with the wild type (WT) and the unloaded line empty vector (UL). Under the treatment of 200 mM NaCl, transgenicArabidopsis thalianaplants exhibited significantly higher activities of antioxidant enzymes like superoxide dismutase (SOD), peroxidase (POD), and catalase (CAT) than the control. In contrast, the WT and the UL lines had elevated levels of malondialdehyde (MDA) and reactive oxygen species (ROS). In addition,MbWRKY33elevates transgenic plant resistance to salt stress by regulating the expression levels ofAtNHX1, AtSOS1,AtSOS3, AtNCED3, AtSnRK2,andAtRD29a. Results indicated thatMbWRKY33inMalusmight be linked to high-salinity stress responses, laying a foundation for understanding WRKY TFs' reaction to such stress.",
  "publication_date": "2025-06-18",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125833",
  "entities": {
    "SYMPTOM": [
      "high-salinity stress responses",
      "salt stress tolerance",
      "stress",
      "such stress",
      "the stress"
    ],
    "POLYPHENOL": [
      "reactive oxygen species",
      "the unloaded line empty vector",
      "tissue-specific expression"
    ]
  }
}