{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Coordinated transcriptomic and metabolomic analyses reveal mechanisms involved in smut disease resistance in Rheum officinale Baill.",
  "abstract": "The rampant outbreak of smut disease has led to a sharp decline in the yield and quality of Rheum officinale Baill. (R. officinale), therefore, research on the molecular mechanisms and regulatory pathways of smut disease is urgent. After long-term observation and screening, we identified three-year-old healthy R. officinale plants that had not yet developed disease in the infected area, and selected infected plants as controls. GO and KEGG functional enrichment analyses revealed significantly enriched GO terms and metabolic pathways. We obtained 20 DEGs that were highly enriched in infected plants compared with healthy plants, including a broad-spectrum disease resistance gene named nonexpressor of pathogenesis-related gene 1 (RoNPR1). And we found that during the occurrence of smut disease, RoPW220, RoNPR1, and RoWRKY40 were highly enriched and has a significant effect on the production of important secondary metabolites such as anthraquinone in R. officinale. Analysis revealed that the structural domains and protein functions of RoNPR1 are highly conserved. The RoNPR1 gene is located in the nucleus and is expressed in various tissues. The occurrence of smut induces a high accumulation of mRNA transcripts of the RoNPR1 gene in stems, leaves, and petioles. As the invasion of stems deepens, the expression level of the RoNPR1 gene increases more significantly from stage Ⅰ to stage Ⅴ. During stages Ⅴ to VIII, the expression level of the RoNPR1 gene gradually decreases, indicating that smut disease may have caused severe damage to the growth of R. officinale. Through yeast hybridization, we verified that RoNPR1 physically interacts with the bZIP transcription factors TGACG sequence-specific binding protein 1 (RoTGA1), RoTGA2, RoTGA3, RoTGA5, and RoTGA8. In R. officinale, RoNPR3 and RoNPR4 may also play a role in the occurrence of smut disease. These results will help understanding the specific genes involved in the resistance to the smut disease.",
  "publication_date": "2025-06-21",
  "journal": "Gene",
  "doi": "10.1016/j.gene.2025.149642",
  "entities": {
    "POLYPHENOL": [
      "a broad-spectrum disease resistance gene",
      "a sharp decline",
      "a significant effect",
      "important secondary metabolites",
      "infected plants",
      "tgacg sequence-specific binding protein",
      "the infected area",
      "the molecular mechanisms",
      "the specific genes"
    ]
  }
}