{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Comparative transcriptome and metabolome profiling unveil genotype-specific strategies for drought tolerance in cotton.",
  "abstract": "As a globally important economic crop, cotton often faces yield and quality limitations due to drought stress. To elucidate drought tolerance mechanisms, this study screened a drought-tolerant variety (64-22-3) and a drought-sensitive variety (Anmian 3, A3) from five drought-resistant and five drought-sensitive materials, respectively. Integrated transcriptomic and metabolomic analyses revealed 7,351 differentially expressed genes (DEGs) in the drought-tolerant variety under drought treatment (5,034 upregulated, 2,317 downregulated), while the drought-sensitive variety exhibited 5,009 DEGs (3,222 upregulated, 1,787 downregulated). Metabolomic profiling identified 169 differentially accumulated metabolites (DAMs) (120 upregulated, 49 downregulated) in 64-22-3 and 173 DAMs (120 upregulated, 53 downregulated) in A3. KEGG enrichment analysis showed that DEGs and DAMs in both varieties were significantly enriched in secondary metabolite biosynthesis, flavonoid biosynthesis, and sesquiterpenoid/triterpenoid biosynthesis. Notably, the drought-tolerant variety displayed specific enrichment in phenylpropanoid biosynthesis, linoleic acid metabolism, and glucosinolate biosynthesis, suggesting their roles in drought adaptation. Weighted gene co-expression network analysis (WGCNA) of 2,064 unique DEGs and 20 key metabolites in the drought-tolerant variety identified blue and turquoise modules as strongly associated with metabolite accumulation, with core hub genes Ghi_D06G05631 and Ghi_A13G12271, which encode TOPLESS-related 1 protein and CIPK6 (CBL-interacting protein kinase 6) separately. Transcription factor (TF) analysis revealed seven high-connectivity TF families (HSF, Golden2-like, SNF2, mTERF, bHLH, C2H2, B3) in the blue module and six TF families (Tify, ARR-B, AUX/IAA, bHLH, Alfin-like, LUG) in the turquoise module, suggesting their coordinated regulation of drought responses. This study systematically elucidates the molecular network underlying cotton's drought adaptation, providing critical insights for identifying key drought-resistant genes and developing resilient cultivars.",
  "publication_date": "2025-06-13",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1610552",
  "entities": {
    "POLYPHENOL": [
      "a globally important economic crop",
      "elucidate drought tolerance mechanisms",
      "secondary metabolite biosynthesis",
      "seven high-connectivity tf families",
      "specific enrichment",
      "the molecular network"
    ],
    "SYMPTOM": [
      "drought stress"
    ]
  }
}