{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Advancements in neuroblastoma treatment: FDA-approved drugs and role of phytochemicals.",
  "abstract": "Neuroblastoma (NB) is a solid Pediatric tumor that forms in immature nerve cells. Commonly affecting the adrenal glands, spinal cord, or neck. This cancer is prevalent in children under five years old and accounts for over 15% of cancer-related deaths in this age group. Low-risk tumors can be treated surgically, intermediate-risk tumors require surgery and chemotherapy, and radiation therapy for high-risk Advancements in treatment through FDA-approved drugs and plant-derived compounds. FDA-approved drugs like Entrectinib, Dinutuximab, Unitaxin, Doxorubicin, Hydrochloride, Lorlatinib, and Crizotinib are pivotal in treating neuroblastoma. These agents inhibit pathways such as TrkA/B/C, ROS, and ALK, and the GD2 antigen. In addition to these therapies, phytochemicals have emerged as promising anticancer agents. Compounds such as quercetin, rutin, chalcone, gedunine, lycorine, withaferin A, and resveratrol have anti-cancer properties in preclinical models, targeting tumor growth and apoptosis pathways. These are improving the prevention of tumor growth through cross-reactions. Additional plant extracts have exhibited activity against neuroblastoma. This review highlights the synergistic potential of FDA-approved drugs and plant-derived phytoconstituents in improving neuroblastoma treatment outcomes.",
  "publication_date": "2025-05-29",
  "journal": "Molecular biology reports",
  "doi": "10.1007/s11033-025-10633-w",
  "entities": {
    "POLYPHENOL": [
      "entrectinib",
      "neck",
      "preclinical models",
      "quercetin",
      "resveratrol",
      "rutin"
    ],
    "SYMPTOM": [
      "anti-cancer properties",
      "apoptosis pathways",
      "cancer-related deaths",
      "promising anticancer agents",
      "this cancer",
      "tumor growth"
    ],
    "FOOD": [
      "additional plant extracts"
    ]
  }
}