{
  "source": "PubMed",
  "query": "catechins",
  "title": "Protein structure modification and allergenic properties of soybean protein isolate in combination with (-)-epigallocatechin gallate and exopolysaccharides.",
  "abstract": "A ternary conjugate ((EGCG-SPI)-EPS) formed by soybean protein isolate (SPI) with (-)-epigallocatechin gallate (EGCG) and exopolysaccharides (EPS) derived from Lactiplantibacillus plantarum A114 were prepared. The structure characteristic of (EGCG-SPI)-EPS were investigated by fluorescence or ultraviolet spectroscopy, Fourier transform infrared (FTIR), scanning electron microscopy (SEM) and differential scanning calorimeter (DSC), the results showed that covalent binding with EGCG and EPS resulted in structural alterations of SPI, characterized by fluorescence quenching, changes of secondary structure, an increase in UV ultraviolet absorption and thermal stability. SDS-PAGE result indicated that compared to native SPI, the molecular mass of (EGCG-SPI)-EPS was increased. In addition, the modification also improved the emulsification stability and free radical scavenging capacity of complex. The results of ELISA and Western blot indicated that after simulated gastric digestion treatment, the IgE binding ability of (EGCG-SPI)-EPS complex was remarkably declined compared to native SPI or other complexes. This study identifies a promising method for modifying SPI to reduce its allergenicity, and provides a new direction to develop hypoallergenic products using soybean protein isolate.",
  "publication_date": "2025-05-18",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144351",
  "entities": {
    "FOOD": [
      "soybean protein isolate"
    ],
    "POLYPHENOL": [
      "(egcg-spi)-eps",
      "(egcg-spi)-eps complex",
      "-)-epigallocatechin gallate",
      "a new direction",
      "egcg",
      "electron microscopy",
      "secondary structure",
      "the molecular mass",
      "ultraviolet spectroscopy"
    ]
  }
}