{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Cranberry extract attenuates indomethacin-induced gastriculcer in rats via its potential atioxidant and anti-inflammatory effects.",
  "abstract": "Indomethacin (IND) belongs to nonsteroidal anti-inflammatory drugs (NSAIDs) prescribed for the treatment of rheumatoid diseases and linked to the development of gastric ulcers in many people. Cranberry is a rich source of polyphenols and flavonoids, which have powerful antioxidant and anti-inflammatory properties. The study aimed to evaluate the activity of cranberry aqueous extract on IND-induced gastric ulcers in albino rats. Twenty adult male rats were sequentially assigned to four groups of five each. The control group consumes distilled water (DW) orally for 15 days. The IND group received a single oral dosage (60 mg/kg) of IND. The omeprazole (OMP) group got 60 mg/kg of IND as a single oral dose and then 20 mg/kg/day of OMP for 15 days. The cranberry group was given a single dose of IND 60 mg/kg orally and 200 mg/kg/day of cranberry aqueous extract for 15 days. Rats were euthanized on day 16, and gastric tissues were removed for biochemical and histopathological evaluations. Cranberry extract considerably ameliorated the severity of IND-induced gastric ulcerations and fixed the histopathological alterations, including mucosal membrane necrosis, congestion, inflammatory cell penetration, and deteriorations of GIT. Furthermore, IND-exposed rats treated with cranberry extract exhibited dramatically lower serum levels of oxidative biomarkers like MDA and inflammatory biomarkers like TNF-α and IL-6, but higher levels of anti-oxidative biomarkers like SOD and GPx and anti-inflammatory biomarkers like IL-10. The bioactive flavonoids and polyphenols content of cranberry extract could account for its profound gastroprotective effects. The anti-oxidative and anti-inflammatory properties of cranberry extract could be a promising strategy for ameliorating the IND-aggravated gastrotoxicity.",
  "publication_date": "2025-06-27",
  "journal": "Journal of molecular histology",
  "doi": "10.1007/s10735-025-10438-y",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "its profound gastroprotective effects",
      "mucosal membrane necrosis",
      "polyphenols",
      "polyphenols content",
      "the bioactive flavonoids"
    ],
    "FOOD": [
      "a single oral dosage"
    ]
  }
}