{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Ellagic acid-loaded chitosan nanoparticles as an approach for mitigating oxidative stress and liver damage in Poloxamer-407-induced hyperlipidemia in mice: Development and optimization through 3 level full factorial design.",
  "abstract": "The primary cause of atherosclerosis and cardiovascular disorders is hyperlipidemia. Ellagic Acid (EA) is a naturally occurring polyphenol found in fruits and nuts. This medication has garnered attention due to its possible therapeutic benefits, encompassing the treatment of hyperlipidemia. In this study, ellagic acid was incorporated into a nanocarrier system using chitosan, a biodegradable polymer, via an ionotropic gelation technique, aiming to enhance its solubility and bioavailability. The effects of ellagic acid-loaded chitosan nanoparticles (EA-CS-NPs) were evaluated in a hyperlipidemic mouse model induced by poloxamer 407 (PL-407). Administration of a single intraperitoneal dose of 300 mg/kg body weight of PL-407 resulted in the induction of hyperlipidemia. The mice were grouped into five groups: Control, PL-407, EA-free drug, blank CS-NPs, and EA-CS-NPs. Serum analysis included the measurement of liver function biomarkers, lipid profiles, and liver antioxidant capacity. Additionally, a histopathological evaluation of liver tissue was performed. This study showed that PL-407 treatment increased hepatic oxidative stress and serum lipid biomarkers, with significant liver tissue changes in hyperlipidemic mice. EA-CS-NPs exerted the most protective effects, improving hepatic antioxidant capacity, serum lipid profile, and hepatic histological changes, highlighting their potential as a therapeutic approach for hyperlipidemia.",
  "publication_date": "2025-04-28",
  "journal": "International journal of pharmaceutics",
  "doi": "10.1016/j.ijpharm.2025.125659",
  "entities": {
    "SYMPTOM": [
      "atherosclerosis",
      "hepatic oxidative stress",
      "hyperlipidemia"
    ],
    "POLYPHENOL": [
      "a naturally occurring polyphenol",
      "an ionotropic gelation technique",
      "ellagic acid",
      "ellagic acid-loaded chitosan nanoparticles",
      "the effects",
      "the most protective effects"
    ]
  }
}