{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Thermosonication as a Novel Processing Technique to Enhance Phenolic Content, Amino Acids, and Health-Promoting Activities of White Onion Juice.",
  "abstract": "Onion (Allium cepa L.) possesses strong antioxidant, antimicrobial, and anti-inflammatory properties due to its rich content of flavonoids, phenolic compounds, vitamins, and minerals. This study aimed to evaluate the impact of thermosonication (TS) on enhancing the functional and bioactive properties of white onion juice. Three different treatments were applied: control (C-WOJ), thermal pasteurization (P-WOJ), and thermosonication (TS-WOJ). Using response surface methodology (RSM), the optimal TS conditions were determined as 45.45 °C, 12.90 min, and 67.67% amplitude. Under these conditions, total phenolic content (154.36 mg GAE/100 mL), total flavonoid content (19.62 mg CE/100 mL), and antioxidant activity (64.42%) significantly increased. TS also enhanced the levels of chlorogenic acid (355.71 μg/mL), catechin hydrate (123.86 μg/mL), and quercetin (153.13 μg/mL). Additionally, the TS group exhibited higher total amino acid content (15.64 mg/100 g), with notable increases in aspartic acid (3.82 mg/100 g) and glutamic acid (2.56 mg/100 g). Thermosonicated white onion juice demonstrated significant anticancer (inducing 11.9% apoptotic cell death in colon cancer cells), antihypertensive (ACE inhibition), and antidiabetic (α-glucosidase and α-amylase inhibition) effects. TS enhances the stability and bioavailability of bioactive components, offering a low-cost and effective alternative technology for the food industry.",
  "publication_date": "2025-06-03",
  "journal": "ACS omega",
  "doi": "10.1021/acsomega.5c03006",
  "entities": {
    "FOOD": [
      "onion",
      "thermosonicated white onion juice",
      "white onion juice"
    ],
    "POLYPHENOL": [
      "a low-cost and effective alternative technology",
      "chlorogenic acid",
      "flavonoids",
      "phenolic compounds",
      "total flavonoid content"
    ],
    "SYMPTOM": [
      "11.9% apoptotic cell death",
      "colon cancer cells",
      "significant anticancer"
    ]
  }
}