{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Nutrient and Phytochemical Composition of Nine African Leafy Vegetables: A Comparative Study.",
  "abstract": "Micronutrient deficiencies and the increased incidences of non-communicable diseases are public health challenges for the sub-Saharan population. Leafy vegetables reportedly contain several minerals, vitamins and antioxidant compounds which could help reduce the above challenges. However, overall vegetable consumption is still low in Uganda, partly due to limited information about the nutritional quality and health-promoting properties of the available vegetable species. To provide scientific justification for increased growth/production and utilisation of specific leafy vegetable species as food, the nutrient and phytochemical compositions were determined in nine African leafy vegetables. The 'true' protein and dietary fibre contents were 13-33 and 29-43 g/100 g DW, respectively, whereas the starch content was below 6 g/100 g DW. As for the minerals, the Ca, Mg, and Fe contents were 630-3395, 324-1428, and 14-78 mg/100 g DW, respectively, whereas the Zn content was below 6 mg/100 g DW. High carotenoid contents were observed with lutein and β-carotene as the predominant carotenoids (25-60 and 12-29 mg/100 g DW, respectively). The vitamin C and total polyphenol contents were 24-253 mg/100 g DW and 17-43 mg GAE/g DW, respectively. The leafy vegetables studied are low-calorie and can be considered alternative protein sources. They are generally health-beneficial foods as they contain natural antioxidant compounds, vitamin C, carotenoids and polyphenols. African nightshade,Amaranthussp., cowpea leaves, and spider plant are potential sources of provitamin A (β-carotene) and minerals (Ca and Fe); hence, they can help reduce incidences of related deficiencies.",
  "publication_date": "2025-04-09",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14081304",
  "entities": {
    "POLYPHENOL": [
      "polyphenols",
      "specific leafy vegetable species",
      "the available vegetable species",
      "total polyphenol contents"
    ]
  }
}