{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Prioritization of novel anti-infective stilbene derivatives by combining metabolomic data organization and a stringent 3R-infection model in a knowledge graph.",
  "abstract": "The rising threat of multidrug-resistant tuberculosis, caused byMycobacterium tuberculosis, underscores the urgent need for new therapeutic solutions to tackle the challenge of antibiotic resistance. The current study utilized an innovative 3R infection model featuring the amoebaDictyostelium discoideuminfected withMycobacterium marinum, serving as stand-ins for macrophages andM. tuberculosis, respectively. This high-throughput phenotypic assay allowed for the evaluation of more specific anti-infective activities that may be less prone to resistance mechanisms. To discover novel anti-infective compounds, a diverse collection of 1600 plant NEs from the Pierre Fabre Library was screened using the latter assay. Concurrently, these NEs underwent untargeted UHPLC-HRMS/MS analysis. The biological screening flagged the NE fromStauntonia brunonianaas one of the anti-infective hit NEs. High-resolution HPLC micro-fractionation coupled with bioactivity profiling was employed to highlight the natural products driving this bioactivity. Stilbenes were eventually identified as the primary active compounds in the bioactive fractions. A knowledge graph was then used to leverage the heterogeneous data integrated into it to make a rational selection of stilbene-rich NEs. Using both CANOPUS chemical classes and Jaccard similarity indices to compare features within the metabolome of the 1600 plant NEs collection, 14 NEs rich in stilbenes were retrieved. Among those, the roots ofGnetum edulewere flagged as possessing broader chemo-diversity in their stilbene content, along with the corresponding NE also being a strict anti-infective. Eventually, a total of 11 stilbene oligomers were isolated fromG. eduleand fully characterized by NMR with their absolute stereochemistry established through electronic circular dichroism. Six of these compounds are new since they possess a stereochemistry which was never described in the literature to the best of our knowledge. All of them were assessed for their anti-infective activity and (-)-gnetuhainin M was reported as having the highest anti-infective activity with an IC50of 22.22 μM.",
  "publication_date": "2025-04-23",
  "journal": "RSC advances",
  "doi": "10.1039/d4ra08421g",
  "entities": {
    "POLYPHENOL": [
      "a diverse collection",
      "a rational selection",
      "an innovative 3r infection model",
      "electronic circular dichroism",
      "more specific anti-infective activities",
      "novel anti-infective compounds",
      "resistance mechanisms",
      "the 1600 plant nes collection",
      "the amoebadictyostelium discoideuminfected withmycobacterium marinum",
      "the anti-infective hit nes",
      "the highest anti-infective activity",
      "their anti-infective activity"
    ]
  }
}