{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "The Distribution and Variation of Phenolic Acids in Chrysanthemum morifolium (Chuju) in Different Plant Parts During Growth Stages.",
  "abstract": "Chrysanthemum is commonly known as a natural Chinese herbal medicine, whose flowers are traditionally used for edible and therapeutic purposes for health benefits. Phenolic acids are the main compounds that are considered to have important biological activity in the Chrysanthemum flower. An efficient and accurate analytical method to quantify 16 targeted phenolic acids was established and validated using a high-performance liquid chromatography method. The distribution of free and bound phenolic acids in different Chuju organs was analyzed and quantified. The detected phenolic acids were present at higher concentrations in flower materials than in other plant organs, including salicylic acid, chlorogenic acid, and vanillic acid. Second only to flowers, the leaves also could be recommended as an optimal source of certain phenolic acids, which include benzoic acid and sinapic acid. The types and contents of bound phenolic acids increased markedly in root and stem materials. Additionally, phenolic acid content fluctuated throughout the growth stages, with the highest levels observed during full flowering. Our study provided valuable information on the distribution and variation of phenolic acids in the Chuju plant at different growth stages, further providing research prospects to promote Chuju usage and function in the herbal tea and pharmaceutical industries, and even promoting Chuju cultivation.",
  "publication_date": "2025-03-31",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202403398",
  "entities": {
    "POLYPHENOL": [
      "benzoic acid and sinapic acid",
      "chlorogenic acid",
      "research prospects",
      "salicylic acid",
      "the detected phenolic acids",
      "vanillic acid"
    ],
    "FOOD": [
      "chuju usage",
      "the herbal tea and pharmaceutical industries"
    ]
  }
}