{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Metabolic and Antioxidant Variations in \"Regina\" Raspberries: A Comparative Analysis of Early and Late Harvests.",
  "abstract": "Raspberries (Rubus idaeusL.) are valued as both a food source and a medicinal plant, with expanding production driven by premium market demand. Primocane varieties, such as \"Regina\" are prized for their ability to produce two harvests per year, offering extended availability into autumn and providing significant commercial benefit. Their high polyphenol content, particularly in anthocyanins and flavonoids, contributes to antioxidant and health properties. However, their extraction and quantification are influenced by factors such as genetic variability, environmental conditions, fruit maturity, storage, and processing techniques. This study analyzed the metabolic profiles of \"Regina\" raspberries harvested in June (RiJ) and September (RiS). Out of 748 compounds listed in the Phenol-Explorer database, 377 metabolites were identified and categorized. Principal component analysis (PCA) revealed significant differences between harvests, with RiS samples showing higher concentrations of most flavonoid and non-flavonoid compounds. Heatmap and volcano plot analyses confirmed that significant metabolites were enriched in RiS samples. Correspondingly, antioxidant capacity, measured via ABTS and FRAP assays, was higher in RiS raspberries. These findings highlight the metabolic and antioxidant differences between harvest periods and lay the groundwork for understanding how these compounds could be modulated through the application of postharvest treatments.",
  "publication_date": "2025-03-12",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14060888",
  "entities": {
    "FOOD": [
      "\"regina\" raspberries",
      "raspberries",
      "ris raspberries"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "most flavonoid and non-flavonoid compounds",
      "processing techniques",
      "their high polyphenol content"
    ]
  }
}