{
  "source": "PubMed",
  "query": "tannins",
  "title": "Annealing-engineered lentinan-tannic acid hydrogel with enhanced adhesion and antibacterial activity for infected wound healing.",
  "abstract": "The design and fabrication of biomass-based hydrogel dressings that possess proper adhesion and favorable antibacterial properties for efficient wound care applications remains an unmet need. Herein, a series of annealed hydrogels based-on lentinan (LNT) were first prepared, and their physicochemical and mechanical properties were thoroughly investigated. The results demonstrated that the 5 % wt LNT hydrogel exhibited the most suitable wound care properties. Subsequently, two novel physically cross-linked hydrogels, mLNT-TA and sLNT-TA, were prepared using tannic acid (TA) through the direct mixing method and soaking method, respectively. The introduction of TA significantly improved the physicochemical properties of the LNT hydrogels. Surprisingly, sLNT-TA showed improved tissue adhesion on fresh pigskin, with a tensile modulus (42.7 ± 1.19 kPa) almost double that of mLNT-TA (20.9 ± 0.93 kPa), and exhibited notable fatigue resistance. Importantly, sLNT-TA demonstrated excellent antibacterial, antioxidant, and cytocompatible properties in vitro. Finally, the animal experiment with infected skin wound models indicated that sLNT-TA could suppress continuous inflammation, enhance cell proliferation and accelerate epithelialization, thereby facilitating rapid wound healing. These findings suggest that this hybrid hydrogel holds great potential as a dressing for clinical wound repair.",
  "publication_date": "2025-05-17",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144078",
  "entities": {
    "POLYPHENOL": [
      "infected skin wound models",
      "the direct mixing method",
      "their physicochemical and mechanical properties"
    ],
    "SYMPTOM": [
      "continuous inflammation",
      "notable fatigue resistance"
    ]
  }
}