{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Phenolic Compounds in Flowers and Herb ofAchillea millefoliumL.: Histochemical and Phytochemical Studies.",
  "abstract": "The herb and flowers of yarrow (Achillea millefolium) are sources of multiple bioactive secondary metabolites used in medicine and cosmetology. This study aimed to establish the location of phenolic compounds in tissues of flowers and stems ofA. millefoliumvia light and fluorescence microscopy and histochemical assays. The spectrophotometric and HPLC methods were deployed to quantify total phenolic compounds (PC), phenolic acids, and flavonoids in extracts from flowers and herb, whereas the LC-QTOF-MS method was used for their qualitative analysis. The results demonstrated that PC occurred in external and internal tissues of yarrow stems, petals, and other parts of the flower, as well as in involucral bracts. Qualitative phytochemical analyses demonstrated ca. 16% more PC and flavonoids in flowers than in the herb. This analysis allowed identifying 48 PC. A higher number of PC was identified in flowers than in herbs, with rosmarinic acid followed by chlorogenic acid being the major polyphenols found in both sample types. One of the flavonoids, namely luteolin, was detected in significantly higher quantities in the flowers than in the herb. This study results provide new data on the location of PC in flowers and stems ofA. millefoliumas well as extend knowledge on their contents in the raw material of yarrow.",
  "publication_date": "2025-05-07",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30092084",
  "entities": {
    "POLYPHENOL": [
      "chlorogenic acid",
      "flavonoids",
      "multiple bioactive secondary metabolites",
      "namely luteolin",
      "phenolic compounds",
      "rosmarinic acid",
      "the flavonoids",
      "the major polyphenols",
      "the spectrophotometric and hplc methods",
      "total phenolic compounds"
    ]
  }
}