{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Metabolomic profiles and health-promoting potential ofEuchresta japonicatissues revealed by widely targeted metabolomics.",
  "abstract": "Euchresta japonica, a medicinal plant in Chinese herbal medicine, lacks comprehensive metabolite data to explain its health benefits despite its long-standing use. Here, widely targeted metabolome at six different tissues ofE. japonicawas investigated, identifying 2,140 metabolites, including flavonoids, phenolic acids, amino acids, lipids, and alkaloids. Among them, 305 were annotated as key active ingredients, and 364 were active pharmaceutical ingredients for nine human disease-resistance, with 206 co-annotated. Metabolic profiles varied significantly across tissues, with medicinally active metabolites highly concentrated in lateral roots and inflorescences, indicating great medical potential. Notably, the lateral root, rather than the main root, was the primary source of root-derived bioactive metabolites. Additionally, KEGG analysis demonstrated that secondary metabolic pathways, especially \"isoflavonoid biosynthesis\" and \"flavonoid biosynthesis\" pathways, played important roles. Overall, lateral roots and inflorescences exhibit the strongest potential for disease treatment, particularly for chronic and multifactorial diseases. This study significantly advances our understanding ofE. japonica's chemical composition and underscores its potential as a valuable resource for novel therapeutic applications, providing a strong foundation for further investigation into its pharmacological properties and drug development prospects.",
  "publication_date": "2025-05-01",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1537273",
  "entities": {
    "POLYPHENOL": [
      "\"flavonoid biosynthesis\" pathways",
      "drug development prospects",
      "especially \"isoflavonoid biosynthesis",
      "flavonoids",
      "secondary metabolic pathways"
    ]
  }
}