{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Resveratrol and Markers of Polycystic Ovary Syndrome: a Systematic Review of Animal and Clinical Studies.",
  "abstract": "Polycystic ovary syndrome (PCOS) is a common disorder affecting childbearing-age women, and is associated with reproductive and metabolic disturbances. The present study aimed to systematically review current animal studies and randomized placebo-controlled clinical trials (RCT) regarding the effects of resveratrol, a natural polyphenolic compound, on PCOS features. PubMed, Scopus, Web of Knowledge, and Google Scholar were comprehensively searched until December 2020. All original animal articles and RCTs evaluating the effects of resveratrol on PCOS were eligible for the review. Out of 289 initial records, eight animal studies and three RCTs met our inclusion criteria. Most of the included animal studies reported beneficial effects of resveratrol on the histomorphological features, sex hormones and gonadotropins, glycemic control, inflammation, and oxidative stress. Resveratrol also ameliorated ovarian volume, high-quality oocyte rate, high-quality embryo rate, androgens and gonadotropins concentrations, angiogenic factors levels, and endoplasmic reticulum stress in PCOS patients. Upregulation of sirtuin-1 was an examined mechanism proposed for some observed effects of resveratrol. The current literature is limited to conclude the beneficial effects of resveratrol on the management of PCOS. Although, according to the promising results of the animal studies and limited RCTs, resveratrol might be an effective phytochemical in PCOS control, especially regarding hormonal and reproductive abnormalities. More mechanistic studies and RCTs are warranted to obvious whether resveratrol can be prescribed in the clinical situation.",
  "publication_date": "2021-07-26",
  "journal": "Reproductive sciences (Thousand Oaks, Calif.)",
  "doi": "10.1007/s43032-021-00653-9",
  "entities": {
    "POLYPHENOL": [
      "289 initial records",
      "a natural polyphenolic compound",
      "an examined mechanism",
      "beneficial effects",
      "december",
      "more mechanistic studies",
      "resveratrol",
      "some observed effects",
      "the beneficial effects",
      "the effects"
    ],
    "SYMPTOM": [
      "endoplasmic reticulum stress",
      "inflammation",
      "oxidative stress"
    ]
  }
}