{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Optimization of Encapsulation Core-Shell Structure to Preserve Polyphenols in Soy Protein-Polysaccharide Co-Dried Complexes.",
  "abstract": "Polyphenols from extra virgin olive oil (EVOO) are bioactive compounds with significant antioxidant properties, but their instability necessitates effective encapsulation for enhanced stability and controlled release. This study prepared water-in-oil-in-water (W1/O/W2) emulsions to encapsulate EVOO using a two-step emulsification technique with varying concentrations of soy protein isolate (SPI) (0-10%w/w), maltodextrin (MD) (0-20%w/w), and propylene glycol alginate (PGA) (0-0.5%w/w). A three-factor central composite design (CCD) combined with response surface methodology (RSM) was employed to establish 20 W1/O/W2 emulsions to analyze the effects of the formulation on emulsion properties. Additionally, the effects of different pH levels on emulsion stability were investigated. The results showed that the ratios of SPI, MD, and PGA significantly influenced particle size distribution, stability, and encapsulation efficiency. PGA enhanced the rigidity of the interfacial membrane, forming stable core-shell structures and reducing EVOO release. The optimal formulation (7.887% SPI, 15.774% MD, 0.395% PGA) achieved superior encapsulation efficiency (97.66%), long-term stability, and viscosity below 300 mPa·s. Cryo-TEM analysis confirmed the formation of core-shell structures, while Zeta potential measurements indicated smaller particle sizes and enhanced stability at pH 11. This optimized W1/O/W2 emulsion system offers a promising food-grade delivery platform for hydrophobic bioactive compounds, enabling enhanced stability and controlled release of EVOO polyphenols for applications in functional foods, nutraceuticals, and other industries.",
  "publication_date": "2025-02-20",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30050978",
  "entities": {
    "POLYPHENOL": [
      "a two-step emulsification technique",
      "effective encapsulation",
      "evoo polyphenols",
      "polyphenols",
      "the effects"
    ],
    "FOOD": [
      "extra virgin olive oil",
      "functional foods",
      "soy protein isolate"
    ]
  }
}