{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "The Extra-Virgin Olive Oil Polyphenols Oleocanthal and Oleacein Counteract Inflammation-Related Gene and miRNA Expression in Adipocytes by Attenuating NF-κB Activation.",
  "abstract": "Inflammation of the adipose tissue plays an important role in the development of several chronic diseases associated with obesity. Polyphenols of extra virgin olive oil (EVOO), such as the secoiridoids oleocanthal (OC) and oleacein (OA), have many nutraceutical proprieties. However, their roles in obesity-associated adipocyte inflammation, the NF-κB pathway and related sub-networks have not been fully elucidated. Here, we investigated impact of OC and OA on the activation of NF-κB and the expression of molecules associated with inflammatory and dysmetabolic responses. To this aim, fully differentiated Simpson-Golabi-Behmel syndrome (SGBS) adipocytes were pre-treated with OC or OA before stimulation with TNF-α. EVOO polyphenols significantly reduced the expression of genes implicated in adipocyte inflammation (IL-1β, COX-2), angiogenesis (VEGF/KDR, MMP-2), oxidative stress (NADPH oxidase), antioxidant enzymes (SOD and GPX), leukocytes chemotaxis and infiltration (MCP-1, CXCL-10, MCS-F), and improved the expression of the anti-inflammatory/metabolic effector PPARγ. Accordingly, miR-155-5p, miR-34a-5p and let-7c-5p, tightly connected with the NF-κB pathway, were deregulated by TNF-α in both cells and exosomes. The miRNA modulation and NF-κB activation by TNF-α was significantly counteracted by EVOO polyphenols. Computational studies suggested a potential direct interaction between OC and NF-κB at the basis of its activity. This study demonstrates that OC and OA counteract adipocyte inflammation attenuating NF-κB activation. Therefore, these compounds could be novel dietary tools for the prevention of inflammatory diseases associated with obesity.",
  "publication_date": "2019-11-21",
  "journal": "Nutrients",
  "doi": "10.3390/nu11122855",
  "entities": {
    "SYMPTOM": [
      "adipocyte inflammation",
      "inflammation",
      "oa counteract adipocyte inflammation",
      "obesity",
      "obesity-associated adipocyte inflammation",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "a potential direct interaction",
      "evoo polyphenols",
      "molecules",
      "polyphenols",
      "the anti-inflammatory/metabolic effector pparγ"
    ],
    "FOOD": [
      "extra virgin olive oil"
    ]
  }
}