{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Effects of Blueberry Consumption on Fecal Microbiome Composition and Circulating Metabolites, Lipids, and Lipoproteins in a Randomized Controlled Trial of Older Adults with Overweight or Obesity: The BEACTIVE Trial.",
  "abstract": "Background/Objectives:Generous consumption of phytonutrient-rich foods, including blueberries, provides benefits to multiple physiologic and metabolic systems. This study explored the potential that regular, generous blueberry intake could favorably modulate fecal microbiome composition in sedentary older (>60 years) men and women with overweight or obesity (BMI ≥ 25 to 32 kg/m2).Methods:Participants (n = 55) were randomized to daily consumption of either lyophilized blueberry powder (equivalent to 1.5 cups of blueberries) or an indistinguishable placebo powder; both groups participated in weekly supervised exercise classes. Fecal samples were collected at 0 and 12 weeks and frozen. Following this, 16S rRNA gene sequencing was used to profile each participant's fecal microbiome. Blood biomarkers of cardiometabolic health were measured via nuclear magnetic resonance spectroscopy (NMR) pre- and post-treatment.Results:Comparing the baseline and endpoint results for the blueberry (n = 15) and placebo (n = 19) groups, there were no significant overall compositional differences or differences in the level of diversity in the fecal microbiome. However, in subjects whose diet included blueberry powder, there was a significant enrichment (p= 0.049) in the relative abundance ofCoriobacteriales incertae sedis, a taxonomic group of bacteria that facilitates the metabolism of dietary polyphenols. The placebo group exhibited significant reductions in total cholesterol, LDL-C, non-HDL-C, total LDL-P, large LDL-P, and ApoB, while the blueberry group exhibited significant reductions in total HDL-P and ApoA-I after 12 weeks compared to baseline.Conclusions:Generous blueberry consumption may upregulate the ability of the older human gut to utilize dietary polyphenols by altering the fecal microbiome. Longer, larger-scale studies with blueberries or blueberry powder are needed to observe improvements in cardiometabolic risk factors in older adults with overweight or obesity.",
  "publication_date": "2025-03-29",
  "journal": "Nutrients",
  "doi": "10.3390/nu17071200",
  "entities": {
    "POLYPHENOL": [
      "background/objectives",
      "dietary polyphenols",
      "each participant's fecal microbiome",
      "fecal microbiome composition",
      "fecal samples",
      "nuclear magnetic resonance spectroscopy",
      "subjects",
      "the fecal microbiome"
    ],
    "FOOD": [
      "blueberries",
      "blueberry powder",
      "either lyophilized blueberry powder",
      "generous blueberry consumption",
      "regular, generous blueberry intake",
      "the blueberry",
      "the blueberry group"
    ],
    "SYMPTOM": [
      "obesity"
    ]
  }
}