{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "A novel function for the transcription factor sensitive to proton rhizotoxicity1 in promoting anthocyanin accumulation in strawberry.",
  "abstract": "Sensitive to proton rhizotoxicity1 (STOP1), a C2H2-type zinc finger transcription factor, has been widely studied as a core transcription factor in adapting plants to diverse environmental stresses. However, whether STOP1 regulates anthocyanin accumulation in plants is still unknown. This study identified the FvSTOP1 in woodland strawberry. FvSTOP1 is a nuclear-localized protein with self-activation activity and has the highest expression in the ripening fruit and root. Stable overexpression and knockout of FvSTOP1 in woodland strawberries promoted and reduced anthocyanin accumulation in fruits. FvSTOP1 activated the expression of glutathione S-transferase FvTT19 to promote anthocyanin accumulation. Interestingly, FvSTOP1 interacted with the strawberry anthocyanin repressor FvMYB1, but FvSTOP1 did not affect the protein abundance of FvMYB1. Furthermore, FvSTOP1 also interacted with the strawberry anthocyanin activator FvbHLH33, forming the FvSTOP1-FvMYB1-FvbHLH33 complex. FvSTOP1 reduced the repression of FvMYB1-FvbHLH33 on the expression of FvTT19, FvCHS, and FvF3H via obstructing the formation of the repression complex FvMYB1-FvbHLH33 to promote anthocyanin accumulation. Together, FvSTOP1 promoted anthocyanin accumulation by activating the expression of FvTT19 and hampering the formation of the FvMYB1-FvbHLH33 repression complex in strawberry fruits. This study identifies the novel function of STOP1 in plant species and will lay a foundation for improving the colour quality of strawberry fruits.",
  "publication_date": "2025-06-10",
  "journal": "Plant biotechnology journal",
  "doi": "10.1111/pbi.70194",
  "entities": {
    "SYMPTOM": [
      "environmental stresses"
    ],
    "FOOD": [
      "strawberry fruits",
      "the strawberry",
      "the strawberry anthocyanin repressor fvmyb1",
      "woodland strawberries",
      "woodland strawberry"
    ],
    "POLYPHENOL": [
      "plant species"
    ]
  }
}