{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Genistein Improves the Cytotoxic, Apoptotic, and Oxidative-Stress-Inducing Properties of Doxorubicin in SK-MEL-28 Cancer Cells.",
  "abstract": "Background and Objectives:Cutaneous melanoma (CM) poses a continuous challenge in oncology due to the developing resistance to available treatments. Doxorubicin (DOX) is noted as one of the most effective chemotherapeutics, although associated toxicity and resistance limit its use in CM treatment. Consequently, DOX has become a promising candidate for combination therapies targeting this neoplasm. Genistein (GEN) gathered significant attention due to its anti-neoplastic properties and ability to enhance the effects of DOX against several cancers, yet this association remains underexplored in CM. Therefore, this study investigated the combination therapy regimen comprising GEN and DOX in terms of anti-melanoma activity and safety profile.Materials and Methods: The in vitro experiments were performed on SK-MEL-28 and HaCaT cells. Cell viability was determined using MTT assay. Cell morphology and confluence were inspected microscopically. Nuclear and cytoskeletal aspects were assessed via immunofluorescence. Apoptosis and oxidative stress were quantified through caspase activity and intracellular reactive oxygen species (ROS) production, respectively. The irritant effect was evaluated on the chorioallantoic membrane.Results: The results revealed that the combination of GEN 10 µM with DOX (0.5 and 1 µM) provided augmented cytotoxic events (e.g., reduced cell viability, altered cell morphology and confluence, apoptotic-like impairments in nuclear shape and cytoskeletal network, increased caspases-3/7 and -9 activity, and elevated ROS) in SK-MEL-28 cells, compared to individual treatments, and exerted a strong synergistic interaction. Simultaneously, GEN 10 µM efficiently surpassed the toxic effects (e.g., viability and confluence loss, hypertrophy, and cytoskeletal condensation) of DOX (0.5 and 1 µM) in HaCaT cells. In ovo, GEN 10 µM + DOX 1 µM treatment was classified as non-irritant.Conclusions: These findings stand as one of the first contributions revealing the beneficial therapeutic interplay between GEN and DOX at physiologically achievable concentrations that resulted in elevated anti-tumor properties in CM cells and alleviated toxicity in keratinocytes.",
  "publication_date": "2025-04-25",
  "journal": "Medicina (Kaunas, Lithuania)",
  "doi": "10.3390/medicina61050798",
  "entities": {
    "POLYPHENOL": [
      "genistein",
      "intracellular reactive oxygen species (ros) production",
      "nuclear and cytoskeletal aspects",
      "objectives",
      "the effects",
      "the irritant effect",
      "the most effective chemotherapeutics",
      "the toxic effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "oxidative stress",
      "several cancers"
    ]
  }
}