{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Phenolic Acid Composition of Coffee Cascara in Connection with Antioxidant Capacity: A Geographic Assessment.",
  "abstract": "Coffee cascara is an underutilized byproduct of coffee processing that has the potential for value-added applications due to its rich phytochemical content and antioxidant properties. The aim of this study was to characterize the phytochemical composition and antioxidant activity of coffee cascara sourced from seven geographic regions, and where possible, a variety of farms in different regions. We compared two different extraction methods: hot water/sonication-assisted extraction and methanol-water extraction to generate phytochemical content. The antioxidant capacity of extracts was assessed through different assays. Correlations between phytochemical compounds and different antioxidant activities were analyzed first using Pearson's correlations and then substantiated further using principal component analysis (PCA). The dominant phytochemicals identified in the extracted coffee cascara included gallic acid, chlorogenic acid isomers, mangiferin, protocatechuic acid and rutin. Among the water-extracted samples, the Brazil sample exhibited the highest oxygen radical absorbance capacity (ORAC) value, whereas the Zambia sample had the highest 2,2'-azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) (ABTS) value and the Laos sample showed the greatest inhibition of 2',7'-Dichlorofluorescein diacetate (DCFH-DA) fluorescence. For methanol extracts, the highest ORAC and ABTS values were from the Indonesia sample, and the Laos sample showed the strongest inhibition of DCFH-DA fluorescence. The results show the distinct phytochemical composition and antioxidant activity of coffee cascara according to geographical clustering using PCA. Specifically, gallic acid,p-hydroxybenzoic acid and to a lesser extent rutin correlated (p< 0.05) with ABTS and DCFH-DA assays. This study revealed significant variation in the chemical composition and antioxidant properties of coffee cascara across different geographic regions; less so with different farms associated with the location. The findings offer evidence for potential upscaling of coffee cascara waste for use in value-added functional food or nutraceutical applications.",
  "publication_date": "2025-04-22",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14050502",
  "entities": {
    "FOOD": [
      "coffee cascara",
      "coffee cascara waste",
      "coffee processing",
      "pearson's correlations",
      "the extracted coffee cascara",
      "value-added functional food or nutraceutical applications"
    ],
    "POLYPHENOL": [
      "a lesser extent rutin",
      "chlorogenic acid isomers",
      "gallic acid",
      "protocatechuic acid",
      "rutin",
      "specifically, gallic acid"
    ]
  }
}