{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Exploring the Lesser-Known Bioactive Natural Products of Plant Species of the GenusCannabisL.: Alkaloids, Phenolic Compounds, and Their Therapeutic Potential.",
  "abstract": "Plant species of the genusCannabisL. are predominantly recognized for their cannabinoids, which have garnered significant attention due to their bioactive properties. However,Cannabisalso produces a diverse array of bioactive compounds with promising pharmacological potential that remain underexplored. This review focuses primarily on phytochemicals derived fromCannabis sativaL. subspecies, including both its drug-type and fiber-type varieties, which are the most widely cultivated and studied within the genus. Among these, nitrogen-containing compounds such as spermidine alkaloids exhibit neuroprotective and anti-aging properties, while hydroxycinnamic acids and hydroxycinnamic acid amides, including N-trans-caffeoyltyramine and N-trans-feruloyltyramine, have demonstrated notable antioxidant and anti-inflammatory activities. Additionally,Cannabisspecies are a valuable source of unique stilbenes, such as canniprene, and flavonoids, including cannflavin A and B, which demonstrated potent anti-inflammatory and antiproliferative effects. Despite this rich phytochemical diversity, research on these compounds remains limited, largely due to historical legal restrictions. This literature review consolidates and updates current knowledge on these lesser-studied phytochemicals ofCannabis, detailing their biosynthetic pathways, metabolic precursors, and emerging therapeutic applications. By expanding the research focus beyond cannabinoids, this work aims to enhance our understanding ofCannabis's full pharmacological potential and promote further investigation into its diverse chemical constituents.",
  "publication_date": "2025-04-30",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14091372",
  "entities": {
    "POLYPHENOL": [
      "cannabisspecies",
      "derived fromcannabis satival. subspecies",
      "exhibit neuroprotective and anti-aging properties",
      "flavonoids",
      "hydroxycinnamic acid",
      "hydroxycinnamic acids",
      "metabolic precursors",
      "plant species",
      "potent anti-inflammatory and antiproliferative effects"
    ]
  }
}