{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Metabolomics analysis and chemical profiling of a decoction Tristaniopsis Merguensis leaf as bio supplement for antioxidant, and anti-cholesterols.",
  "abstract": "Hyper cholesterol and oxidative stress are major risk factors for the onset of cardiovascular diseases. The T. merguensis has been stated to comprise a superior antioxidant substance that could stipulate beneficial advantages, and traditionally applied as herbal medicine for hyper cholesterols. The aim of the study was to evaluate of decoction leaf extracts from T. merguensis for their cholesterol reduction effect in vitro, anti-microbial activity, antioxidant activity, flavonoids and total phenolics contents and its metabolite composition. The test results show that the water decoction extracts have a high value of total phenolic content, and flavonoids. Metabolome analysis and chemical profiling by using liquid chromatography-high resolution mass spectroscopy (LC-HRMS) leads to 30 compounds are identified in the extracts. The compounds contained in the extracts are non-flavonoid polyphenols, including 18 compounds (66.75%), followed by flavonoid polyphenols (4 compounds/17.20%), alkaloids (3 compounds/5.77%), and terpenes (1 compound/5.54%), and one protein recombinant (NP-003141/4.74%).The major compounds are recognized as quinic acid, 1,6-bis-O-(3,4,5-trihydroxybenzoyl) hexopyranose, myricitrin, citric acid, (-)-Caryophyllene oxide, NP-003141, myricetin, 2-Amino-1,3,4-octadecanetriol, ellagic acid, and sedanolide. The decoction leaf extracts show robust antioxidant activity in DPPH assays, with IC50 values of 15.64 µg/g. It also shows appreciable ferric-reducing activity and ABTS antioxidant capacity of 118.9 mM Fe (II)/mg and 7463.3 mM TE/ g. It also possesses anti-cholesterols properties in vitro; antimicrobial activity on S. aureus and S. epidermis at concentration of 15,000 ppm. This study concludes that decoction leaf extracts of T. merguensis is suggested as an organic bioactive basis, with anti-cholesterol and antioxidant capabilities. In addition, in vitro and in vivo studies are needed to confirm this work.",
  "publication_date": "2025-06-16",
  "journal": "Brazilian journal of biology = Revista brasleira de biologia",
  "doi": "10.1590/1519-6984.291658",
  "entities": {
    "SYMPTOM": [
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "appreciable ferric-reducing activity",
      "decoction leaf extracts",
      "ellagic acid",
      "flavonoid polyphenols",
      "flavonoids",
      "liquid chromatography-high resolution mass spectroscopy",
      "myricetin",
      "non-flavonoid polyphenols",
      "the decoction leaf extracts",
      "the water decoction extracts",
      "their cholesterol reduction effect"
    ]
  }
}