{
  "source": "PubMed",
  "query": "tannins",
  "title": "Investigating the Nutritional and Sensory Potential of Selected Indigenous South African Fruits: Physicochemical Properties, Jam Production and Quality Evaluation.",
  "abstract": "South African indigenous fruits remain largely underutilized, with limited research conducted on their potential for developing novel products. Indigenous fruits have unique appearances, flavors, and nutritional values. However, these fruits have a short fruit season. Processing and new product development can ensure longer shelf life and income generation through value-adding. This study aimed to evaluate the potential of underutilized indigenous fruitsCarissa edulis(simple-spined num-num),Dovyalis affra(Kei-apple),Dovyalis longispina(Natal apricot),Englerophytum magalismontanum(stamvrug), andSclerocarya birrea(marula) for jam production. Due to genetic variation among Kei-apple fruits, two selections were included in the study. The study also investigated the impact of storage time and temperature on the quality of the jams. Physicochemical analyses were conducted on the fruit pulp, freshly prepared jams, and stored jams. Consumers preferred jams with a higher Total soluble solid/Titratable acid ratio, such as the num-num, stamvrug, and marula, with 64%, 70%, and 60% of the panelists indicating they would buy the jam. Jam color stability was greater when stored at 25°C than at 35°C. Num-num and stamvrug jams exhibited the best color retention, even after 6 months of storage at 25°C, with Delta E values of 1 and 4, respectively. Indigenous fruit jam processing, storage time, and temperature altered vitamin C, phenolic, flavonoid, tannin, and lycopene contents. Kei-apple 103 jams retained a high vitamin C content of 181.30 mg/100 g after 6 months of storage at 25°C. The Natal apricot demonstrated the highest lycopene content (39.23 mg/100 g) when stored at 35°C for six months and a substantial total carotene content of 23.37 mg/100 g, even under high-temperature conditions. Marula jam outperformed other indigenous fruit jams in retaining phenolics and flavonoids, with values of 3.47 mg GAE/g and 1.9 mg CE/g, respectively. Meanwhile, the tannin content of num-num and stamvrug jams stored at 35°C remained significant, measuring 6.17 mg and 6.67 mg cyanidin chloride/g, respectively. This study indicated considerable variation in physicochemical composition between Kei-apple selections. Future research on the effect of genetic variation of other indigenous fruits should also be included. Additionally, product development using Natal apricot and Kei-apple selections with extremely high acidity could focus on creating mixed fruit jams by incorporating other tropical fruits to enhance sensory appeal and achieve greater consumer acceptance. The indigenous fruit jams evaluated in this study demonstrate potential for development as niche products, offering opportunities to support income generation for small-scale processing enterprises.",
  "publication_date": "2025-05-19",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70287",
  "entities": {
    "FOOD": [
      "kei-apple 103 jams",
      "kei-apple fruits",
      "natal apricot",
      "the natal apricot",
      "underutilized indigenous fruitscarissa edulis(simple-spined num-num),dovyalis affra(kei-apple),dovyalis longispina(natal apricot),englerophytum magalismontanum(stamvrug",
      "unique appearances"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "kei-apple selections",
      "the effect",
      "the tannin content",
      "two selections"
    ]
  }
}