{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Role of hesperidin/hesperetin against chemotherapy-induced cardiotoxicity: a systematic review of non-clinical studies.",
  "abstract": "Despite the undeniable role of chemotherapeutics in cancer treatment, their administration may be associated with various side effects. Cardiac injury is among the most crucial side effects related to the induction of chemotherapeutic agents. Since the heart is a vital organ, cardiotoxicity often prevents clinicians from continuing chemotherapy. Hesperidin and hesperetin, flavonoids derived from citrus fruits, possess several pharmaceutical properties. This study firstly explores the cardioprotective effects of hesperidin and hesperetin against chemotherapy-induced cardiotoxicity mechanisms, emphasizing their potential as adjunctive therapies. Key literature gaps are identified, and further mechanistic studies will be proposed. The findings underscore the translational potential of these flavonoids, advocating for rigorous preclinical optimization and clinical trials to validate their efficacy and safety. This review lays a foundation for integrating natural compounds into cardioprotective strategies in oncology. A systematic search was conducted in databases (PubMed, Scopus, ISI) until May 2025, according to PRISMA principles. The search terms were chosen according to our research objective and queried in the title and abstract. Following the screening of 82 papers, twelve articles were selected based on our inclusion and exclusion criteria. Based on the evaluated results, chemotherapy adversely affects cardiac tissue, leading to elevated risks of morbidity and mortality. Co-administration of hesperidin and hesperetin with chemotherapy prevents heart injury and preserves cardiac function, maintaining it almost like a normal heart. The protective role of hesperidin and hesperetin is based on their ability to fight free radicals, reduce inflammation, and stop cell death. Nonclinical investigations indicate that hesperidin and hesperetin ameliorate chemotherapy-induced cardiotoxicity. Nonetheless, they may influence the efficacy of anticancer medications, which primarily function by elevating oxidants, inflammation, and apoptosis. This indicates that meticulously designed trials are necessary to evaluate the efficacy and safety of this combination along with the synergistic potential of them in preventing chemotherapy-induced cardiotoxicity while maintaining anticancer effectiveness.",
  "publication_date": "2025-05-22",
  "journal": "Cancer cell international",
  "doi": "10.1186/s12935-025-03828-5",
  "entities": {
    "SYMPTOM": [
      "anticancer medications",
      "apoptosis",
      "cancer treatment",
      "cell death",
      "inflammation"
    ],
    "POLYPHENOL": [
      "anticancer effectiveness",
      "cardioprotective strategies",
      "chemotherapy-induced cardiotoxicity mechanisms",
      "further mechanistic studies",
      "hesperetin",
      "hesperidin and hesperetin, flavonoids",
      "our research objective",
      "rigorous preclinical optimization",
      "the cardioprotective effects",
      "the most crucial side effects",
      "the protective role",
      "these flavonoids",
      "various side effects"
    ]
  }
}