{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Impact of amino and methyl groups on the loading capacity of UiO-66 for 8-hydroxyquinoline: an in-depth experimental and computational analysis.",
  "abstract": "This research systematically investigates a library of UiO-66(Zr) dicarboxylate metal-organic frameworks (MOFs), functionalized with polar and nonpolar substituents (-H, -CH3, -NH2), to evaluate their potential as carriers for inhibitor encapsulation, using 8-hydroxyquinoline (8-HQ) as a model compound. The encapsulation process was conducted under vacuum, and 8-HQ uptake was quantified using UV-visible absorption spectroscopy, allowing for precise control over host-guest interactions. Quantitative assessment of 8-HQ loading within each functionalized UiO-66 variant revealed significant variations in uptake efficiency, ranging from 14.66% to 19.45% across the modified frameworks. Furthermore, a density functional theory-based quantitative structure-activity relationship (QSAR) approach was employed to identify key chemical and structural attributes of UiO-66 that significantly influence inhibitor uptake. Multivariate analysis identified two critical physicochemical parameters governing encapsulation efficiency: (1) the dipole moment of the functionalized linkers, which dictates framework-polarity-mediated adsorption, and (2) the hydrogen-bond-donating capacity, which modulates specific interactions with 8-HQ's phenolic oxygen. These descriptors exhibited strong linear correlations with experimental loading data, demonstrating that strategic enhancement of linker polarity and H-bonding capability can amplify inhibitor uptake by 10-20% compared to pristine UiO-66. The QSAR model deciphers MOF performance trends and predicts optimal functional groupsviadescriptor interpolation, streamlining MOF carrier design for corrosion and drug applications through targeted linker engineering.",
  "publication_date": "2025-06-17",
  "journal": "RSC advances",
  "doi": "10.1039/d5ra02802g",
  "entities": {
    "POLYPHENOL": [
      "precise control",
      "specific interactions",
      "uv-visible absorption spectroscopy"
    ]
  }
}