{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Anticancer Potential of Bioactive Compounds inPremna serratifolia, Premna odorata, andPremna tomentosa: A Review of In Vitro Evidence.",
  "abstract": "The genusPremna(Lamiaceae), widely distributed across tropical and subtropical regions, is renowned for its ethnomedicinal applications, including cardiotonic, antimicrobial, hepatoprotective, and antitumor properties. Despite these promising uses, the current body of literature relies predominantly on in vitro evidence, with limited knowledge regarding in vivo validation, metabolism, and bioavailability. This review synthesizes findings from the past decade on thePremna serratifoliagroup (P. serratifolia, P. odorata, andP. tomentosa), focusing on their bioactive compounds and mechanisms of in vitro anticancer activity. The compounds identified-such as flavonoids, terpenoids, and steroids-exhibit diverse actions, including cell cycle arrest, apoptosis induction, inhibition of metastasis, oxidative stress modulation, and autophagy. Key compounds like quercetin, kaempferol, and stigmasterol demonstrate multi-targeted actions, effectively regulating pathways such as PI3K/AKT and NF-κB while selectively targeting cancer cells. These findings underscore chemopreventive potential fromP. serratifoliagroup and their ability to complement conventional cancer therapies, potentially reducing side effects and overcoming drug resistance. Furthermore, the review validates the ethnomedicinal use ofPremnaspecies and bridges traditional knowledge with modern oncology. However, the absence of comprehensive in vivo and clinical data warrants further research to fully harness these compounds' potential. This study highlightsP. serratifolia, P. odorata, andP. tomentosaas promising sources for novel plant-derived anticancer agents, offering opportunities for future drug discovery.",
  "publication_date": "2025-05-27",
  "journal": "Cancer management and research",
  "doi": "10.2147/CMAR.S516204",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "kaempferol",
      "mechanisms",
      "ofpremnaspecies",
      "quercetin",
      "side effects",
      "the past decade"
    ],
    "SYMPTOM": [
      "apoptosis induction",
      "cancer cells",
      "conventional cancer therapies",
      "novel plant-derived anticancer agents",
      "oxidative stress modulation",
      "vitro anticancer activity"
    ]
  }
}