{
  "source": "PubMed",
  "query": "tannins",
  "title": "Bionic polydopamine in-situ functionalized keratin double network gel with adsorption and self-adaptability: promoting uranium entrapment from seawater.",
  "abstract": "Adsorption behavior driven by surface charge is a challenge for uranyl extraction from seawater (UES), so it is attractive to design uranium adsorbents with charge and environment self-adaptability. In this paper, polyphenolamine (PPA) with a dopamine-like structure was synthesized by a one-step method using tannic acid (TA) and polyethyleneimine (PEI) as raw materials. The PPA with different isoelectric points are obtained by adjusting the ratios of TA and PEI, which enables the charge regulation of PPA within pH 6-9. Then, based on the excellent adhesion of PPA, a novel double network PPA-HK aerogel was constructed by the spatial crosslinking strategy between PPA and keratin peptides. It not only realizes the transformation of PPA from dispersed to condensed state, but also endows PPA-HK with the charge-driven regulable adsorption behavior. When the ratio of TA and PEI was 1:2, the maximum adsorption capacity of PPA-HK (265 mg g-1) was achieved at pH = 8 which was exactly the pH of natural seawater. The saturated adsorption capacity of PPA-HK reached 8.05 mg g-1after 25 days of adsorption in natural seawater, as well as it exhibited excellent recyclability and antibacterial performance (with an antibacterial rate of over 90 %). What is more important is that it still maintains high mechanical strength. The in-situ spatial crosslinking strategy is used in the modification of keratin by using polydopamine-like PPA for the first time. This study not only endues the adsorbent multi properties, but also expands the application potential of keratin in uranium extraction.",
  "publication_date": "2025-05-19",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144401",
  "entities": {
    "POLYPHENOL": [
      "different isoelectric points",
      "excellent recyclability and antibacterial performance",
      "high mechanical strength",
      "polyphenolamine"
    ]
  }
}