{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "The compound (E)-2-(3,4-dihydroxystyryl)-3-hydroxy-4H-pyran-4-one alleviates neuroinflammation and cognitive impairment in a mouse model of Alzheimer's disease.",
  "abstract": "JOURNAL/nrgr/04.03/01300535-202511000-00034/figure1/v/2024-12-20T164640Z/r/image-tiff Previous studies have shown that the compound (E)-2-(3,4-dihydroxystyryl)-3-hydroxy-4H-pyran-4-one (D30), a pyromeconic acid derivative, possesses antioxidant and anti-inflammatory properties, inhibits amyloid-β aggregation, and alleviates scopolamine-induced cognitive impairment, similar to the phase III clinical drug resveratrol. In this study, we established a mouse model of Alzheimer's disease via intracerebroventricular injection of fibrillar amyloid-β to investigate the effect of D30 on fibrillar amyloid-β-induced neuropathology. Our results showed that D30 alleviated fibrillar amyloid-β-induced cognitive impairment, promoted fibrillar amyloid-β clearance from the hippocampus and cortex, suppressed oxidative stress, and inhibited activation of microglia and astrocytes. D30 also reversed the fibrillar amyloid-β-induced loss of dendritic spines and synaptic protein expression. Notably, we demonstrated that exogenous fibrillar amyloid-β introduced by intracerebroventricular injection greatly increased galectin-3 expression levels in the brain, and this increase was blocked by D30. Considering the role of D30 in clearing amyloid-β, inhibiting neuroinflammation, protecting synapses, and improving cognition, this study highlights the potential of galectin-3 as a promising treatment target for patients with Alzheimer's disease.",
  "publication_date": "2024-07-10",
  "journal": "Neural regeneration research",
  "doi": "10.4103/NRR.NRR-D-23-01890",
  "entities": {
    "POLYPHENOL": [
      "a pyromeconic acid derivative",
      "galectin-3",
      "galectin-3 expression levels",
      "iii clinical drug resveratrol",
      "intracerebroventricular injection",
      "the effect"
    ],
    "SYMPTOM": [
      "alzheimer's disease",
      "neuroinflammation",
      "oxidative stress"
    ]
  }
}