{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Anti-Eryptotic Activity of Food-Derived Phytochemicals and Natural Compounds.",
  "abstract": "Human red blood cells (RBCs), senescent or damaged due to particular stress, can be removed by programmed suicidal death, a process called eryptosis. There are various molecular mechanisms underlying eryptosis. The most frequent is the increase in the cytoplasmic concentration of Ca2+ions, later exposure of erythrocytes to oxidative stress, hyperosmotic shock, ceramide formation, stimulation of caspases, and energy depletion. Phosphatidylserine (PS) exposed by eryptotic RBCs due to interaction with endothelial CXC-Motiv-Chemokin-16/Scavenger-receptor, causes the RBCs to adhere to vascular wall with consequent damage to the microcirculation. Eryptosis can be triggered by various xenobiotics and endogenous molecules, such as high cholesterol levels. The possible diseases associated with eryptosis are various, including anemia, chronic kidney disease, liver failure, diabetes, hypertension, heart failure, thrombosis, obesity, metabolic syndrome, arthritis, and lupus. This review addresses and collates the existing ex vivo and animal studies on the inhibition of eryptosis by food-derived phytochemicals and natural compounds including phenolic compounds (PC), alkaloids, and other substances that could be a therapeutic and/or co-adjuvant option in eryptotic-driven disorders, especially if they are introduced through the diet.",
  "publication_date": "2022-03-11",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms23063019",
  "entities": {
    "SYMPTOM": [
      "heart failure",
      "hypertension",
      "metabolic syndrome",
      "obesity",
      "particular stress",
      "stress"
    ],
    "POLYPHENOL": [
      "endogenous molecules",
      "endothelial cxc-motiv-chemokin-16/scavenger-receptor",
      "phenolic compounds",
      "various molecular mechanisms"
    ]
  }
}