{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Oral Nanoarmored Live Bacterial Biotherapeutics Bearing Polyphenol-Based Supraparticles Enhance Chemotherapy via Reestablishing Immuno-Oncology-Microbiome Axis.",
  "abstract": "The immuno-oncology-microbiome (IOM) axis, referring to the gut microbiota-regulated immune interactions on the tumor microenvironment and systemic immunity, is essential for cancer therapies. However, the cytotoxicity of chemotherapeutic agents (Chemos) disrupts the gut microbiota- and gut microbiota-manipulated IOM axis, further diminishing the therapeutic efficacy. Here, we developed oral nanoarmored live bacterial biotherapeutics (supraLBT), to reshape the tumor microenvironment and enhance chemotherapy via reestablishing the IOM axis. The cyto-adhesive polyphenol-based supraparticles, made from green tea polyphenol and food-grade milk protein, attached on microbes (Escherichia coliNissle1917, EcN) resisted a range of clinically relevant Chemos via phenolic-mediated noncovalent interactions, enhancing supraLBT survival by 27-fold compared with bare EcN. SupraLBT restored the intestinal microbiota and the disrupted IOM axis, thereby reducing the infiltration of regulatory T cells, increasing the recruitment of cytotoxic CD8+T cells to the tumor bed, and further inhibiting tumor proliferation and demonstrating enhanced systemic immune responses. Notably, oral supraLBT combined with chemotherapy (doxorubicin) exhibited 2.35-fold greater tumor regression than that of doxorubicin alone, indicating that oral supraLBT can enhance the chemotherapeutic effect. Further investigations revealed that supraLBT reprogrammed the immune tumor microenvironment by upregulating antitumor cytokines and altering the gut microbial composition. Given the intricate interplay between gut microbiota, host immune system, and tumor microenvironment, this work presents a facile and biomaterial-engineered microorganism-based strategy to enhance the synergistic immuno-chemotherapy effects.",
  "publication_date": "2025-06-26",
  "journal": "ACS nano",
  "doi": "10.1021/acsnano.5c01158",
  "entities": {
    "SYMPTOM": [
      "cancer therapies"
    ],
    "POLYPHENOL": [
      "bare ecn. supralbt",
      "ecn",
      "green tea polyphenol and food-grade milk protein",
      "the chemotherapeutic effect",
      "the cyto-adhesive polyphenol-based supraparticles",
      "the recruitment",
      "the synergistic immuno-chemotherapy effects"
    ]
  }
}