{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "CRISPR/Cas9-mediatedCHS2mutation provides a new insight into resveratrol biosynthesis by causing a metabolic pathway shift from flavonoids to stilbenoids inVitis davidiicells.",
  "abstract": "Resveratrol is an important phytoalexin that adapts to and responds to stressful conditions and plays various roles in health and medical therapies. However, it is only found in a limited number of plant species in low concentrations, which hinders its development and utilization. Chalcone synthase (CHS) and stilbene synthase (STS) catalyze the same substrates to produce flavonoids and resveratrol, respectively. However, it remains unclear how CHS and STS compete in metabolite synthesis. In this study, twoCHS2mutant cell lines (MT1 and MT2) were generated using CRISPR/Cas9 genome editing. TheseCHS2mutant cell lines exhibited abundant mutations inCHS2, leading to the premature termination of protein translation and subsequentCHS2knockout. Amplicon sequencing confirmed comprehensiveCHS2knockout in MT1, whereas the wild-type sequence remained predominant in the MT2 cell line. Transcriptome and RT-qPCR results showed a significant downregulation of genes involved in flavonoid biosynthesis, includingCHS2,CHS3,F3H,F3'H,DFR,FLS,LDOX, among others, resulting in decreased flavonoid accumulation, such as anthocyanins, proanthocyanidins, quercetin, and kaempferol. Conversely,STSgenes involved in stilbenoid biosynthesis were upregulated competing with the flavonoid pathway. Consequently, there was a marked increase in stilbenoids, including resveratrol, piceatannol, piceid, and pterostilbene, with a 4.1-fold increase in resveratrol and a 5.3-fold increase in piceid (a derivative of resveratrol) observed inCHS2mutant cell lines. This research demonstrates thatCHS2mutation induces a shift from flavonoid biosynthesis towards stilbenoid biosynthesis, offering new insights into metabolite biosynthesis and regulation, as well as an alternative solution for natural resveratrol production, and a novel breeding approach for eliminating non-target agronomic traits using CRISPR-Cas9.",
  "publication_date": "2024-10-09",
  "journal": "Horticulture research",
  "doi": "10.1093/hr/uhae268",
  "entities": {
    "POLYPHENOL": [
      "comprehensivechs2knockout",
      "decreased flavonoid accumulation",
      "flavonoid biosynthesis",
      "flavonoids",
      "kaempferol",
      "natural resveratrol production",
      "piceatannol",
      "plant species",
      "proanthocyanidins",
      "pterostilbene",
      "resveratrol",
      "the flavonoid pathway",
      "thesechs2mutant cell lines"
    ],
    "SYMPTOM": [
      "stressful conditions"
    ]
  }
}