{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Attenuating Effect of a Polyphenol Ellagic Acid on Ovarian Aging by Inhibiting the Ferroptosis Pathway in Low-Yield Laying Chickens.",
  "abstract": "Aging leads to ovarian degeneration in poultry, reducing egg production and quality. Ellagic acid (EA), a natural plant-derived compound, may help delay ovarian aging, though its precise mechanisms remain unclear. This study investigated the effects of EA on ovarian aging of low-yield laying chickens and explored its underlying mechanism. EA supplementation (100 and 500 mg/kg) significantly increased ovarian weight as well as the number and proportion of small yellow follicles in aging chickens. EA administration elevated serum antioxidant levels and upregulated the expression of glutathione peroxidase 4 (GPX4) expression to reduce oxidative stress. Importantly, EA treatment suppressed the mRNA and protein expression of ferroptosis markers transferrin receptor protein 1 (TFRC) and solute carrier family 7 member 11 (SLC7A11), increased Proliferating Cell Nuclear Antigen (PCNA) expression, and alleviated G1 phase arrest in granulosa cells (GCs), promoting cell proliferation, which improves egg quality and production. Furthermore, in vitro experiments demonstrated that EA treatment decreased reactive oxygen species production, improved mitochondrial function, inhibited ferroptosis, and attenuated GCs aging. In conclusion, this study reveals the critical role of ferroptosis in chicken ovarian aging and suggests that EA may provide a promising approach for delaying ovarian aging and enhancing productivity in low-yield poultry.",
  "publication_date": "2025-05-21",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14050614",
  "entities": {
    "SYMPTOM": [
      "aging",
      "aging chickens",
      "ovarian aging",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "ellagic acid",
      "ferroptosis markers transferrin receptor protein",
      "its precise mechanisms",
      "its underlying mechanism",
      "reactive oxygen species production",
      "the effects"
    ]
  }
}