{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Chemical and Skincare Property Characterization of the Main Cocoa Byproducts: Extraction Optimization by RSM Approach for Development of Sustainable Ingredients.",
  "abstract": "Methylxanthines and polyphenols from cocoa byproducts should be considered for their application in the development of functional ingredients for food, cosmetic and pharmaceutical formulations. Different cocoa byproducts were analyzed for their chemical contents, and skincare properties were measured by antioxidant assays and anti-skin aging activity. Musty cocoa beans (MC) and second-quality cocoa beans (SQ) extracts showed the highest polyphenol contents and antioxidant capacities. In the collagenase and elastase inhibition study, the highest effect was observed for the SQ extract with 86 inhibition and 36% inhibition, respectively. Among cocoa byproducts, the contents of catechin and epicatechin were higher in the SQ extract, with 18.15 mg/100 g of sample and 229.8 mg/100 g of sample, respectively. Cocoa bean shells (BS) constitute the main byproduct due to their methylxanthine content (1085 mg of theobromine and 267 mg of caffeine/100 g of sample). Using BS, various influencing factors in the extraction process were investigated by response surface methodology (RSM), before scaling up separations. The extraction process developed under optimized conditions allows us to obtain almost 2 g/min and 0.2 g/min of total methylxanthines and epicatechin, respectively. In this way, this work contributes to the sustainability and valorization of the cocoa production chain.",
  "publication_date": "2021-12-07",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules26247429",
  "entities": {
    "POLYPHENOL": [
      "catechin",
      "epicatechin",
      "polyphenols",
      "second-quality cocoa beans",
      "the highest effect",
      "the highest polyphenol contents"
    ],
    "FOOD": [
      "cocoa bean shells",
      "cocoa byproducts",
      "different cocoa byproducts",
      "musty cocoa beans",
      "the cocoa production chain"
    ],
    "SYMPTOM": [
      "antioxidant assays and anti-skin aging activity"
    ]
  }
}