{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "The emerging role of honeysuckle flower in inflammatory bowel disease.",
  "abstract": "Crohn's disease (CD) and ulcerative colitis (UC), referred to as inflammatory bowel disease (IBD), pose considerable challenges in treatment because they are chronic conditions that easily relapse. The occurrence of IBD continues to rise in developing countries. Nonetheless, the existing therapies for IBD have limitations and fail to address the needs of the patients thoroughly. There is an increasing need for new, safe, and highly effective alternative medications for IBD patients. Traditional Chinese Medicine (TCM) is employed in drug development and disease management due to its wide-range of biological activities, minimal toxicity, and limited side effects. Extensive research has shown that certain TCM exhibits significant therapeutic benefits for IBD treatments. Honeysuckle (Lonicera japonica) was used in TCM research and clinical settings for the treatment of IBD. Bioactive metabolites inL. japonica,such as luteolin, quercetin, cyanidin, chlorogenic acid (CGA), caffeic acid (CA), and saponin, exhibit significant therapeutic benefits for managing IBD. The honeysuckle flower is a potential candidate in the treatment of IBD due to its anti-inflammatory, immune system-regulating, and antioxidant qualities. This paper reviews the metabolites of the honeysuckle flower as a candidate for the treatment of IBD. It discusses the fundamental mechanism ofL. japonicaand the potential of its bioactive metabolites in the prevention and treatment of IBD.",
  "publication_date": "2025-03-28",
  "journal": "Frontiers in nutrition",
  "doi": "10.3389/fnut.2025.1525675",
  "entities": {
    "SYMPTOM": [
      "inflammatory bowel disease"
    ],
    "POLYPHENOL": [
      "caffeic acid",
      "chlorogenic acid",
      "limited side effects",
      "luteolin",
      "new, safe, and highly effective alternative medications",
      "the fundamental mechanism"
    ]
  }
}