{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "A natural polyphenolic nanoparticle--knotted hydrogel scavenger for osteoarthritis therapy.",
  "abstract": "Exploring highly efficient and cost-effective biomaterials for osteoarthritis (OA) treatment remains challenging, as current therapeutic strategies are difficult to eradicate the excessive reactive oxygen species (ROS) and nitric oxide (NO) at damaged sites. Tea polyphenol (TP) nanoparticles (NPs), a nature-inspired antioxidant in combination with 2-(4-Carboxyphenyl)-4,4,5,5-tetramethylimidazoline-1-oxyl-3-oxide (carboxy-PTIO), a NO scavenger, could provide maximized positive therapeutic effects on OA by eradicating both ROS and NO. Notably, this combination not only improves the half-life of the TP monomer and the drug loading efficiency of carboxy-PTIO but also prevents nitrite from being harmful to tissue. Moreover, the protonation ability of carboxy-PTIO allows smart acid-responsive release in response to environmental pH, which provides conditioned treatment strategies for OA. Inin vitroexperiments, TP/PTIO NPs downregulated proinflammatory cytokine release via synergistic removal of ROS and NO and suppression of ROS/NF-κB and iNOS/NO/Caspase-3 signaling. Forin vivoexperiments, NPs were cross-linked with 4-arm-PEG-SH to form an injectable hydrogel system. The release of TP and carboxy-PTIO from the system efficiently prevents cartilage inflammation and damage via similar signaling pathways. Overall, the proposed system provides an efficient approach for OA therapy.",
  "publication_date": "2024-10-11",
  "journal": "Bioactive materials",
  "doi": "10.1016/j.bioactmat.2024.09.037",
  "entities": {
    "POLYPHENOL": [
      "an injectable hydrogel system",
      "highly efficient and cost-effective biomaterials",
      "maximized positive therapeutic effects",
      "tea polyphenol (tp) nanoparticles",
      "the excessive reactive oxygen species"
    ],
    "SYMPTOM": [
      "cartilage inflammation"
    ]
  }
}