{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Comparative analysis of grape berry microbiota uncovers sour rot associates from a Maryland vineyard.",
  "abstract": "Grape sour rot (GSR) is a disease complex involving fungi and bacteria that can cause significant yield losses of susceptible varieties. It is widely spread in the eastern U.S. and other grape-growing regions globally. Previous studies suggest that damaged fruit skin and feeding insects like Drosophila spp. are required for the disease to occur. Current control strategies for the management of sour rot are not sustainable, and research on the implications of chemical management of the disease on microbiome diversity is scarce. Our aim was to: i) investigate the effect of insecticide application and netting treatment on the microbiota of GSR-susceptible and tolerant grape varieties; and ii) identify the core microbial assemblages potentially associated with grape sour rot development in Maryland. Using a combined analysis of culture-dependent and independent data, we found that microbiota diversity of healthy grape berries did not change with netting, insecticide application, and between varieties. There was a significant difference in bacterial diversity between healthy and sour rot-affected berries. Komagataeibacter was consistently associated with infected berries followed by Acetobacter and Gluconobacter. This is the first study to report the association of Komagataeibacter with GSR-infected berries. It is thus imperative to investigate its role alongside that of other identified core microbiomes in sour rot development. Candida and Pichia were also consistent genera in infected berries. Several unidentified Candida, Pichia, and other fungal species from infected berries formed the core mycobiomes and it would be worth investigating their involvement in GSR development in Mid-Atlantic vineyards.",
  "publication_date": "2025-02-06",
  "journal": "PloS one",
  "doi": "10.1371/journal.pone.0314397",
  "entities": {
    "FOOD": [
      "grape sour rot",
      "grape sour rot development",
      "gsr-susceptible and tolerant grape varieties",
      "healthy grape berries",
      "other grape-growing regions"
    ],
    "POLYPHENOL": [
      "feeding insects",
      "gsr-infected berries",
      "healthy and sour rot-affected berries",
      "infected berries",
      "insecticide application",
      "other fungal species",
      "the effect"
    ]
  }
}