{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Application of a Novel Formulation of 1-Aminocyclopropane-1-carboxylic Acid (ACC) to Increase the Anthocyanins Concentration in Table Grape Berries.",
  "abstract": "The objective of this work was to assess different concentrations of a novel formulation of 1-aminocyclopropane-1-carboxylic acid (ACC) on anthocyanin accumulation and color development, as well as on the physicochemical characteristics of the 'Benitaka' table grape grown in a subtropical region in two application forms. The trial was conducted on a commercial property located in a subtropical area in Brazil in 2022. Treatments included different concentrations of a new formulation containing 400 g kg-1of ACC, ranging from 0 to 125 g 100 L-1, as well as a standard concentration of a formulation containing 100 g L-1of abscisic acid (S-ABA): 3.2 L ha-1. The exogenous application of ACC was performed at the beginning of berry ripening (véraison), while that ofS-ABA was performed twice: the first, at véraison, and the second, 7 days later. The concentration of total anthocyanins, berry color index, physicochemical characteristics, and sensory-visual analysis of color coverage of the bunches were evaluated weekly, while berry firmness was appraised at harvest. A single exogenous application of ACC or two applications ofS-ABA resulted in daily increment rates that provided a high accumulation of total anthocyanins, as well as greater berry color development, regardless of the application method, directed to the canopy of the vines or only to the bunches. As a result, the new formulation of ACC at concentrations of 75 g to 100 g 100 L-1is a novel tool to stimulate the anthocyanins accumulation and berry color development in 'Benitaka' table grapes grown in subtropical regions without negative impact on bunches or vines.",
  "publication_date": "2025-03-29",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14071058",
  "entities": {
    "POLYPHENOL": [
      "the objective"
    ],
    "FOOD": [
      "'benitaka' table grapes",
      "the 'benitaka' table grape"
    ]
  }
}