{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Allelopathy and Identification of Allelochemicals in the Leaves ofHakea decurrenssubsp.physocarpaW.R. Barker.",
  "abstract": "Hakea decurrenssubsp.physocarpais an invasive species from Australia, with morphological, physiological and ecological features that help it colonize and settle outside of its natural habitats. One of these characteristics is allelopathy, which is an interaction that grants a clear competitive advantage to invasive species that has not been studied inH. decurrenssubsp.physocarpa. With the aim of understanding the ecological relationships that take place in habitats invaded by this species, it is especially important to know the allelopathic potential ofH. decurrenssubsp.physocarpaand the compounds that would be involved in this interaction. To this end, the present study quantified the allelopathic activity of the aqueous extract of leaves gathered on four different occasions in the year, as well as of the compounds present in these extracts. The obtained results show a negative effect ofH. decurrenssubsp.physocarpasamples collected in March, June, September, and December on the germination and growth ofLactuca sativa. Although the negative effect was observed with all extracts, the extract of leaves gathered in September showing the greatest effect on germination (I50= 0.08 g/mL), and that of leaves collected in June presented the greatest effect on root size (I50= 0.05 g/mL). As for the composition of these extracts, nine compounds were identified and quantified through HPLC: arbutin, mesaconic acid, isotachioside, 1-O-vanilloyl-beta-D-glucose, syringic acid-4-beta-D-glucopyranoside, quercetin 3-robinobioside-7-glucoside, quercetin 3-rhamninoside, rutin, and isorhamnetin-3-O-rutinoside. There is a correlation between the quantified parameters and the quantity of these compounds in the extracts, but it is difficult to attribute the allelopathic activity ofH. decurrenssubsp.physocarpato a particular compound, since this activity may depend on the combination of these compounds. In conclusion, this work demonstrates that the leaves of the invasive speciesH. decurrenssubsp.physocarpahave allelopathic potential, and their toxicity could be due to the combined action of these compounds, which should be analyzed in future studies.",
  "publication_date": "2025-05-28",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14111646",
  "entities": {
    "POLYPHENOL": [
      "a negative effect",
      "an invasive species",
      "hakea decurrenssubsp.physocarpais",
      "inh. decurrenssubsp.physocarpa",
      "invasive species",
      "isorhamnetin-3-o-rutinoside",
      "morphological, physiological and ecological features",
      "ofh. decurrenssubsp.physocarpasamples",
      "ofh. decurrenssubsp.physocarpato",
      "quercetin",
      "rutin",
      "the allelopathic potential ofh. decurrenssubsp.physocarpaand",
      "the ecological relationships",
      "the greatest effect",
      "the invasive speciesh.",
      "the negative effect",
      "this species"
    ]
  }
}