{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "TolypothrixStrains (Cyanobacteria) as a Source of Bioactive Compounds with Anticancer, Antioxidant and Anti-Inflammatory Activity.",
  "abstract": "Cyanobacterial extracts offer significant potential for the development of new natural antioxidants and biologically active compounds with applications in various industries. Data on the genusTolypothrixare limited; therefore, the aim of the present study was to investigate the anticancer, antioxidant and anti-inflammatory activity of extracts prepared from strains of this genus. Cytotoxicity and anticancer activity were evaluated by in vitro tests with four cell lines using the MTT assay. The assessment of antioxidant activity was performed by the DPPH and ABTS methods in combination with the calculation of the total phenolic content. Anti-inflammatory activity was investigated using the LPS-stimulated macrophage model (RAW264.7) and subsequent measurement of the levels of secreted cytokines IL-6 and TNF-α. The lipid content and fatty acid composition of the non-polar extracts were determined by gas chromatography (GC). To elucidate the mechanism of cytotoxicity/anticancer action of the non-polar extracts, the effects of stearidonic acid, which was detected in four of the studied cyanobacterial strains, were additionally tested on the same cell lines. A molecular docking analysis was performed simulating the interaction between stearidonic acid and its target molecules and receptors (ALOX5, COX-2, NF-kB and PPAR-γ). In all cancer cell lines (but not in the normal one), dose-dependent cytotoxic effects were observed after exposure to different concentrations of non-polarTolypothrixextracts. The most pronounced inhibitory effect was observed on the HT-29 cell line, with an IC50value of 106.27 µg/mL. A dose-dependent antioxidant effect was established for all tested extracts, measured by both DPPH and ABTS methods. All non-polar extracts reduced the production of pro-inflammatory cytokines IL-6 and TNF-α in LPS-stimulated macrophages RAW264.7, and the effects were dose-dependent. Analysis of the fatty acid composition revealed 26 different fatty acids. Our conclusion is that theTolypothrixstrains exhibit anticancer, antioxidant, and anti-inflammatory activity and could be a promising source for the production of natural products.",
  "publication_date": "2025-05-26",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26115086",
  "entities": {
    "SYMPTOM": [
      "all cancer cell lines",
      "anticancer activity",
      "cytotoxicity/anticancer action",
      "the anticancer",
      "thetolypothrixstrains exhibit anticancer"
    ],
    "POLYPHENOL": [
      "106.27 µg/ml. a dose-dependent antioxidant effect",
      "a molecular docking analysis",
      "dose-dependent cytotoxic effects",
      "its target molecules",
      "receptors",
      "secreted cytokines il-6",
      "the effects",
      "the mechanism",
      "the most pronounced inhibitory effect"
    ]
  }
}