{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Investigation of the effect of resveratrol lyo-nanograft on the bone regeneration process of osseous bony defects in rabbits.",
  "abstract": "Periodontal diseases affect tooth-supporting structure producing bone-defects. Well-known bone-regeneration techniques are expensive, sophisticated and maybe immunogenic. We aimed at emerging a cost-effective, easily manufactured and safe nano-bone graft containing the natural-polyphenol resveratrol (RSV) which was reported to have in-vivo bone-regeneration efficacy. However, RSV suffers from poor solubility, bioavailability and photosensitivity. Its incorporation into a nanocarrier system could resolve these problems. RSV liposomes were prepared using Phosal® in different ratios and the optimized formula showed multilamellar vesicles, PS (126.1 nm), PDI (0.3017), ZP (-34.5 mV), %EE (90.86 %), with a sustained-release pattern. Then it was lyophilized and recharacterized and the obtained pliable mass (RSV-Ph75-LyoMan) lyo-nanograft suited its application into bone-defects performed in rabbits' tibiae. Histomorphometric quantitative analyses of bone sections micrographs were performed to verify RSV anti-inflammatory action, by counting bone marrow-infiltrating lymphocytes, and to explore the phases of bone-regeneration process exerted by RSV, by counting osteocytes, osteoblasts and osteoclasts and further confirmed by assessing bone-thickness, using ImageJ-software. This was done after 3, 6, 9 weeks of applying either placebo or RSV-Ph75-LyoMan. A significant decrease in lymphocytes' counts in RSV-Ph75-LyoMancompared to control-sites at the assessed time points was obtained. Further, RSV-Ph75-LyoMansignificantly accelerated bone-healing and regeneration processes as concluded from the differential osteocytes, osteoblasts and osteoclasts counts. Consequently, a significant increase in bone-thickness in (RSV-Ph75-LyoMan)-treated-sites; 68.25 ± 3.45, 109.5 ± 5.49, and 148.2 ± 7.25 µm after 3, 6, 9 weeks was obtained, with a significant difference when compared to control-sites; 40.05 ± 2.21, 45.23 ± 1.87 and 46.57 ± 1.45 µm, respectively. Histological studies confirmed trabecular-remolding after 9 weeks in (RSV-Ph75-LyoMan)-treated-sites. RSV-Ph75-LyoManlyo-nanograft is promising for treatment of osseous bony-defects in rabbits.",
  "publication_date": "2025-05-03",
  "journal": "International journal of pharmaceutics",
  "doi": "10.1016/j.ijpharm.2025.125679",
  "entities": {
    "POLYPHENOL": [
      "a significant decrease",
      "bone sections micrographs",
      "bone-defects",
      "osseous bony-defects",
      "the natural-polyphenol resveratrol",
      "well-known bone-regeneration techniques"
    ]
  }
}