{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Preparation and resolution performances of chiral stationary phases based on spherical covalent organic frameworks with various zeta potentials.",
  "abstract": "The development of novel chiral stationary phases (CSPs) based on spherical covalent organic frameworks (SCOFs) holds great importance in the field of chiral chromatographic separation. Herein, SCOF-1∼SCOF-4 were synthesized using 1,3,5-tris(4-aminophenyl)benzene (TAPB) as the connecting node and 2,5-dihydroxyterephthalaldehyde (DHTA) with 2,5-dimethoxyterephthalaldehyde (DMTA) as linkers, while controlling the ratio of two linkers. Subsequently, SCOF-3 containing phenolic hydroxyl groups was post-modified by 10-camphorsulfonyl chloride, yielding a derivative SCOF-5 with camphorsulfonyl groups. Besides, a vinyl-functionalized SCOF-6 was synthesized via the reaction of TAPB with 2,5-divinylterephthalaldehyde (DVTA). These SCOFs were then utilized as matrices to coat with the chiral selector cellulose-tris (3,5-dimethylphenylcarbamate) (CDMPC), resulting in the fabrication of six SCOFs@CDMPC CSPs. Their applications in high-performance liquid chromatography (HPLC) for chiral separations were systematically investigated. The results demonstrated that the chiral resolution performances of these CSPs varied depending on the SCOF matrices with different side chains, primarily due to their distinct zeta potentials. As the zeta potentials of the SCOFs matrices increased, the chiral separation capabilities of SCOFs@CDMPC CSPs improved sequentially. Notably, the SCOF-6@CDMPC CSP, prepared from SCOF-6 with the highest zeta potential, exhibited superior chiral separation performance, achieving efficient resolution of chiral compounds including metalaxyl, triticonazole, trans-stilbene oxide and 1-(1-naphthyl)ethanol with highest resolution up to 10.14. This work not only validates the potential of SCOFs as matrices for fabrication of new CSPs but also reveals that the zeta potential of SCOFs matrices is a critical factor influencing their chiral separation performances. These findings provide new insights for the design of advanced SCOFs-based CSPs.",
  "publication_date": "2025-05-21",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.466087",
  "entities": {
    "POLYPHENOL": [
      "the chiral selector cellulose-tris",
      "the connecting node"
    ]
  }
}