{
  "source": "PubMed",
  "query": "lignans",
  "title": "Bioactive Components, Pharmacological Properties, and Applications ofCistanche deserticolaY. C. Ma: A Comprehensive Review.",
  "abstract": "Cistanche deserticolaY. C. Ma (C. deserticola), a holoparasitic desert plant traditionally revered as \"desert ginseng\", has emerged as a versatile resource with significant applications in both medicinal and dietary contexts. This comprehensive review systematically explores its bioactive constituents, including phenylethanol glycosides (PhGs), iridoids, lignans, and polysaccharides, and elucidates their multifaceted pharmacological properties. Contemporary research substantiates the therapeutic potential ofC. deserticola, demonstrating its anti-inflammatory, antioxidant, antitumor, neuroprotective, and immunomodulatory effects. Mechanism analysis elucidated its anti-fatigue and immune-enhancing activities, primarily through the modulation of pivotal signaling pathways, including NF-κB, AMPK, and TLR4. The review also highlights recent regulatory advancements in China, which have approvedC. deserticolaas a functional food ingredient, complementing its traditional uses in kidney yang tonification and promoting intestinal health. Despite its promising attributes, challenges related to sustainable cultivation and clinical application remain. By integrating ethnopharmacological wisdom with modern scientific evidence, this work lays a robust foundation for advancing the applications ofC. deserticolain nutraceuticals and therapeutics.",
  "publication_date": "2025-04-29",
  "journal": "Nutrients",
  "doi": "10.3390/nu17091501",
  "entities": {
    "POLYPHENOL": [
      "its anti-inflammatory, antioxidant, antitumor, neuroprotective, and immunomodulatory effects",
      "mechanism analysis",
      "recent regulatory advancements"
    ],
    "SYMPTOM": [
      "its anti-fatigue and immune-enhancing activities"
    ],
    "FOOD": [
      "a functional food ingredient"
    ]
  }
}