{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Potential benefits of Ginkgo biloba in poultry nutrition: an updated review.",
  "abstract": "The need for more efficient poultry production to meet the increasing demand for animal protein due to the increase in global human population informs the use of antibiotic growth promoters (AGPs). Rising worries about the possible development of antibiotic-resistant bacteria and residues in chicken products make it imperative to develop alternatives to AGP. Such alternatives must possess qualities that are safe for public health, cost-efficient, environmentally-friendly,possessing antibacterial properties and ensure better growth performance in birds. More and more people are starting to see the value of functional food additives. Therefore, searching for novel feed items with useful characteristics is a primary focus of present-day research. Ginkgo biloba (GB) tree is of such promising materials in nature. It is a sole member of the Ginkgoaceae family, which is a subclass of Ginkgoatae. The leaves of GB contain flavonoids, terpenoids, polyphenols, polysaccharides, vitamins and minerals. There is current evidence that extracts from Ginkgo biloba plant exhibits antioxidant, antibacterial, antiplatelet, anticancer, neuro-protective and cardio-protective effects. These content have led to its growing popularity as a functional food ingredient in recent years. Evidence of its effectiveness is found in various literatures. However, there have not been a synthesized detailed summary of the results scattered in literature. Hence, this review aims to update the knowledge about the potential effects of GB supplementation in broiler chickens on growth performance, blood biochemistry, immunological function, carcass and meat quality, intestinal morphology, economic feasibility, and the expression of specific genes related to growth and antioxidant processes. Future considerations on the utilization of GB leaves and extracts in commercial feed of chickens are also presented.",
  "publication_date": "2025-05-29",
  "journal": "Tropical animal health and production",
  "doi": "10.1007/s11250-025-04487-4",
  "entities": {
    "FOOD": [
      "a functional food ingredient",
      "functional food additives"
    ],
    "POLYPHENOL": [
      "antioxidant, antibacterial, antiplatelet, anticancer, neuro-protective and cardio-protective effects",
      "economic feasibility",
      "flavonoids",
      "its effectiveness",
      "polyphenols",
      "recent years",
      "specific genes",
      "the potential effects"
    ]
  }
}