{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Valorization of Citrus Peel Byproducts: A Sustainable Approach to Nutrient-Rich Jam Production.",
  "abstract": "The valorization of citrus peel byproducts presents a sustainable and innovative approach to reducing food waste while improving the nutritional content of fruit-based products. Citrus peels, a significant byproduct of the fruit juice industry, are abundant in bioactive compounds with recognized health benefits and functional properties, making them particularly suitable for jam production. The global citrus industry generates substantial amounts of waste, with peels accounting for approximately 50% of the total fruit mass. Conventional disposal methods often result in environmental concerns and the underutilization of valuable bioresources. This study aims to investigate the potential of incorporating citrus peel into jam formulations as a means of enhancing their nutritional and functional properties. Jams were prepared using a traditional processing technique (TP) incorporating citrus peel. The experimental jam variants included pomelo peel jam (PPJ), lime peel jam (LiPJ), lemon peel jam (LePJ), clementine peel jam (CPJ), orange peel jam (OPJ), and grapefruit peel jam (GPJ). All jam samples were subjected to comprehensive analyses, including assessments of chemical composition, total soluble solids (TSSs), titrable acidity (g/100 g acid citric), macro- and microelement contents, total phenolic content (TPC), total flavonoid content (TFC), and antioxidant activity using the FRAP assay. The study revealed high levels of biologically active compounds, such aspolyphenols, flavonoids, and vitamin C, in the jams, highlighting their antioxidant properties and potential health benefits. Among the jams, lemon peel jam (LePJ) exhibited the highest antioxidant activity and polyphenol content, making it a superior choice in terms of functional benefits. In terms of sensory analysis, orange peel jam (OPJ) was the most favored by consumers, demonstrating its high acceptability and potential for market success.",
  "publication_date": "2025-04-13",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14081339",
  "entities": {
    "FOOD": [
      "grapefruit peel jam",
      "lemon peel jam",
      "lime peel jam",
      "orange peel jam",
      "the fruit juice industry"
    ],
    "POLYPHENOL": [
      "a traditional processing technique",
      "flavonoids",
      "polyphenol content",
      "recognized health benefits",
      "such aspolyphenols",
      "total flavonoid content"
    ]
  }
}