{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Update on the Technological Potential and Biological Properties of Anthocyanins from Grumixama Fruits (Eugenia brasiliensis).",
  "abstract": "Anthocyanins are phenolic compounds that can be used as natural food colorants, which have stimulated science and industries toward the search for fruits and other plant parts to be used as sources of these pigments. Extraction, identification, composition, and stability of anthocyanins are the most widely studied aspects. Regarding anthocyanins' sources, Eugenia brasiliensis - commonly known as grumixama - is an underexploited Brazilian fruit, yet it belongs to the high-anthocyanin berries group due to its high contents of cyanidin 3-O-glucoside. Herein, we compiled and discussed recent data about grumixama fruits, especially their anthocyanin composition, stability, biological, and technological properties. According to the recent literature, the anthocyanins from grumixama were reported as stable when exposed to fluorescent and incandescent light. Moreover, the anthocyanin extract of grumixama fruits was extremely sensitive to ultraviolet radiation, as well as temperatures above 50 °C. Regarding the biological properties of grumixama anthocyanins, studies on their health effects remain limited, particularly those involving cellular, animal, and human research. This underscore the need for further investigation into the bioaccessibility and bioavailability of these anthocyanins, which are crucial for understanding their potential health benefits.",
  "publication_date": "2025-06-28",
  "journal": "Plant foods for human nutrition (Dordrecht, Netherlands)",
  "doi": "10.1007/s11130-025-01384-x",
  "entities": {
    "POLYPHENOL": [
      "biological, and technological properties",
      "especially their anthocyanin composition",
      "phenolic compounds",
      "recent data",
      "the most widely studied aspects",
      "the recent literature",
      "their health effects"
    ]
  }
}