{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Diet and disease-related outcomes in multiple sclerosis: A systematic review of clinical trials.",
  "abstract": "Background:A growing number of clinical trials have investigated the role of diet in multiple sclerosis (MS) patients. We systematically reviewed the literature for clinical trials to assess the impact of different kinds of diets on MS-related outcomes.Methods:We searched MEDLINE, EMBASE, and Web of Science for relevant studies published before July 2019. The clinical trials included a defined dietary intervention and MS outcomes, including fatigue, relapse rate (RR), quality of life (QOL), and disability.Results:In the present review, 15 trials on 669 MS patients were included. The 2 plant-based diet trials, 1 was low-fat and the other was low-calorie, included in the review showed a large effect (ES: 0.6 to 0.7) on fatigue compared to the regular diet. The other plant-based diet was a low-protein diet and showed moderate to large effects on disability and RR compared to the Western diet. Moreover, 2 studies showed the clinically meaningful effects of the ketogenic diet (KD) on QOL and disability compared to the regular diet. In addition, 2 studies compared fish oil (FO) to placebo and found a small effect on disability (ES: 0.1 to 0.3). There were 2 studies that evaluated evening primrose oil and hemp seed oil and showed medium to large effect (ES: 0.7 to 1.5) on RR compared to olive oil. Finally, we found 2 studies that showed high flavonoid cocoa had a moderate effect (ES: 0.4) on fatigue and a small effect (ES: 0.04) on QOL compared to low flavonoid cocoa.Conclusion:Plant-based diet is a backbone for dietary recommendations in MS patients although low-fat, low-calorie, and KD diets with the addition of fish oil, vegetable oil, and flavonoids could be helpful.",
  "publication_date": "",
  "journal": "Current journal of neurology",
  "doi": "10.18502/cjn.v21i1.9362",
  "entities": {
    "SYMPTOM": [
      "fatigue"
    ],
    "POLYPHENOL": [
      "a large effect",
      "a moderate effect",
      "a small effect",
      "dietary recommendations",
      "flavonoids",
      "high flavonoid cocoa",
      "large effect",
      "large effects",
      "low flavonoid cocoa",
      "the clinically meaningful effects"
    ],
    "FOOD": [
      "fish oil",
      "olive oil"
    ]
  }
}