{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Optimization of Sustainable Single-Cell Oil Production by Rhodotorula mucilaginosa (BT59) from Grape Pomace and Its Functional Characterization.",
  "abstract": "The current study reports the optimization of single-cell oil (SCO) production from Rhodotorula mucilaginosa, a promising yeast for industrial applications, with grape pomace as a cost-effective carbon source. Fermentation duration, carbon amount, and pH parameters were used to determine optimum conditions for the production of SCO with the highest yield (5.81 days fermentation, 6.20% carbon amount, and pH 4.33), the highest saturated fatty acid (SFA) content (8 days, 8.32% carbon amount, and pH 4.44), and the highest unsaturated fatty acid content (8 days, 2% carbon amount, and pH 4.47). Oleic acid was identified as the dominant fatty acid (FA) in all samples, accounting for 58-76% of the total FAs, followed by palmitic acid, an SFA, at 10-14%. The amount of bioactive components of SCOs varied depending on the fermentation conditions. The highest total phenolic matter (TPC) and antioxidant activity observed were 659.40 mg GAE (gallic acid equivalent)/kg extract, 24.04 mg/L DPPH· scavenging activities (IC50), and 30.43 (μmol Trolox/kg) (TAC value). Additionally, the SCOs exhibited notable antimicrobial activity, particularly against Salmonella enterica subsp. R. mucilaginosa can synthesize SCOs from grape pomace that contains diverse fatty acids, such as oleic, palmitic, γ-linolenic, and docosahexaenoic acids. This microorganism's ability to generate elevated ratios of desirable fatty acids under particular conditions renders the resultant oils compositionally akin to vegetable oils with analogous fatty acids, such as cocoa butter, palm oil, or olive oil. Moreover, microbial oils have benefits including sustainability, less reliance on agricultural land, and cost-effective use of agricultural waste, thereby establishing these single-cell oils as viable alternatives to conventional vegetable oils.",
  "publication_date": "2025-05-30",
  "journal": "ACS omega",
  "doi": "10.1021/acsomega.5c01720",
  "entities": {
    "FOOD": [
      "cocoa butter",
      "grape pomace",
      "olive oil"
    ],
    "POLYPHENOL": [
      "659.40 mg gae (gallic acid equivalent)/kg extract",
      "a cost-effective carbon source",
      "cost-effective use"
    ]
  }
}