{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Experimental and computational insights into the therapeutic mechanisms of resveratrol in a Drosophila α-synuclein model of Parkinson's disease.",
  "abstract": "Parkinson's disease (PD) is a multifactorial neurodegenerative disorder driven by genetic predisposition and environmental exposure. Given its well-documented antioxidative and neuroprotective properties, resveratrol is increasingly being considered for its potential to counteract the neuronal damage characteristic of Parkinson's disease. Here, we investigated the therapeutic action of resveratrol in a transgenic Drosophila melanogaster model expressing human α-synuclein (SNCA, PD flies), in combination with network pharmacology and molecular docking analyses. The PD flies were fed diet supplemented with resveratrol (15, 30, and 60 mg/kg diet, approximately 6.57, 13.14 and 26.28 mM, respectively), to evaluate lifespan. This was followed by a 21-day treatment of PD flies with similar concentrations of resveratrol in the diet to evaluate cognitive function, oxidative stress, and antioxidant biomarkers, using Levodopa (0.1 mM) as positive control. The results showed that resveratrol supplementation in the diet significantly improved lifespan, locomotor activity, acetylcholinesterase and catalase activities, and thiol content compared to untreated PD flies. Furthermore, resveratrol reduced nitric oxide (nitrite/nitrate), malondialdehyde, and total hydroperoxide levels, and enhanced cellular metabolic activity and upregulated Sod1 mRNA expression (p < 0.05). The network pharmacology and molecular docking analyses identified key molecular targets that may account for the therapeutic action of resveratrol, including B-Cell Lymphoma 2, Monoamine Oxidase (MAO); in flies, MAO-Like, Dopa Decarboxylase, Protein Kinase A and Glycogen Synthase Kinase-3 (GSK-3). Among these, MAO and GSK-3 emerged as top targets as indicated by network prominence and strong binding interactions. Additionally, the binding interaction of resveratrol to SNCA at specific sites suggests a potential role in inhibiting its aggregation, which is a hallmark of PD pathology. Quantum mechanics calculations revealed that resveratrol functions as both a proton donor and acceptor, contributing to its strong target binding interactions and antioxidant potential. Overall, resveratrol supplementation in the diet may be beneficial for PD management by modulating dopamine metabolism, apoptosis, oxidative stress, and cell survival. The study provides valuable experimental and computational insights into the underlying therapeutic mechanisms of action of resveratrol and supports its potential use in PD management.",
  "publication_date": "2025-05-22",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-00698-9",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "oxidative stress",
      "parkinson's disease"
    ],
    "POLYPHENOL": [
      "its well-documented antioxidative and neuroprotective properties",
      "key molecular targets",
      "molecular docking analyses",
      "quantum mechanics calculations",
      "resveratrol",
      "resveratrol functions",
      "resveratrol supplementation",
      "specific sites",
      "the underlying therapeutic mechanisms"
    ]
  }
}