{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Modulation ofAbortiporus biennisResponse to Oxidative Stress by Light as a New Eco-Friendly Approach with a Biotechnological Perspective.",
  "abstract": "To comprehensively explore the impact of oxidative stress, induced by menadione and light at various wavelengths, on the metabolism and selected biochemical markers of the white rot fungusAbortiporus biennis, a phenotypic approach based on FF Panels and biochemical analysis was applied. It was possible to determine the metabolic profile of this basidiomycete, which varied greatly during fungal growth. A noticeable effect of green and red light and menadione on the overall metabolic activity and the theoretical metabolic efficiency was observed. The fungus exhibited preferences for the utilisation of polymers. The analysis of biochemical parameters revealed the highest levels of the superoxide anion radical in cultures grown in darkness and red light. The concentration of phenolic compounds in the presence of menadione slightly increased, reaching its highest level on day 10 after stress stimulation. The most substantial antioxidative effect was observed on the fifth day in cultures incubated in green light. The addition of menadione significantly stimulated laccase activity but had a negative effect on superoxide dismutase and catalase activities. In general, higher enzymatic activities were observed in white light conditions; additionally, in the case of dismutase activity, higher activities were determined in the blue and dark light variants. The findings presented in this study indicate that the biochemical changes are a resultant phenomenon of the action of the two stressors, and the response of this fungus to light- and menadione-induced oxidative stress is complex and multidirectional. These data may provide a basis for efficient and simple improvements of the industrial and medicinal potential ofA. biennis.",
  "publication_date": "2025-06-07",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125482",
  "entities": {
    "SYMPTOM": [
      "light- and menadione-induced oxidative stress",
      "oxidative stress",
      "stress stimulation",
      "the two stressors"
    ],
    "POLYPHENOL": [
      "a negative effect",
      "a noticeable effect",
      "phenolic compounds",
      "the most substantial antioxidative effect"
    ]
  }
}