{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Scutellarin suppresses ovarian cancer progression by targeting METTL5.",
  "abstract": "Scutellarin, a natural compound extracted from Scutellaria barbata, has demonstrated antitumor activity in various cancers. However, its role in ovarian cancer has not been fully explored. This study aims to evaluate the therapeutic potential and underlying mechanisms of Scutellarin in ovarian cancer. The effects of Scutellarin on cell proliferation and migration were assessed in ovarian cancer cell lines including SKOV3, A2780, OVCAR3, and OVCAR8. Patient-derived ovarian cancer organoids were used to further validate the in vitro findings. Calcein-AM and PI staining were used to analyze cell viability, and ATP assays were performed to assess organoid activity. Western blot was used to evaluate the regulation of METTL5 protein by Scutellarin. The gene and protein expression levels of METTL5 and their association with ovarian cancer prognosis were assessed using the databases The Human Protein Atlas (HPA), Gene Expression Profiling Interactive Analysis 2 (GEPIA2), TNMplot, KM-plotter and The Cancer Genome Atlas (TCGA). The functional role of METTL5 was assessed by transwell migration and colony formation assays, and its involvement in Scutellarin's mechanism of action was confirmed by rescue experiments using wound healing and transwell assays. Scutellarin significantly inhibited the proliferation and migration of ovarian cancer cells. In organoid models, Scutellarin markedly reduced organoid growth, induced cell damage, and decreased ATP levels. Compared to normal ovarian tissue, ovarian cancer tissue exhibited elevated RNA and protein expression levels of METTL5. High METTL5 expression was associated with poorer prognosis in ovarian cancer patients and promoted the migration and clonogenicity of ovarian cancer cells. Scutellarin downregulated METTL5 expression, and rescue experiments demonstrated that Scutellarin inhibited ovarian cancer migration by targeting METTL5. Scutellarin demonstrates potent, broad-spectrum anti-tumor activity in ovarian cancer cell lines, potentially mediated through targeting METTL5. These findings suggest a novel and promising therapeutic strategy for ovarian cancer treatment.",
  "publication_date": "2025-05-27",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-03411-y",
  "entities": {
    "SYMPTOM": [
      "cell damage",
      "ovarian cancer",
      "ovarian cancer cell lines",
      "ovarian cancer cells",
      "ovarian cancer migration",
      "ovarian cancer patients",
      "ovarian cancer prognosis",
      "ovarian cancer tissue",
      "ovarian cancer treatment",
      "patient-derived ovarian cancer organoids",
      "the cancer genome atlas",
      "various cancers"
    ],
    "POLYPHENOL": [
      "decreased atp levels",
      "potent, broad-spectrum anti-tumor activity",
      "scutellarin's mechanism",
      "the effects",
      "underlying mechanisms"
    ]
  }
}