{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Rac1 signaling mediates the protection of apigenin against hepatic lipid accumulation and insulin resistance.",
  "abstract": "Obesity-related metabolic disorders, including non-alcoholic fatty liver disease (NAFLD) and insulin resistance, are increasingly prevalent worldwide, yet effective therapeutic strategies remain limited. Recent research has highlighted the potential of natural compounds in mitigating metabolic dysfunction. Apigenin (Api), a plant-derived flavonoid, has been recognized for its anti-inflammatory, antioxidant, and anti-cancer properties; however, its role in regulating hepatic lipid metabolism and insulin sensitivity remains incompletely understood. In this study, we explored the molecular mechanisms by which apigenin improves hepatic metabolic dysfunction. Using a high-fat diet-fed mouse model, we observed that apigenin treatment significantly alleviated hepatic lipid accumulation and insulin resistance. Proteomic analysis (LC-MS/MS) of liver tissues revealed extensive alterations in protein expression, with 1025 proteins upregulated and 1435 downregulated. Pathway enrichment analysis identified key affected signaling pathways, including cell junction signaling, clathrin-mediated endocytosis, and mTOR signaling. Notably, apigenin treatment increased Rac1 protein expression, suggesting its involvement in lipid metabolism regulation. Further in vitro studies using Rac1 inhibitors and siRNA in Huh7 cells confirmed that Rac1 plays a critical role in mediating the beneficial effects of apigenin on hepatic lipid metabolism and insulin resistance. Mechanistically, apigenin alleviated hepatic lipid accumulation by upregulating Rac1 and activating the autophagy-mitochondrial pathway. Additionally, it prevented insulin resistance by downregulating fetuin-A protein levels, a known contributor to metabolic dysregulation. These findings provide new insights into the hepatoprotective properties of apigenin and highlight its therapeutic potential in managing obesity-associated metabolic disorders.",
  "publication_date": "2025-06-16",
  "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
  "doi": "10.1016/j.biopha.2025.118265",
  "entities": {
    "SYMPTOM": [
      "insulin resistance",
      "obesity-associated metabolic disorders",
      "obesity-related metabolic disorders"
    ],
    "POLYPHENOL": [
      "a plant-derived flavonoid",
      "apigenin",
      "apigenin treatment",
      "apigenin treatment significantly alleviated hepatic lipid accumulation",
      "effective therapeutic strategies",
      "key affected signaling pathways",
      "mechanistically, apigenin alleviated hepatic lipid accumulation",
      "recent research",
      "the beneficial effects",
      "the hepatoprotective properties",
      "the molecular mechanisms"
    ]
  }
}