{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Ultrasound-Assisted Extraction Optimization and Cultivar Screening for Polyphenol Recovery from Thinned Peach Fruit: A Comprehensive Evaluation of 179 Cultivars.",
  "abstract": "Thinned peach fruit represents a substantial source of polyphenols, primarily due to its early developmental stage. Utilizing ultrasound-assisted extraction optimized through a Box-Behnken design, we determined the optimal extraction parameters to be 45 min, 360 W, a liquid-to-solid ratio of 15:1 mL/g, and a temperature of 70 °C. Under these conditions, the total phenolic content (TPC) achieved was 1.12 g GAE/kg FW, with an extraction efficiency of 97.06%. Additionally, an extensive evaluation of 179 peach cultivars revealed that wild accessions possessed significantly higher polyphenol content, including TPC, total flavonoid content (TFC), and total anthocyanin content (TAC), alongside enhanced antioxidant activities as measured by ferric reducing antioxidant power (FRAP), 2,2'-Azino-di-3-ethylbenzthiazoline Sulfonic Acid (ABTS), and 2,2-Diphenyl-1-picrylhydrazyl (DPPH) radical scavenging assays, in comparison to landraces and cultivated varieties. Notably, the wild accession 'Gansu Peach 2' exhibited the highest TPC (2.61 g GAE/kg FW), whereas the landrace 'Early White Blossom Peach' demonstrated the highest TFC (137.32 g RTE/kg FW), TAC (25.30 g PAE/kg FW), and antioxidant capacity. Additionally, as expected, significant positive correlations (0.73 <r< 0.96) were also observed between polyphenol components and antioxidant activities (p< 0.0001). This study establishes a foundational framework for the utilization of thinned peach fruit as valuable polyphenol-rich resources.",
  "publication_date": "2025-05-27",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14111897",
  "entities": {
    "FOOD": [
      "179 peach cultivars",
      "early white blossom peach",
      "gansu peach",
      "thinned peach fruit"
    ],
    "POLYPHENOL": [
      "as expected, significant positive correlations",
      "polyphenol components",
      "polyphenols",
      "significantly higher polyphenol content",
      "total flavonoid content",
      "valuable polyphenol-rich resources"
    ]
  }
}