{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Use of Oleuropein and Hydroxytyrosol for Cancer Prevention and Treatment: Considerations about How Bioavailability and Metabolism Impact Their Adoption in Clinical Routine.",
  "abstract": "The fact that the Mediterranean diet could represent a source of natural compounds with cancer-preventive and therapeutic activity has been the object of great interest, especially with regard to the mechanisms of action of polyphenols found in olive oil and olive leaves. Secoiridoid oleuropein (OLE) and its derivative hydroxytyrosol (3,4-dihydroxyphenylethanol, HT) have demonstrated anti-proliferative properties against a variety of tumors and hematological malignancies both in vivo and in vitro, with measurable effects on cellular redox status, metabolism, and transcriptional activity. With this review, we aim to summarize the most up-to-date information on the potential use of OLE and HT for cancer treatment, making important considerations about OLE and HT bioavailability, OLE- and HT-mediated effects on drug metabolism, and OLE and HT dual activity as both pro- and antioxidants, likely hampering their use in clinical routine. Also, we focus on the details available on the effects of nutritionally relevant concentrations of OLE and HT on cell viability, redox homeostasis, and inflammation in order to evaluate if both compounds could be considered cancer-preventive agents or new potential chemotherapy drugs whenever their only source is represented by diet.",
  "publication_date": "2024-02-23",
  "journal": "Biomedicines",
  "doi": "10.3390/biomedicines12030502",
  "entities": {
    "SYMPTOM": [
      "cancer treatment",
      "cancer-preventive agents",
      "cancer-preventive and therapeutic activity",
      "inflammation"
    ],
    "POLYPHENOL": [
      "measurable effects",
      "ole and ht bioavailability, ole- and ht-mediated effects",
      "polyphenols",
      "secoiridoid oleuropein",
      "the effects",
      "the mechanisms",
      "the object"
    ],
    "FOOD": [
      "olive oil and olive leaves"
    ]
  }
}