{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Quercetin attenuates the progression of chronic rhinosinusitis with nasal polyps by regulating macrophage M2 polarization and remodeling of nasal mucosa.",
  "abstract": "Chronic rhinosinusitis with nasal polyps (CRSwNP) is chronic respiratory disease with high prevalence worldwide, especially in old people. Macrophage polarization-mediated inflammation and nasal mucosal epithelium remodeling are potential etiologic factors for CRSwNP. Quercetin is a natural plant-derived flavonoid and exerts the important function in chronic inflammatory disease. Nevertheless, its roles in CRSwNP remain elusive. The current study confirmed the higher levels of CD68+CD206+M2 macrophages in CRSwNP patients relative to the control groups, but not changes in the contents of CD68+CD80+M1 macrophages. Moreover, quercetin restrained IL-4-evoked increases in the numbers of CD68+CD206+M2 macrophage, concomitant with the decrease in M2 macrophage marker CD206, CD163, MMP-9 and TGF-β expression. Moreover, the increased releases of chemokine CCL-18, CCL-24 and CCL-13 from M2 macrophages were reduced by quercetin. Furthermore, human nasal epithelial cells (hNECs) underwent epithelial-mesenchymal transition (EMT) occurrence after co-cultured with M2-like macrophages by decreasing E-cadherin expression and increasing vimentin expression. However, M2 macrophages-induced EMT in hNECs was reversed by quercetin treatment. Mechanistically, quercetin mitigated activation of the JAK2/STAT3 pathway in M2-like macrophages. Intriguingly, re-activating the above pathway via its activator RO8191 reversed quercetin-mediated inhibition in macrophage M2 polarization and their polarization-mediated EMT in hNECs. In vivo, Quercetin alleviated the progression of CRSwNP in mice model by attenuating nasal symptoms, polyp formation and inflammation. Moreover, administration with quercetin decreased the levels of CD68+CD206+M2-like macrophages and chemokine in nasal mucosa tissues in CRSwNP mice model. Simultaneously, quercetin attenuated nasal mucosal remodeling by inhibiting EMT and MMP-2, MMP-9 levels. Re-activating the JAK2/STAT3 pathway antagonized quercetin-mediated protective efficacy against CRSwNP. Thus, quercetin may alleviate the progression of CRSwNP by regulating macrophage M2 polarization and nasal mucosal remodeling via the blockage of the JAK/STAT3 pathway, supporting a promising agent against CRSwNP.",
  "publication_date": "2025-06-21",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2025.115120",
  "entities": {
    "SYMPTOM": [
      "inflammation",
      "macrophage polarization-mediated inflammation"
    ],
    "POLYPHENOL": [
      "a natural plant-derived flavonoid",
      "hnecs",
      "mechanistically, quercetin mitigated activation",
      "quercetin",
      "quercetin treatment",
      "quercetin-mediated inhibition",
      "quercetin-mediated protective efficacy",
      "the decrease"
    ]
  }
}