{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Comparation of brain-targeting chitosan/sodium tripolyphosphate and ovalbumin/sodium carboxymethylcellulose nanoparticles on dihydromyricetin delivery and cognitive impairment in obesity-related Alzheimer's disease.",
  "abstract": "The brain-gut axis plays an important role in regulating cognitive ability in obesity-related Alzheimer's disease (AD). In this study, we aimed to investigate the correlation between the barrier penetration ability of the DMY nanodelivery system in vivo and the regulation of the gut-brain axis to alleviate cognitive impairment. Brain-targeted peptide (TGN: TGNYKALHPHNG) and DMY loaded chitosan (CS)/sodium tripolyphosphate (TPP) nanoparticles (TGN-DMY-CS/TPP-NPs) and ovalbumin (OVA)/sodium carboxymethylcellulose (CMC) nanoparticles (TGN-DMY-OVA/CMC-NPs) were prepared. TGN-DMY-CS/TPP-NPs demonstrated superior mucus penetration and BBB targeting ability compared to TGN-DMY-OVA/CMC-NPs, while the latter showed notable intestinal accumulation. TGN-DMY-CS/TPP-NPs treatment significantly increased the relative abundance of Alistipes and Rikenellaceae_RC9_gut_group, and TGN-DMY-OVA/CMC-NPs treatment obviously enhanced the relative abundance of Lactobacillus. Furthermore, both nanoparticles alleviated lipid metabolism disorder, oxidative stress, and inflammation in the liver, reduced oxidative stress and neuroinflammation in the brain, inhibited neuronal apoptosis, and enhanced mitochondrial biogenesis and synaptic plasticity in obesity-related AD mice. Despite different mucus penetration and biodistribution, their similar efficacy in improving obesity-related AD is attributed to the gut-brain bidirectional connection.",
  "publication_date": "2025-02-26",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.141517",
  "entities": {
    "SYMPTOM": [
      "improving obesity-related ad",
      "inflammation",
      "neuroinflammation",
      "neuronal apoptosis",
      "obesity-related ad mice",
      "obesity-related alzheimer's disease",
      "oxidative stress",
      "reduced oxidative stress"
    ],
    "POLYPHENOL": [
      "the gut-brain bidirectional connection"
    ]
  }
}