{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Spatial-Constraint Modulation of Intra/Extracellular Reactive Oxygen Species by Adaptive Hybrid Materials for Boosting Pyroptosis and Combined Immunotherapy of Breast Tumor.",
  "abstract": "Pyroptosis-immunotherapy has potential for triple-negative breast cancer treatment, but its efficacy is limited by insufficient pyroptosis activation and the need for phased, balanced, and spatially controlled activation of active species during long-term treatment. To reconcile intracellular/extracellular demands in tumor ablation, a nanoparticle-hydrogel hybrid enabling spatiotemporal reactive oxygen species (ROS) modulation is engineered. An open-shell sonosensitizer with unpaired electrons in its molecular orbitals is prepared by chelating Cu2⁺ with TCPP. These sonosensitizers are undergoing bovine serum albumin mediated biomineralization to form calcium phosphate particles and are incorporated into an injectable hydrogel through Schiff base crosslinking between dopamine-functionalized oxidized hyaluronic acid and gallic acid-modified chitosan. After intratumoral injection, nanoparticles endocytosed into tumor cells undergo acidic degradation, releasing calcium ions and GSH-activatable sonosensitizers. Calcium overload synergizes with ultrasound-mediated oxidative stress to induce mitochondrial damage and pyroptosis, while adhesive hydrogels retained in the extracellular matrix control excessive secondary ROS levels to protect oxidation-sensitive entities. This dual-action mechanism enhances the overall therapeutic effect by combining immediate tumor killing with long-term immune activation. This study provides a new route to hybrid material design, addressing the conflicting demands of short-term tumor ablation and long-term immune activation, overcoming the limitations of current pyroptosis-based immunotherapies.",
  "publication_date": "2025-05-28",
  "journal": "Advanced healthcare materials",
  "doi": "10.1002/adhm.202500371",
  "entities": {
    "SYMPTOM": [
      "triple-negative breast cancer treatment",
      "ultrasound-mediated oxidative stress"
    ],
    "POLYPHENOL": [
      "a nanoparticle-hydrogel hybrid enabling spatiotemporal reactive oxygen species (ros) modulation",
      "active species",
      "an injectable hydrogel",
      "dopamine-functionalized oxidized hyaluronic acid and gallic acid-modified chitosan",
      "excessive secondary ros levels",
      "intratumoral injection",
      "its molecular orbitals",
      "the overall therapeutic effect",
      "this dual-action mechanism",
      "unpaired electrons"
    ]
  }
}