{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Can Resveratrol-Inhaled Formulations Be Considered Potential Adjunct Treatments for COVID-19?",
  "abstract": "The pandemic caused by severe acute respiratory syndrome coronavirus type 2 (SARS-CoV-2) has led to an extraordinary threat to the global healthcare system. This infection disease, named COVID-19, is characterized by a wide clinical spectrum, ranging from asymptomatic or mild upper respiratory tract illness to severe viral pneumonia with fulminant cytokine storm, which leads to respiratory failure. To improve patient outcomes, both the inhibition of viral replication and of the unwarranted excessive inflammatory response are crucial. Since no specific antiviral drug has been proven effective for the treatment of patients and the only upcoming promising agents are monoclonal antibodies, inexpensive, safe, and widely available treatments are urgently needed. A potential anti-inflammatory molecule to be evaluated, which possesses antiviral activities in several experimental models, is the polyphenol resveratrol. This compound has been shown to inhibit SARS-CoV-2 replication in human primary bronchial epithelial cell cultures and to downregulate several pathogenetic mechanisms involved in COVID-19 severity. The use of resveratrol in clinical practice is limited by the low bioavailability following oral administration, due to the pharmacokinetic and metabolic characteristics of the molecule. Therefore, topical administration through inhaled formulations could allow us to achieve sufficiently high concentrations of the compound in the airways, the entry route of SARS-CoV-2.",
  "publication_date": "2021-05-19",
  "journal": "Frontiers in immunology",
  "doi": "10.3389/fimmu.2021.670955",
  "entities": {
    "POLYPHENOL": [
      "a potential anti-inflammatory molecule",
      "a wide clinical spectrum",
      "no specific antiviral drug",
      "resveratrol",
      "several pathogenetic mechanisms",
      "the molecule",
      "the polyphenol resveratrol",
      "this infection disease"
    ]
  }
}