{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Potential Epigenetic Impacts of Phytochemicals on Ruminant Health and Production: Connecting Lines of Evidence.",
  "abstract": "The once mysterious \"dark matter of nutrition\", comprising countless plant-derived secondary compounds, also known as phytochemicals, is now understood to have significant and wide-ranging effects on consumers, including myriad health benefits in humans and livestock. The selective consumption of phytochemically rich and diverse plants, in appropriate doses, by ruminants represents an adaptive means of therapeutic and prophylactic self-medication. Due to their chemical structure, phytochemicals have long been recognized as antioxidants. However, the mechanisms that underlie numerous additional phytochemical-based health benefits are generally less understood. These effects (i.e., anti-inflammatory, immunomodulatory, and anticarcinogenic effects) are likely related to epigenetic processes. Evidence in humans and rodent models, as well as emerging ruminant data, has shown that phytochemicals can modulate gene expression by inhibiting or enhancing the activity of chromatin modifiers. The implication of adaptations with epigenetic mechanisms is significant as they are potentially heritable. We argue that heritable epigenetic changes, including \"fetal programming\", are commonplace in ruminants under nutritional interventions. We also argue that these phenomena are significant for an industry that relies upon the efficient breeding and growth of offspring. We highlight emerging yet limited evidence and offer direction for future research. We explore interactions between the fields of plant secondary chemistry, ruminant nutrition, and molecular (epi)genetics and aim to familiarize researchers with the scope and foundational concepts of these emerging interactions.",
  "publication_date": "2025-06-17",
  "journal": "Animals : an open access journal from MDPI",
  "doi": "10.3390/ani15121787",
  "entities": {
    "POLYPHENOL": [
      "(i.e., anti-inflammatory, immunomodulatory, and anticarcinogenic effects",
      "countless plant-derived secondary compounds",
      "direction",
      "epigenetic mechanisms",
      "molecular (epi)genetics",
      "plant secondary chemistry",
      "significant and wide-ranging effects",
      "the mechanisms",
      "the selective consumption",
      "these effects"
    ]
  }
}