{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Preparation, Modification, Quantitation, and Dentin Biomodification Activity of Selectively Enriched Proanthocyanidins.",
  "abstract": "To date, quantitative analysis of proanthocyanidin (PAC) containing materials including plant extracts and fractions depends on colorimetric assays or phloroglucinolysis/thiolysis combined with UV-HPLC analysis. Such assays are of limited accuracy, particularly lack specificity, require extensive sample preparation and degradation, and need appropriate physical reference standards. To address this analytical challenge and toward our broader goal of developing new plant-sourced biomaterials that chemically and mechanically modulate the properties of dental tissue for clinical interventions, we have characterized 12 different PAC DESIGNER (Depletion and Enrichment of Select Ingredients Generating Normalized Extract Resources) materials. The DESIGNER approach is carried out by using either centrifugal partition chromatography (CPC) or size-exclusion chromatography (SEC) for the selective enrichment of trimeric and tetrameric PACs. Moreover, the rare but biologically interesting A-type PAC DESIGNERs can now be generated successfully from their natural AB-type PAC precursors via phenol-oxidative intramolecular coupling initiated by a mixture of the stable radicals, 2,2-diphenyl-1-picrylhydrazyl (DPPH) and 2,2,6,6-tetramethylpiperidine-1-oxyl (TEMPO). Furthermore, to ensure the quality and stability of PAC DESIGNER materials, we developed a quantitative analysis of the total PAC content of the DESIGNER materials in the form of a quantitative NMR (qNMR) method using a non-PAC internal calibrant combined with diol-HPLC. The total PAC content was, thus, determined to be in a range of 67.5-96.9% by qNMR. We highlight the complementarity of diol-HPLC and qNMR to accurately assess the amount of PACs across a range of concentrations and PAC stability in the DESIGNER materials. This quantitative methodology paves the way to generate standardized DESIGNER and other PAC-containing materials and to perform rigorous quality control for dental (pre)clinical studies of PACs.",
  "publication_date": "2025-01-13",
  "journal": "Journal of natural products",
  "doi": "10.1021/acs.jnatprod.4c01213",
  "entities": {
    "FOOD": [
      "plant extracts"
    ],
    "POLYPHENOL": [
      "phenol-oxidative intramolecular coupling",
      "sec",
      "specificity",
      "the selective enrichment",
      "their natural ab-type pac precursors"
    ]
  }
}