{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Neuroprotective Potential of Betulin and Its Drug Formulation with Cyclodextrin-In Vitro Assessment.",
  "abstract": "Central nervous system disorders, such as Alzheimer's disease, Parkinson's disease, and multiple sclerosis, are associated with complex pathophysiological mechanisms involving oxidative stress, inflammation, and protein misfolding. According to the literature, betulin, a natural compound derived from the bark of birch trees, demonstrates promising neuroprotective effects. This study investigates the neuroprotective potential of betulin and its complex with cyclodextrin, referred to as Betula Forte, using an in vitro model of differentiated SH-SY5Y neuroblastoma cells. Specifically, the study explores the antioxidant and antiapoptotic properties of these compounds under oxidative stress induced by hydrogen peroxide (H2O2). Our results indicated that Betula Forte exhibited lower cytotoxicity compared to betulin alone. Both substances enhanced cell viability in pre-incubation and co-incubation models, with Betula Forte showing superior efficacy under severe oxidative stress. Additionally, both substances exhibited protective effects against H2O2-induced oxidative stress and apoptosis, as evidenced by reduced levels of reactive oxygen species (ROS) and a lower number of apoptotic cells compared with the H2O2-treated cells. These findings suggest that Betula Forte, due to lower cytotoxicity, may offer a more effective neuroprotective strategy than betulin alone, highlighting its potential as a therapeutic agent for neurodegenerative diseases.",
  "publication_date": "2025-06-11",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125605",
  "entities": {
    "SYMPTOM": [
      "alzheimer's disease",
      "apoptosis",
      "h2o2-induced oxidative stress",
      "inflammation",
      "oxidative stress",
      "parkinson's disease",
      "severe oxidative stress"
    ],
    "POLYPHENOL": [
      "a more effective neuroprotective strategy",
      "complex pathophysiological mechanisms",
      "neuroprotective effects",
      "protective effects",
      "reactive oxygen species",
      "the neuroprotective potential"
    ]
  }
}