{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Ultrafast charge transfer dynamics in excited-state donor-acceptor benzylideneaniline.",
  "abstract": "Imine-based molecular systems have served as promising semi-conductive materials for applications in light-emitting diodes and photovoltaics. Benzylideneaniline, an imine-based molecular system, acts as a bioisostere of diarylethylenes such as stilbene and resveratrol, and plays a crucial role in pharmaceutical and biological applications. However, the excited-state dynamics of benzylideneanilines is less explored. In this context, we investigated 4'-(dimethylamino)benzylidene-4-nitroaniline (DMABNA), an imine-based donor-acceptor system, to unravel the excited-state dynamics. Here, we explored excited-state charge transfer dynamics and associated structural dynamics in various solvent environments through femtosecond transient absorption (fs-TA) and femtosecond fluorescence spectroscopic methods. The fs-TA measurements revealed distinct spectral and temporal features from cyclohexane to acetonitrile indicating that DMABNA essentially undergoes significant configurational changes in the excited state, leading to intramolecular charge transfer (ICT), particularly in polar environments. The fs-fluorescence measurements reveal the ultrashort lifetime (a few ps) of fluorescence across all the solvents indicating an effective non-radiative relaxation in the excited electronic state. These studies are corroborated by the computational analysis through DFT and TDDFT methods, wherein we predicted that DMABNA undergoes significant structural changes in the excited state (S1) due to varying solvent polarity and viscosity. Such excited state molecular activity can play a significant role in the context of photo-initiated applications.",
  "publication_date": "2025-04-17",
  "journal": "RSC advances",
  "doi": "10.1039/d5ra01814e",
  "entities": {
    "POLYPHENOL": [
      "an effective non-radiative relaxation",
      "an imine-based molecular system",
      "distinct spectral and temporal features",
      "femtosecond transient absorption",
      "fluorescence spectroscopic methods",
      "imine-based molecular systems",
      "intramolecular charge transfer",
      "resveratrol",
      "such excited state molecular activity",
      "the excited electronic state"
    ],
    "FOOD": [
      "significant configurational changes"
    ]
  }
}