{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Exogenous melatonin and salicylic acid enhance postharvest quality and boost antioxidant capacity in Vitis vinifera cv. 'Cuibao seedless' grape berries.",
  "abstract": "The quality of table grape is a key factor influencing consumer purchasing decisions and market prices. However, grape is soft, juicy, and prone to rotting and deterioration, making them unsuitable for storage. To ensure grape quality and extend its shelf life, this study applied salicylic acid (SA), melatonin (MT), and SA + MT treatments to postharvest mature grape. The appearance index, antioxidant content, enzyme activity, and gene expression levels of fruits stored at low temperatures for varying durations were measured. The results showed that SA, MT, and SA + MT treatments effectively reduced the browning index(BI), minimized weight loss(WL), and preserved the contents of ascorbic acid (AsA), soluble sugars (SS), and soluble proteins (SP). Compared to the control group, the contents of total phenols (TP), flavonoids (TF), proline (Pro), and the activities of superoxide dismutase (SOD), catalase (CAT), and phenylalanine ammonia lyase (PAL) were higher in each hormone treatment group, while malondialdehyde (MDA) levels and the activities of polyphenol oxidase (PPO) and peroxidase (POD) were lower. Principal component analysis (PCA) revealed that MT treatment was most effective, followed by SA and SA + MT treatments. Correlation analysis indicated a positive correlation between the contents of TP and TF and their associated structural enzymes. Furthermore, the expression levels of genes related to phenolic and flavonoid synthesis (VvPAL, VvCHI, VvF3H2, VvANR) were significantly upregulated in all treatment groups. This study provides a foundation for further exploring the effects of hormones on postharvest grape.",
  "publication_date": "2025-03-27",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.109850",
  "entities": {
    "FOOD": [
      "grape",
      "grape quality",
      "mature grape",
      "postharvest grape",
      "table grape",
      "the appearance index"
    ],
    "POLYPHENOL": [
      "consumer purchasing decisions",
      "flavonoids",
      "phenolic and flavonoid synthesis",
      "polyphenol oxidase",
      "salicylic acid",
      "the effects"
    ]
  }
}