{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Impact of the Polyphenol Structure on the Allergenic Potential of the Peanut Allergen Ara h 2.",
  "abstract": "Interactions between food allergens and polyphenols can provide a method to alleviate food allergies. This study investigated the effect of differently structured polyphenols complexed with Ara h 2 based on high-throughput virtual screening, utilizing a spectroscopic, thermodynamic, bone marrow-derived dendritic cells (BMDCs) model, BMDCs-T cells coculture model, KU812 cells model, and molecular simulation analyses for the allergenicity evaluation. Hesperidin (HSD), neohesperidin (NH), and neohesperidin dihydrochalcone (NHDC) exhibited a high binding energy and interacted with Ara h 2 through hydrogen bonding, primarily at two additional binding sites. This interaction led to protein unfolding and reduced hydrophobicity, particularly in the NH-Ara h2 complex. In addition, NH-bound Ara h2 has a lower potential for sensitization due to its reduced immunoglobulin E (IgE) binding capacity compared with Ara h 2 during gastrointestinal digestion. This is further supported by the decreased expression of costimulatory factors in BMDCs, the reduced release of allergenic cytokines, and the maintained balance of Th1, Th2, Th17, and Treg. The same trend was followed by the HSD and NHDC complexes. These findings suggest that glycosidic bond positions play a more significant role in reducing sensitization than does the flavonoid structure. Therefore, this study can assist in developing oral-specific immunotherapy of individuals with peanut allergies under the potential interaction mechanism of polyphenols and Ara h 2.",
  "publication_date": "2025-06-30",
  "journal": "Journal of agricultural and food chemistry",
  "doi": "10.1021/acs.jafc.5c05337",
  "entities": {
    "POLYPHENOL": [
      "a spectroscopic, thermodynamic, bone marrow-derived dendritic cells",
      "differently structured polyphenols",
      "oral-specific immunotherapy",
      "polyphenols",
      "the decreased expression",
      "the effect",
      "the flavonoid structure",
      "the potential interaction mechanism"
    ]
  }
}