{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Recent Update on the Anti-Inflammatory Activities of Propolis.",
  "abstract": "In recent years, research has demonstrated the efficacy propolis as a potential raw material for pharmaceuticals and nutraceuticals. There is limited report detailing the mechanisms of action of propolis and its bioactive compounds in relation to their anti-inflammatory properties. Thus, the aim of the present review is to examine the latest experimental evidence (2017-2022) regarding the anti-inflammatory properties of propolis. A systematic scoping review methodology was implemented. After applying the exclusion criteria, a total of 166 research publications were identified and retrieved from Scopus, Web of Science, and Pubmed. Several key themes related to the anti-inflammatory properties of propolis were subsequently identified, namely in relation to cancers, oral health, metabolic syndrome, organ toxicity and inflammation, immune system, wound healing, and pathogenic infections. Based on the latest experimental evidence, propolis is demonstrated to possess various mechanisms of action in modulating inflammation towards the regulatory balance and anti-inflammatory environment. In general, we summarize that propolis acts as an anti-inflammatory substance by inhibiting and downregulating TLR4, MyD88, IRAK4, TRIF, NLRP inflammasomes, NF-κB, and their associated pro-inflammatory cytokines such as IL-1β, IL-6, IFN-γ, and TNF-α. Propolis also reduces the migration of immune cells such as macrophages and neutrophils, possibly by downregulating the chemokines CXCL9 and CXCL10.",
  "publication_date": "2022-12-02",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules27238473",
  "entities": {
    "POLYPHENOL": [
      "pathogenic infections",
      "recent years",
      "the mechanisms",
      "various mechanisms"
    ],
    "SYMPTOM": [
      "cancers",
      "inflammation",
      "metabolic syndrome"
    ]
  }
}