{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Personalized nutrition studies of human gut microbiome-polyphenol interactions utilizing continuous multistaged in vitro fermentation models-a narrative review.",
  "abstract": "The gut microbiota, a complex community of microorganisms primarily inhabiting the human large intestine, plays a crucial role in human health. Gut dysbiosis, characterized by an imbalance in gut bacterial populations, has been increasingly recognized as a significant factor in the pathogenesis of metabolic diseases such as type 2 diabetes, inflammatory bowel disease, and colorectal cancer. Polyphenols are critical modulators of gut microbial composition and metabolism. However, the extent of polyphenol-induced modulation of the gut microbiome remains largely unexplored. In vitro models offer a convenient and ethical alternative to in vivo studies for investigating nutrient-gut microbiome interactions, facilitating easy sampling and controlled experimental conditions. Among these, continuous multistaged in vitro fermentation models, which simulate different sections of the human gastrointestinal tract (e.g., proximal colon, transverse colon, and distal colon), provide a more accurate representation of the human gut environment compared to single-batch fermentation. Various configurations of these multistaged models have been developed and widely employed in studies examining the effects of polyphenols on the gut microbiome. This review aims to summarize the different configurations of multistaged in vitro fermentation models and recent advancements in their development, highlight key aspects of experimental design, outline commonly used analytical workflows with complementary analyses, and review the restorative effects of polyphenol interventions on dysregulated gut microbiota.",
  "publication_date": "2025-01-31",
  "journal": "Nutrition research (New York, N.Y.)",
  "doi": "10.1016/j.nutres.2025.01.011",
  "entities": {
    "SYMPTOM": [
      "gut dysbiosis",
      "inflammatory bowel disease",
      "type 2 diabetes"
    ],
    "POLYPHENOL": [
      "colorectal cancer",
      "different sections",
      "key aspects",
      "polyphenol interventions",
      "polyphenol-induced modulation",
      "polyphenols",
      "recent advancements",
      "the effects",
      "the restorative effects"
    ],
    "FOOD": [
      "the different configurations",
      "various configurations"
    ]
  }
}