{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Pectin as the carrier for the spray drying of green tea extracts: Tailoring microencapsulation to obtain a prospective nutraceutical.",
  "abstract": "In this study, microencapsulated green tea (GT) extracts, as prospective nutraceuticals, were obtained using spray drying with pectin in different pectin-to-extract (P:E) ratios. Pectin was selected as wall material based on its previously reported superiority to encapsulate phenols, low cost/sustainability of production and intrinsic hypoglycemic and antioxidant potential. A significant degradation (13.74 %) of epigallocatechin was observed in powder without pectin, in contrast to pectin-loaded samples, suggesting its role in chemical stability enhancement of stated compound. FTIR and DSC indicated GT extract bioactives to remain stable during drying. Addition of pectin significantly increased encapsulation efficiency (EE) of epigallocatechin-3-gallate (up to 8.94 %), epicatechin-3-gallate (up to 7.68 %) and caffeine (up to 12.39 %) compared to pectin-free sample. Significant EE enhancement for epigallocatechin-3-gallate was observed until the P:E ratio of 1:1 compared to pectin-free sample, while further increase of pectin share did not lead to a comparative increase in EE. Similar trend was observed for powder flowability, probably due to excess of pectin in the highest P:E ratio (2:1), preventing proper droplets formation, which was also confirmed by SEM. Sample with P:E ratio of 1:1 revealed the slowest release of bioactives, which may be important for facilitating potential GT therapeutic usage. Stated microencapsulate further revealed satisfactory antioxidant (IC50of 23.70 μg/ml vs. 4.45 μg/ml for ascorbic acid) and hypoglycemic activities (IC50of 39.48 μg/ml vs. 156.64 μg/ml for acarbose). These findings represent the basis for further experiments regarding usage of the developed GT microencapsulate as nutraceutical applicable in diabetes-related impairments.",
  "publication_date": "2025-02-26",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.141514",
  "entities": {
    "POLYPHENOL": [
      "different pectin-to-extract (p:e) ratios",
      "epicatechin-3",
      "epigallocatechin",
      "epigallocatechin-3",
      "pectin",
      "pectin share",
      "pectin significantly increased encapsulation efficiency",
      "pectin-free sample",
      "pectin-loaded samples",
      "prospective nutraceuticals"
    ],
    "FOOD": [
      "potential gt therapeutic usage",
      "usage"
    ]
  }
}