{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Engineering Antibacterial, Biocompatible, Anti-Oxidant Titanium-Based Implants Using Polyphenols-Chlorhexidine Networks for Bone Regeneration.",
  "abstract": "Implant-associated infections leading to osteolysis and implant loosening are an ongoing clinical challenge. Various strategies have been proposed to equip bone implants with antibacterial properties to prevent infection. However, the cytotoxicity associated with antimicrobial effects adversely impacts the osseointegration. Herein, a facile and safe strategy is proposed to endow bone implants with infection prevention, good cytocompatibility, inflammatory-responsive antimicrobial properties, thus promoting bone healing. The coating is fabricated on the implant through both covalent and non-covalent bonds of polyphenols with chlorhexidine (CHX). The covalent bonds guarantee long-term stability, while non-covalent bonds facilitate early release of CHX. Furthermore, the inclusion of polyphenols reduces the electrophilicity of CHX, inhibits reactive oxygen species generated by CHX, and minimizes interference with the mitochondrial electron transport chain, thereby reducing cellular toxicity. Consequently, the coating effectively fortified the bone implant, successfully impeding bacterial invasion within 7 days in Sprague-Dawley rats and suppressing inflammation as well as bone resorption caused by bacteria during a 60-day femoral implantation, thus facilitated osseointegration on the implant. The study investigated the cytotoxicity associated with mitochondrial interference induced by CHX and proposed a strategy to enhance its cellular compatibility, thereby providing a novel approach for fabricating biocompatible antibacterial bone implants.",
  "publication_date": "2025-04-24",
  "journal": "Advanced healthcare materials",
  "doi": "10.1002/adhm.202404958",
  "entities": {
    "POLYPHENOL": [
      "antimicrobial effects",
      "implant-associated infections",
      "infection",
      "infection prevention",
      "polyphenols",
      "reactive oxygen species",
      "the electrophilicity",
      "the mitochondrial electron transport chain"
    ],
    "SYMPTOM": [
      "inflammation"
    ]
  }
}