{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Wine polyphenol oxidation mechanism and the effects on wine quality: A review.",
  "abstract": "Over the last few decades, there has been considerable interest in studying wine oxidation. This review paper provides a comprehensive overview and analysis of the molecular changes caused by oxidation in wine and how they affect wine quality. Simultaneously, the recent advancements in understanding the molecular pathways involved in wine oxidation are also discussed. The paper first explores the process of oxygen dissolution and the complex transformations that occur in polyphenols during oxidation. It then reviews the current methods of micro-oxidation (MOX) and over-oxidation (OOX). Subsequently, it introduces oxidation kinetics, and controls indexes for the degree of oxidation and the underlying principles. Additionally, it discusses the effects of oxidation on the sensory qualities of wine and analyzes the interrelationships between oxidation, functional components, and drinkability. The comprehensive review of the literature shows that OOX leads to the rapid depletion of polyphenols, reducing the overall antioxidant capacity of the wine and affecting its appearance and flavor. In contrast, MOX promotes a balanced matrix and enhances the complexity of the aroma. Polyphenols, particularly resveratrol, can interact with reactive oxygen species or activate endogenous defense mechanisms to mitigate diseases risks. However, the presence of oxygen can activate the antioxidant mechanism of resveratrol, resulting in decreased content and a diminished anti-disease effect. Despite this, a clear distinction between OOX and MOX has not been established. Future research should focus on identifying and defining precise oxidation levels using control indexes for the degree of oxidation.",
  "publication_date": "2024-10-01",
  "journal": "Comprehensive reviews in food science and food safety",
  "doi": "10.1111/1541-4337.70035",
  "entities": {
    "POLYPHENOL": [
      "a diminished anti-disease effect",
      "decreased content",
      "endogenous defense mechanisms",
      "polyphenols",
      "precise oxidation levels",
      "reactive oxygen species",
      "resveratrol",
      "the antioxidant mechanism",
      "the effects",
      "the last few decades",
      "the molecular changes",
      "the molecular pathways",
      "the recent advancements"
    ],
    "FOOD": [
      "its appearance",
      "the wine",
      "wine",
      "wine oxidation",
      "wine quality"
    ]
  }
}