{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Long-term senolytic therapy with Dasatinib and Quercetin alleviates lipofuscin-dependent retinal degeneration in mice.",
  "abstract": "Dry age-related macular degeneration (AMD) is one of the common blinding eye diseases, with pathological hallmarks of lipofuscin accumulation, neuroretina atrophy and retinal pigment epithelium (RPE) degeneration. Currently, there are no effective interventions for dry AMD. Although there is already evidence suggesting a link between cellular senescence and age-related diseases, it is still unclear whether long-term senolytic therapy with Dasatinib and Quercetin (D + Q) can slow the progression of dry AMD and ultimately prevent retinal structural damage and function loss. Mice lacking the Abca4 and Rdh8 genes (Abca4-/-Rdh8-/-mice) are a preclinical model of dry AMD. In this study, we performed a 4-month senolytic therapy with D + Q on 4-month-old Abca4-/-Rdh8-/-mice. Abca4-/-Rdh8-/-mice at the age of 8 months showed obvious retinal degeneration, along with RPE senescence, lysosomal alkalinization, lipofuscin accumulation and oxidative stress. Importantly, the long-term D + Q regimen significantly alleviated the degeneration of retinal structures and function in 8-month-old Abca4-/-Rdh8-/-mice, and it effectively repressed cellular senescence, lysosomal alkalinization, lipofuscin accumulation and oxidative stress in the RPE. This study is the first to demonstrate the effect of long-term intervention with senolytics D + Q on dry AMD. Overall, these findings highlight the potential of long-term senolytic treatment as an intervention for dry AMD.",
  "publication_date": "2025-06-06",
  "journal": "Redox biology",
  "doi": "10.1016/j.redox.2025.103716",
  "entities": {
    "POLYPHENOL": [
      "a preclinical model",
      "no effective interventions",
      "quercetin",
      "the effect"
    ],
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}