{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Antioxidant, Anti-Inflammatory, and Antiproliferative Activity of a Callus Culture ofPrionosciadium dissectum(Apiaceae).",
  "abstract": "Traditionally, medicinal plants have served as the main resource for treating various human health conditions.Prionosciadium dissectumis a plant used in traditional medicine in the southern region of Jalisco, Mexico, to treat inflammatory respiratory problems. However, this species has not undergone pharmacological or biotechnological studies that validate these popular uses. The aim of this study was to induce calluses onP. dissectumleaves and then evaluate the antioxidant, anti-inflammatory, and antiproliferative activity of their extracts. The best callus induction was obtained using Murashige and Skoog (MS) culture medium with 1 mg/L 2,4-dichlorophenoxyacetic acid (2,4-D) and 1 mg/L kinetin (KIN). Extracts of hexane, dichloromethane, and methanol were obtained from the dry biomass, and the highest yield was obtained with methanol. The total phenolic content and antioxidant activity of the methanolic extracts were quantified. The methanolic extract showed 26.5 ± 0.4 mg equivalents of gallic acid/g extract, while, for antioxidant activity, it demonstrated IC50values of 49.4 ± 0.2 and 10.0 ± 0.0 μg/mL for 2,2-diphenyl-1-picrylhydrazyl (DPPH) and ((2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid)) (ABTS), respectively. Regarding anti-inflammatory potential, the extracts did not significantly affect cell viability in RAW 264.7 macrophages. In contrast, it was clear that all extracts significantly decreased nitric oxide (NO) production at concentrations of 5-40 µg/mL. Additionally, extracts evaluated in human cancer cell lines only had a significant inhibitory effect at 100 µg/mL after 48 h, mainly with dichloromethane extract. This first biotechnological study indicates thatP. dissectumcell cultures may produce compounds that favor the biological activities evaluated; however, it is necessary to carry out more in-depth evaluations of its extracts. This study is the basis for future research to enable the sustainable use of this valuable resource.",
  "publication_date": "2025-05-06",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14091394",
  "entities": {
    "POLYPHENOL": [
      "a significant inhibitory effect",
      "gallic acid",
      "pharmacological or biotechnological studies",
      "thatp. dissectumcell cultures",
      "this first biotechnological study",
      "this species"
    ],
    "SYMPTOM": [
      "human cancer cell lines"
    ]
  }
}