{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Edible Microalgae and Their Bioactive Compounds in the Prevention and Treatment of Metabolic Alterations.",
  "abstract": "Marine and freshwater algae and their products are in growing demand worldwide because of their nutritional and functional properties. Microalgae (unicellular algae) will constitute one of the major foods of the future for nutritional and environmental reasons. They are sources of high-quality protein and bioactive molecules with potential application in the modern epidemics of obesity and diabetes. They may also contribute decisively to sustainability through carbon dioxide fixation and minimization of agricultural land use. This paper reviews current knowledge of the effects of consuming edible microalgae on the metabolic alterations known as metabolic syndrome (MS). These microalgae includeChlorella,Spirulina(Arthrospira) andTetraselmisas well asIsochrysisandNannochloropsisas candidates for human consumption.Chlorellabiomass has shown antioxidant, antidiabetic, immunomodulatory, antihypertensive, and antihyperlipidemic effects in humans and other mammals. The components of microalgae reviewed suggest that they may be effective against MS at two levels: in the early stages, to work against the development of insulin resistance (IR), and later, when pancreatic -cell function is already compromised. The active components at both stages are antioxidant scavengers and anti-inflammatory lipid mediators such as carotenoids and -3 PUFAs (eicosapentaenoic acid/docosahexaenoic acid; EPA/DHA), prebiotic polysaccharides, phenolics, antihypertensive peptides, several pigments such as phycobilins and phycocyanin, and some vitamins, such as folate. As a source of high-quality protein, including an array of bioactive molecules with potential activity against the modern epidemics of obesity and diabetes, microalgae are proposed as excellent foods for the future. Moreover, their incorporation into the human diet would decisively contribute to a more sustainable world because of their roles in carbon dioxide fixation and reducing the use of land for agricultural purposes.",
  "publication_date": "2021-02-09",
  "journal": "Nutrients",
  "doi": "10.3390/nu13020563",
  "entities": {
    "POLYPHENOL": [
      "antioxidant, antidiabetic, immunomodulatory, antihypertensive, and antihyperlipidemic effects",
      "bioactive molecules",
      "the effects"
    ],
    "SYMPTOM": [
      "insulin resistance",
      "metabolic syndrome",
      "obesity"
    ]
  }
}