{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "An Advanced Combinatorial System fromVitis viniferaLeaves and Propolis Enhances Antioxidants' Skin Delivery and Fibroblasts Functionality.",
  "abstract": "Background/Objectives: Vine leaves are a bulky by-product that are disposed of and treated as waste in the wine production process. In the present study polyphenols from vine leaves were extracted and simultaneously encapsulated in a new delivery system consisting of liposomes and cyclodextrins. This system was further combined with propolis polyphenols encapsulated in cyclodextrins, resulting in a colloidal suspension for the release of antioxidants in a time-controlled way, the rate of which depends on the ratio of the materials. The result is a raw material that exhibits antioxidant and ECM protective effects when administered in skin fibroblasts (NHDFs).Methods: The antioxidant and ECM promoting efficacy of the produced raw material was assessed by the Folin-Ciocalteu method, DPPH assay, and in cellulo assays in fibroblasts, such as the cell viability assay, scratch assay, cell migration assay, gene expression analysis, and immunofluorescence analysis, for the detection, visualization, and quantification of collagen-I, collagen-IIIa, and elastin signals and collagenase assay.Results: Treatment of NHDFs with the combinatorial delivery system promoted collagen and elastin synthesis and deposition in normal conditions and, upon induced external stress, as assessed by in vitro transcriptomic and proteomic analysis. A significant inhibition of collagenase was also observed, suggesting a multitargeted efficacy of the active ingredients also by preventing collagen degradation.Conclusions: Therefore, this liposome-cyclodextrin encapsulated polyphenol complex represents a novel bioactive ingredient with promising skin applications.",
  "publication_date": "2024-11-29",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph17121610",
  "entities": {
    "POLYPHENOL": [
      "background/objectives",
      "ecm",
      "propolis polyphenols",
      "protective effects",
      "the detection",
      "the present study polyphenols",
      "this liposome-cyclodextrin encapsulated polyphenol complex"
    ],
    "FOOD": [
      "the wine production process"
    ],
    "SYMPTOM": [
      "induced external stress"
    ]
  }
}