{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Bioactive Compounds of Plant-Based Food: Extraction, Isolation, Identification, Characteristics, and Emerging Applications.",
  "abstract": "This review delves into the diverse array of bioactive compounds present in plant-based foods, emphasizing their extraction, isolation, identification, characteristics, and emerging applications. Plant-based foods are abundant in bioactive compounds such as polyphenols, flavonoids, alkaloids, terpenoids, and carotenoids, which have gained substantial attention for their potential health benefits and functional properties. The extraction of these compounds employs both conventional methods, like solvent extraction, and modern techniques, including supercritical fluid extraction, ultrasound-assisted extraction, and microwave-assisted extraction, all designed to efficiently recover bioactive compounds while maintaining their structural integrity and bioactivity. Isolation processes, such as chromatography (HPLC, GC), centrifugation, and filtration, are employed to separate and purify these compounds from complex plant matrices. Advanced analytical methods, including mass spectrometry (MS), nuclear magnetic resonance (NMR), and infrared spectroscopy (IR), are used for the identification and structural elucidation of these bioactive compounds, providing detailed insights into their chemical makeup and properties. The characteristics of these compounds, such as antioxidant, anti-inflammatory, antimicrobial, and anticancer activities, have been extensively studied for their therapeutic potential. Additionally, the growing applications of bioactive compounds in functional foods, nutraceuticals, pharmaceuticals, and cosmeceuticals underscore their expanding significance across various industries. This review offers a thorough exploration of bioactive compounds in plant-based foods, covering their extraction and isolation methods, identification, properties, and emerging uses, underscoring their vast potential to enhance human health and well-being.",
  "publication_date": "2025-06-11",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70351",
  "entities": {
    "FOOD": [
      "functional foods",
      "plant-based foods"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "infrared spectroscopy",
      "mass spectrometry",
      "modern techniques",
      "polyphenols"
    ],
    "SYMPTOM": [
      "antioxidant, anti-inflammatory, antimicrobial, and anticancer activities"
    ]
  }
}