{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Ginsenoside-EnrichedPanax ginsengSprouts Cultivated from Aquaponic System with a Novel Nutrient Solution Regulate LPS-Induced Inflammatory Cytokines and UVB-Induced Photoaging Responses via MAPK/AP-1 Signaling Pathways.",
  "abstract": "Panax ginsengsprouts (GSs) have attracted attention as functional resources due to their short cultivation time and enriched ginsenoside content. This study aimed to evaluate the bioactivities of GSs cultivated using kelp fermentates (KF) as a nutrient solution under a smart-farming system. Ginsenoside-enriched extract (FGE), its water-soluble saponin fraction (WFGE), and 70% ethanol-soluble saponin fraction (EFGE) were analyzed for phytochemical contents and biological activities. The EFGE exhibited the highest levels of eight major ginsenosides, including Rg1, Rb1, Rc, Rg2, Rb2, Rd, Rf, and F2. Total phenolic and flavonoid contents were significantly higher in KF-treated ginseng and their crude saponin fractions, with EFGE showing the highest values. WFGE and EFGE indicated strong antioxidant activity through ABTS radical scavenging assays. In LPS-stimulated RAW264.7 macrophages, all extracts significantly inhibited nitric oxide production and downregulated IL-1β, IL-6, iNOS, and COX-2 expression. Moreover, UVB-irradiated human fibroblasts (Hs68) treated with KF-derived fractions showed increased cell viability, enhanced procollagen synthesis, and reduced MMP-1 and MMP-3 expression. These effects were associated with suppression of MAPK/AP-1 signaling. In conclusion, GSs cultivated with KF exhibit notable antioxidant, anti-inflammatory, and anti-photoaging activities, suggesting their potential as natural ingredients for skin health applications.",
  "publication_date": "2025-06-04",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14111712",
  "entities": {
    "POLYPHENOL": [
      "these effects",
      "total phenolic and flavonoid contents"
    ],
    "SYMPTOM": [
      "kf exhibit notable antioxidant, anti-inflammatory, and anti-photoaging activities"
    ]
  }
}