{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Phenols Extraction from Sorghum Byproducts: Upcycling Strategies and Food Applications.",
  "abstract": "In this research, ultrasound-assisted extraction (UAE) coupled with response surface methodology was used to identify the optimal process parameters (temperature, time, and solvent composition (ethanol-water ratio)) for bioactive compounds extraction from stalks and debranning products. Extraction efficiency was assessed in terms of total phenolic compounds (TPCs) and antioxidant activity (AA), and phenolic profiles were identified using HPLC-DAD for the four samples of byproducts (two samples from stalks, C1 and C2, and two samples for debranning products, C3 and C4, from two different farms). The optimized extract containing the highest amount of TPC at different levels was used to enrich bread to evaluate the ability of extending their shelf life using a hyperspectral imaging device (935-1720 nm). Under the optimal conditions, the amounts of phenolics on average in stalk increased by about 79.5% and 47.0% in debranning products, whereas the relative AA increased by about 28.5% (C1 and C2 samples) and 63.0% (C3 and C4 samples) when UAE was applied with respect to the traditional technique. The characterization of stalk phenolic acids profile revealed that gallic, ferulic, and 4-coumaric acids were the prevalent ones. Otherwise, caffeic, syringic, and 3-coumaric acids were the most abundant in debranning products. As expected, enriched bread showed a significant increase in TPC and AA values without influence on organoleptic characteristics. Finally, enriched bread showed a shelf-life increase of about five days.",
  "publication_date": "2025-05-30",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060668",
  "entities": {
    "POLYPHENOL": [
      "a hyperspectral imaging device",
      "respect",
      "the traditional technique",
      "total phenolic compounds"
    ]
  }
}