{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Effect of high-pressure carbon dioxide combined with modified atmosphere packaging on the quality of fresh-cut squash during storage.",
  "abstract": "The study evaluated the application of a novel high-pressure microbial inactivation method combining dense carbon dioxide with modified atmosphere packaging on organic fresh-cut squash (Cucurbita moschata). Approximately 4 g or 32 g of squash was packed in plastic pouches filled with CO2to test two different gas-to-product ratios and treated with the high-pressure method at previously optimized process conditions (45 °C, 6.0 MPa and 40 min). The products were then stored for 21 days at 4 °C and assessed for enzymatic activity, product quality, sugar content, bioaccessibility (polyphenols, DPPH antioxidant activity, and carotenoids), and sensory acceptance, with products packed in air and CO2serving as controls. The high-pressure treatment effectively inactivated inoculated E. coli to undetectable levels (inactivation >3.63 ± 0.53 Log CFU/g) and reduced the activity of the browning-responsible enzymes up to 50 %. During the shelf life, treated samples exhibited significantly higher scavenging activity for DPPH, ABTS, OH, O2-, and NO compared to non-treated samples, with minor exceptions at a high gas-to-product ratio. Additionally, treated samples showed increased levels of glucose and fructose and a comparable or higher bioaccessibility of antioxidants with respect to the products packed in air or in CO2. Sensory evaluation indicated that the treatment enhanced color and smell appreciation among panelists, demonstrating the potential of this method to improve both safety and quality of fresh-cut squash.",
  "publication_date": "2025-01-13",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.142882",
  "entities": {
    "SYMPTOM": [
      "modified atmosphere packaging"
    ],
    "POLYPHENOL": [
      "appreciation",
      "polyphenols",
      "respect",
      "undetectable levels"
    ]
  }
}