{
  "source": "PubMed",
  "query": "tannins",
  "title": "Impact of Short-Term Germination on the Nutritional, Physicochemical, and Techno-Functional Properties of Black Turtle Beans.",
  "abstract": "Short-term germination has been applied to different conventional and unconventional legume seeds to increase nutritional values, beneficial health effects, and techno-functional characteristics for diverse food applications. Nonetheless, the potential impact on black turtle beans (BTBs) is limited in literature. This study examines the compositional, bioactivity, functional, pasting, thermal, and color characteristics of BTBs over a 72 h germination period. On a time-dependent basis, germination increased (p ≤ 0.05) α-amylase activity, protein, insoluble, soluble, and total dietary fiber, resistant starch, minerals, vitamins (B1, B2, B6and C), as well as the majority of the essential amino acids, protein digestibility, phytochemicals, and antioxidant activity of BTB flour. Germination caused significant reductions in the level of crude fat, total starch, digestible starch, and antinutritional compounds (tannin, phytic acid, and trypsin inhibitors). Germination also modified techno-functional attributes (functional, pasting, thermal, and color characteristics) of BTB flour. Germination also caused interactions with some functional groups, as demonstrated by the FTIR (Fourier transform infrared) spectroscopy. This study revealed that germination could serve as an affordable and natural means to enhance the functionality of BTB flour by improving its nutritional quality, bioactivity, and techno-functional characteristics for the formulation of new food ingredients that meet the current food requirements of the people. PRACTICAL APPLICATION: Short-term germination improved the nutritional value, physicochemical attributes, bioactivity, and techno-functional characteristics of black turtle bean flours. The germinated black turtle bean flour could serve as a novel ingredient for the development of nutritious foods with potential health benefits.",
  "publication_date": "2025-06-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70298",
  "entities": {
    "POLYPHENOL": [
      "(fourier transform infrared) spectroscopy",
      "beneficial health effects",
      "tannin",
      "techno-functional attributes",
      "techno-functional characteristics"
    ],
    "FOOD": [
      "black turtle beans"
    ]
  }
}