{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Advances in Asian pear research: active ingredients, health benefits, processing trends and challenges.",
  "abstract": "Asian pears are a group of widely distributed and consumed fruits that have attracted growing scientific interest because of their functional activity against various diseases. Therefore, it is important to explore the applications of Asian pears in food and pharmaceutical industries. The current advances in Asian pear research discussed in this review focused on understanding their active ingredients, exploring their health benefits, and describing their processed products. Polyphenols in Asian pears exhibit excellent antioxidant, anti-inflammatory, lung-protective, antihyperglycemic, and antimicrobial activities, while dietary fiber plays an essential role in the hypolipidemic, hypoglycemic, gut microbiota-regulating, and anti-obesity effects. To utilize their nutritional and functional value, Asian pears are processed into various products, including pear juice, paste, wine, powder, and slices. Finally, the challenges hampering the development of the Asian pear industry in terms of processing and marketing as well as possible directions and prospects are discussed. Future research should further investigate the efficacy mechanism, improvement in pear quality, and development of pulp processing by-products and peel by-products of Asian pears. These investigations could promote the global utilization and appreciation of Asian pears and satisfy the critical needs of both consumers and the industry.",
  "publication_date": "2025-06-09",
  "journal": "Critical reviews in food science and nutrition",
  "doi": "10.1080/10408398.2025.2508852",
  "entities": {
    "FOOD": [
      "asian pears",
      "pear juice",
      "pear quality",
      "wine"
    ],
    "POLYPHENOL": [
      ", anti-inflammatory, lung-protective, antihyperglycemic, and antimicrobial activities",
      "appreciation",
      "polyphenols",
      "possible directions",
      "prospects",
      "the efficacy mechanism"
    ]
  }
}