{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Neuroprotective potential of hispidulin and diosmin: a review of molecular mechanisms.",
  "abstract": "Flavonoids are an important class of natural products, particularly, belong to a class of plant secondary metabolites having a polyphenolic structure. They are widely found in fruits, vegetables, and certain beverages. Hispidulin and diosmin are naturally occurring flavonoids recognized for their potential health benefits, such as antioxidant, anti-inflammatory, and neuroprotective properties. Hispidulin is present in several plants, including Arnica montana, Salvia officinalis (sage), and Eupatorium arnottianum. Diosmin is mainly extracted from citrus fruits like lemons and oranges and can also be synthesized from hesperidin, another flavonoid found in citrus fruits. Neurodegenerative diseases are characterized by complex signaling pathways that contribute to neuronal deterioration. The JAK/STAT pathway is involved in inflammatory responses, while the NF-κB/NLRP3 pathway is associated with metabolic stress and inflammation, both facilitating neurodegeneration. Conversely, the AMPK/pGSK3β pathway is crucial for neuroprotection, regulating cellular responses to oxidative stress and promoting neuronal survival. Additionally, the BACE/Aβ pathway exacerbates neuronal damage by triggering inflammatory and oxidative stress responses, highlighting critical targets for therapeutic strategies. Hispidulin and diosmin have emerged as promising agents in the modulation of mediators involved in neuroinflammation and neurodegenerative diseases. Oxidative stress and inflammatory pathways, including those driven by Aβ/BACE1 and JAK/STAT signaling, are central to neuronal damage and disease progression. Recent studies highlight that hispidulin and diosmin exhibit notable neuroprotective effects by targeting these mediators. Hispidulin has been shown to impact key inflammatory cytokines and adhesion molecules, while diosmin influences proinflammatory cytokine production and inflammasome activation. Both compounds offer potential therapeutic benefits by modulating crucial mediators linked to neuroinflammation and neurodegeneration. This review article is designed to explore the intricate mechanistic interplay underlying the neuroprotective effects of hispidulin and diosmin.",
  "publication_date": "2025-04-21",
  "journal": "Metabolic brain disease",
  "doi": "10.1007/s11011-025-01615-9",
  "entities": {
    "POLYPHENOL": [
      "a polyphenolic structure",
      "adhesion molecules",
      "antioxidant, anti-inflammatory, and neuroprotective properties",
      "flavonoids",
      "neuroprotection",
      "recent studies",
      "that hispidulin and diosmin exhibit notable neuroprotective effects",
      "the intricate mechanistic interplay",
      "the neuroprotective effects"
    ],
    "FOOD": [
      "lemons",
      "oranges",
      "sage"
    ],
    "SYMPTOM": [
      "inflammation",
      "inflammatory and oxidative stress responses",
      "metabolic stress",
      "neurodegeneration",
      "neuroinflammation",
      "neuroinflammation and neurodegenerative diseases",
      "oxidative stress"
    ]
  }
}