{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Antibacterial and Anticancer Properties of Sapogenols fromStreptomyces globisporusLL096, an Endophyte inLeucaena leucocephala(Lam.) de Wit.",
  "abstract": "&lt;b&gt;Background and Objective:&lt;/b&gt; Endophytic &lt;i&gt;Streptomyces globisporus&lt;/i&gt; LL096, a bacterial strain isolated from the roots of &lt;i&gt;Leucaena leucocephala&lt;/i&gt; (Lam.) de Wit, has been the subject of limited research, highlighting a significant knowledge gap regarding its potential applications in secondary metabolite production. The primary objectives of this study were to isolate and characterize the major bioactive compounds produced by &lt;i&gt;S. globisporus&lt;/i&gt; LL096 and to evaluate their antibacterial and anticancer activities. &lt;b&gt;Materials and Methods:&lt;/b&gt; The bioactive compounds produced by &lt;i&gt;S. globisporus&lt;/i&gt; LL096 were isolated and purified using a combination of chromatographic techniques, including column chromatography and thin-layer chromatography (TLC). The chemical structures of the isolated compounds were elucidated by Nuclear Magnetic Resonance (NMR) spectroscopy and mass spectrometry (MS). The purified compounds were identified as soyasapogenol A (compound &lt;b&gt;1&lt;/b&gt;) and soyasapogenol B (compound &lt;b&gt;2&lt;/b&gt;). Subsequently, the antibacterial and anticancer activities of soyasapogenol A and soyasapogenol B were evaluated. Treatment effects were analyzed using one-way ANOVA with Tukey's &lt;i&gt;post hoc&lt;/i&gt; test, considering p<0.05 as statistically significant. &lt;b&gt;Results:&lt;/b&gt; Soyasapogenol A and B exhibited antibacterial activity against Gram-positive bacteria, including &lt;i&gt;Staphylococcus aureus&lt;/i&gt; TISTR885, &lt;i&gt;Staphylococcus epidermidis&lt;/i&gt; TISTR518, &lt;i&gt;Bacillus cereus&lt;/i&gt; TISTR687 and &lt;i&gt;Bacillus subtilis&lt;/i&gt; TISTR008. The minimum inhibitory concentrations (MICs) of the compounds against these bacterial strains ranged from 128 to 256 μg/mL. The compounds demonstrated significant cytotoxicity against these cancer cell lines, with IC&lt;sub&gt;50&lt;/sub&gt; values ranging from 321.90 to 369.90 μg/mL for HeLa, 434.03 to 475.42 μg/mL for HepG2 and 282.96 to 362.17 μg/mL for MDA-MB-231 cells. However, moderate cytotoxicity against the non-cancerous Vero cell line was also observed, with IC&lt;sub&gt;50&lt;/sub&gt; values ranging from 729.81 to 811.14 μg/mL. &lt;b&gt;Conclusion:&lt;/b&gt; This study demonstrates that &lt;i&gt;Streptomyces globisporus&lt;/i&gt; strain LL096 produces bioactive compounds, including soyasapogenol A and B, which exhibit antibacterial activity against Gram-positive bacteria and demonstrate cytotoxic effects against various human cancer cell lines.",
  "publication_date": "2025-06-01",
  "journal": "Pakistan journal of biological sciences : PJBS",
  "doi": "10.3923/pjbs.2025.178.188",
  "entities": {
    "POLYPHENOL": [
      "chromatographic techniques",
      "cytotoxic effects",
      "objective:&lt;/b&gt",
      "secondary metabolite production",
      "spectrometry",
      "spectroscopy",
      "the primary objectives",
      "the subject",
      "treatment effects"
    ],
    "SYMPTOM": [
      "the antibacterial and anticancer activities",
      "the non-cancerous vero cell line",
      "their antibacterial and anticancer activities",
      "these cancer cell lines",
      "various human cancer cell lines"
    ],
    "FOOD": [
      "soyasapogenol a",
      "soyasapogenol b"
    ]
  }
}