{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Chemosensory analysis of emotional wines: Merging of explicit and implicit methods to measure emotions aroused by red wines.",
  "abstract": "Wine is a cultural product capable of arousing emotions. Measuring emotions and figuring out how much they could influence preferences or purchase decisions of consumers is a new trend in sensory and consumer research. However, the complexity of feelings makes the measure of emotions extremely challenging. Thus, a comprehensive understanding of emotions related to sensory stimuli in wine tasting is still missing. The purpose of the study is to evaluate the emotional power of tasting red wines using a multidisciplinary approach, combining sensory analysis performed by trained panelists, implicit and explicit measurements of emotions and chemical analysis of the wines tasted. Various red wines, renowned for their high polyphenol content and expected to exhibit rich texture, mouthfeel, and aging potential, have been utilized to this extent. The results obtained showed that the emotions measured were well-correlated with quantitative and hedonic attributes obtained using classic sensory analysis. Some aromatic molecules can be identified as markers capable of eliciting positive and negative emotional reactions. While increasing literature in the topic is recently available, our study appears to be the first highlighting the presence of autonomic nervous system (ANS) differences verified by means of electrocardiogram (ECG) features, related to explicit and complete sensory patterns, in response to sensory stimuli related to emotional wine, with higher sympathetic values at extrema and vagal increase in the presence of neutral sensory compounds.",
  "publication_date": "2024-06-08",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2024.114611",
  "entities": {
    "FOOD": [
      "emotional wine",
      "red wines",
      "the wines",
      "various red wines",
      "wine",
      "wine tasting"
    ],
    "POLYPHENOL": [
      "ecg",
      "electrocardiogram",
      "purchase decisions",
      "some aromatic molecules",
      "their high polyphenol content"
    ],
    "SYMPTOM": [
      "aging potential"
    ]
  }
}