{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "A pinitol-richGlycyrrhiza glabraL. leaf extract as functional supplement with potential in the prevention of endothelial dysfunction through improving insulin signalling.",
  "abstract": "Background:Glycyrrhyza glabraL. is one of the most popular medicinal plant in the world, its roots having been used since ancient times in many traditional medicines. On the contrary, scarce attention has been dedicated to liquorice aerial parts. Previous studies showed the presence of a large group of polyphenols and a consistent amount of d-pinitol in the leaf extract.Methods:The methanolic extract fromG. glabraleaves was profiled for its content in polyphenols; the amount of d-pinitol was also measured with two independent methods (HPLC-ELSD and NMR). The extract was tested for itsin vitroprotective effects against insulin resistance-related endothelial dysfunction in human umbilical vein endothelial cells exposed to palmitic acid, which is the most prevalent saturated free fatty acid in circulation.Results:Methanolic extract from liquorice leaves has a protective effect against the lipotoxicity-associated alterations of insulin pathway in human endothelial cells, similarly to what observed with pure d-pinitol.Conclusions:Liquorice leaves are to be considered a waste product which gives a phytocomplex endowed with interesting potential therapeutic properties, moreover the use of a liquorice leaves phytocomplex rather than a pure compound allows avoiding a series of isolation/purification procedures and can be easily scaled up for industrial applications.",
  "publication_date": "2020-06-01",
  "journal": "Archives of physiology and biochemistry",
  "doi": "10.1080/13813455.2020.1764046",
  "entities": {
    "POLYPHENOL": [
      "a protective effect",
      "itsin vitroprotective effects",
      "polyphenols"
    ],
    "SYMPTOM": [
      "insulin resistance-related endothelial dysfunction"
    ]
  }
}