{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Analysis of the antimicrobial activity of propolis: A narrative review of in-vitro studies.",
  "abstract": "Propolis, harvested by bees from local and seasonal flora, exhibits a diverse chemical composition renowned for its antimicrobial, antioxidant, and anti-inflammatory attributes. This positions it as a promising ally in combatting antimicrobial resistance. This narrative review aims to provide a comprehensive investigation of in vitro studies investigating propolis' antimicrobial efficacy. Employing the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) methodology, we conducted searches in PubMed, SciELO, and Lilacs databases. Articles published between 2011 and 2023, in English, Spanish, or Portuguese, and focusing on propolis' in vitro antimicrobial activity against human pathogens were included using descriptors. Out of 291 initially identified articles, 34 were meticulously chosen post-application of exclusion criteria. Despite originating from diverse regions, propolis consistently demonstrates a rich profile abundant in fundamental phenolic compounds and flavonoids. The synergy of its constituent elements' leads to significant antibacterial significant antibacterial and antifungal effects via distinct mechanisms. Appreciating the varied chemical compositions of propolis is imperative for optimizing its therapeutic potential. Its remarkable antibacterial and antifungal attributes, alongside standardized testing methodologies and exploration of synergistic combinations with conventional antibiotics or essential oils, present compelling strategies for effectively addressing antimicrobial resistance.",
  "publication_date": "2025-06-20",
  "journal": "Anais da Academia Brasileira de Ciencias",
  "doi": "10.1590/0001-3765202520241302",
  "entities": {
    "POLYPHENOL": [
      "distinct mechanisms",
      "flavonoids",
      "fundamental phenolic compounds",
      "significant antibacterial significant antibacterial and antifungal effects"
    ]
  }
}