{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "A comprehensive review on anti-allergic natural bioactive compounds for combating food allergy.",
  "abstract": "Food allergy poses a great challenge to food safety and public health worldwide. Currently, clinical symptoms are primarily managed with medications, which can lead to drug resistance, adverse effects, and disruptions in gut flora balance. As a result, there has been a focus on researching safe and effective anti-allergic natural ingredients. This paper provides a comprehensive overview of food allergy mechanisms, methods of assessment of anti-food allergy studies, and a classification of natural substances with anti-allergic properties. It also examines the anti-allergic effects of these substances on food allergies and investigates gut microbiota changes induced by these natural bioactives, highlighting their significance to food allergies.Natural actives with anti-food allergic properties may alleviate allergic reactions through multiple targets and pathways. These mechanisms include promoting a shift in the Th1/Th2 balance, reducting IgE synthesis, preventing cellular degranulation and reducing the release of allergic mediator. The gut environment is closely related to food allergy and there is a significant interaction between the two. By targeting the intestinal flora, we can adopt dietary interventions to effectively address and control food allergies. This provides valuable insights for the future development of functional foods targeting the alleviation of food allergies.",
  "publication_date": "2024-12-30",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2024.115565",
  "entities": {
    "POLYPHENOL": [
      "adverse effects",
      "food allergy mechanisms",
      "safe and effective anti-allergic natural ingredients",
      "the anti-allergic effects",
      "these mechanisms"
    ],
    "FOOD": [
      "functional foods"
    ]
  }
}