{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "How Climatic Seasons of the Amazon Biome Affect the Aromatic and Bioactive Profiles of Fermented and Dried Cocoa Beans?",
  "abstract": "In addition to the vast diversity of fauna and flora, the Brazilian Amazon has different climatic periods characterized by periods with greater and lesser rainfall. The main objective of this research was to verify the influence of climatic seasons in the Brazilian Amazon (northeast of Pará state) concerning the aromatic and bioactive profiles of fermented and dried cocoa seeds. About 200 kg of seeds was fermented using specific protocols of local producers. Physicochemical analyzes (total titratable acidity, pH, total phenolic compounds, quantification of monomeric phenolics and methylxanthines) and volatile compounds by GC-MS were carried out. We observed that: in the summer, the highest levels of aldehydes were identified, such as benzaldehyde (6.34%) and phenylacetaldehyde (36.73%), related to the fermented cocoa and honey aromas, respectively; and a total of 27.89% of this same class was identified during winter. There were significant differences (p≤ 0.05, Tukey test) in the profile of bioactive compounds (catechin, epicatechin, caffeine, and theobromine), being higher in fermented almonds in winter. This study indicates that the climatic seasons in the Amazon affect the aromatic and bioactive profiles and could produce a new identity standard (summer and winter Amazon) for the cocoa almonds and their products.",
  "publication_date": "2021-06-22",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules26133759",
  "entities": {
    "POLYPHENOL": [
      "catechin",
      "epicatechin",
      "specific protocols",
      "the main objective",
      "total phenolic compounds"
    ],
    "FOOD": [
      "fermented almonds",
      "fermented and dried cocoa seeds",
      "the cocoa almonds",
      "the fermented cocoa and honey aromas"
    ]
  }
}