{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Integrated Cytological, Physiological, and Comparative Transcriptome Profiling Analysis of the Male Sterility Mechanism of 'Xinli No.7'Pear(Pyrussp.).",
  "abstract": "Pyrus bretschneideri'Xinli No.7', a progeny ofPyrus sinkiangensis'Korla Fragrant Pear', is an early-maturing, high-quality pear (Pyrusspp.) cultivar. As a dominant variety in China's pear-producing regions, it holds significant agricultural importance. Investigating its male sterility (MS) mechanisms is critical for hybrid breeding and large-scale cultivation. Integrated cytological, physiological, and transcriptomic analyses were conducted to compare dynamic differences between male sterility (MS, 'Xinli No.7') and male-fertile (MF, 'Korla Fragrant Pear') plants during anther development. Cytological observations revealed that, compared with 'Korla Fragrant Pear', the tapetum of 'Xinli No.7' exhibited delayed degradation and abnormal thickening during the uninucleate microspore stage. This pathological alteration compressed the microspores, ultimately leading to their abortion. Physiological assays demonstrated excessive reactive oxygen species (ROS) accumulation, lower proline content, higher malondialdehyde (MDA) levels, and reduced activities of antioxidant enzymes (peroxidase and catalase) in MS plants. Comparative transcriptomics identified 283 co-expressed differentially expressed genes (DEGs). Functional enrichment linked these DEGs to ROS-scavenging pathways: galactose metabolism, ascorbate and aldarate metabolism, arginine and proline metabolism, fatty acid degradation, pyruvate metabolism, and flavonoid biosynthesis. qRT-PCR validated the expression patterns of key DEGs in these pathways. A core transcriptome-mediated MS network was proposed, implicating accelerated ROS generation and dysregulated tapetal programmed cell death. These findings provide theoretical insights into the molecular mechanisms of male sterility in 'Xinli No.7', supporting future genetic and breeding applications.",
  "publication_date": "2025-06-11",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14121783",
  "entities": {
    "FOOD": [
      "'korla fragrant pear",
      "an early-maturing, high-quality pear",
      "china's pear-producing regions",
      "korla fragrant pear",
      "ofpyrus sinkiangensis'korla fragrant pear"
    ],
    "POLYPHENOL": [
      "excessive reactive oxygen species (ros) accumulation",
      "its male sterility (ms) mechanisms",
      "the molecular mechanisms"
    ],
    "SYMPTOM": [
      "tapetal programmed cell death"
    ]
  }
}