{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Neuroprotective Effects of Cilomilast and Chlorogenic Acid Against Scopolamine-Induced Memory Deficits via Modulation of the cAMP/PKA-CREB-BDNF Pathway.",
  "abstract": "Alzheimer's disease (AD) is a neurodegenerative disorder characterized by cognitive decline, neuroinflammation and neuronal damage. This study aimed to investigate the neuroprotective effects of cilomilast (CILO), a phosphodiesterase-4 (PDE4) inhibitor, alone and in combination with chlorogenic acid (CGA), a natural polyphenol, against scopolamine (SCOP)-induced cognitive impairment in mice. Forty male albino mice were divided into five groups: normal control, SCOP control, CGA + SCOP, CILO + SCOP and CILO + CGA + SCOP. Behavioral assessments, including the Y-maze and pole climbing tests, demonstrated that SCOP significantly impaired cognition, while treatment with CILO and CGA reversed these deficits, with the combination group showing the greatest improvement. Histopathological analyses revealed that CILO and CGA reduced neuronal damage and amyloid beta (Aβ) accumulation. Immunohistochemical and biochemical assessments confirmed a decrease in neuroinflammatory markers, including tumor necrosis factor-alpha (TNF-α) and nuclear factor kappa B (NF-κB). Molecular analyses showed that CILO restored cyclic adenosine monophosphate (cAMP) levels, leading to activation of protein kinase A (PKA), cAMP response element-binding protein (CREB) and brain-derived neurotrophic factor (BDNF), key regulators of neuronal plasticity and survival. CGA enhanced these effects by further inhibiting PDE4, amplifying the neuroprotective response. These findings suggest that PDE4 inhibitors, particularly in combination with CGA, may represent promising therapeutic strategies for AD-related cognitive impairment.",
  "publication_date": "2025-03-28",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26073108",
  "entities": {
    "SYMPTOM": [
      "alzheimer's disease",
      "neuroinflammation"
    ],
    "POLYPHENOL": [
      "a decrease",
      "a natural polyphenol",
      "chlorogenic acid",
      "cognitive decline",
      "molecular analyses",
      "the neuroprotective effects",
      "the neuroprotective response",
      "these effects",
      "tumor necrosis factor-alpha"
    ]
  }
}