{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Food Waste to Wellness: A Grape Pomace Blend in Gastric Cancer Prevention.",
  "abstract": "This study investigates the chemopreventive potential of a grape pomace extract (GPE) derived from Verdicchio grapes, aligning with circular economy principles to repurpose winery waste into a nutraceutical targeting gastric cancer prevention. Soxhlet extraction yielded a bioactive-rich extract. Comprehensive chemical characterization via HPLC/ESI/Q-TOF identified 39 metabolites spanning key chemical classes. Anthocyanins were predominant, with malvidin glucoside (12,546 mg/kg DM; 36.3%), malvidin coumaroyl glucoside (9941 mg/kg DM; 28.8%), and malvidin acetylglucoside (7189 mg/kg DM; 20.8%) as the most abundant compounds. Carboxylic acids included tartaric, malic, isocitric, aconitic, and succinic acids, while lipid molecules, such as phytosphingosine and stearic acid, and amino acids like proline, valine, leucine, and phenylalanine further enriched the extract's chemical heterogeneity. Biological evaluations revealed GPE's selective cytotoxicity against AGS (IC50: 13.64 μg/mL) and KATO III (IC50: 7.11 μg/mL) gastric cancer cells, sparing GES-1 cells. Mechanistically, GPE-induced apoptosis through caspase-3 activation and mitochondrial dysfunction, as evidenced by inner membrane disruption and cardiolipin peroxidation. TEM and CLSM morphological analyses revealed hallmark apoptotic features, including chromatin condensation, micronuclei formation, and apoptotic bodies. Additionally, GPE impaired autophagy, marked by Beclin-1 downregulation and LC3B-II upregulation. The accumulation of degradative vacuoles indicated disrupted autophagosome clearance, shifting autophagy from a survival mechanism to a cell death-promoting pathway. These findings highlight GPE's dual impact on apoptosis and autophagy in gastric cancer cells, underscoring its potential as a dietary intervention for gastric cancer prevention.",
  "publication_date": "2025-05-30",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70350",
  "entities": {
    "FOOD": [
      "a grape pomace extract",
      "verdicchio grapes",
      "winery waste"
    ],
    "POLYPHENOL": [
      "a survival mechanism",
      "beclin-1 downregulation",
      "circular economy principles",
      "gpe's selective cytotoxicity",
      "lipid molecules",
      "malvidin coumaroyl glucoside",
      "malvidin glucoside",
      "mechanistically, gpe-induced apoptosis"
    ],
    "SYMPTOM": [
      "a cell death-promoting pathway",
      "a nutraceutical targeting gastric cancer prevention",
      "additionally, gpe impaired autophagy",
      "apoptosis",
      "gastric cancer cells",
      "gastric cancer prevention",
      "mitochondrial dysfunction"
    ]
  }
}