{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Ochratoxin A reduction in wine fermentation: evaluating the potential of Lachancea thermotolerans.",
  "abstract": "Ochratoxin A is a mycotoxin commonly found in wine, primarily produced by fungal species from the Aspergillus and Penicillium genera. Due to its nephrotoxic, neurotoxic, immunotoxic, and carcinogenic properties, ochratoxin A contamination in wine is a significant concern for public health. This study investigates the potential of Lachancea thermotolerans in reducing ochratoxin A levels during wine fermentation, evaluating its fermentative performance and impact on key enological parameters. Fermentation trials with 32 L. thermotolerans strains demonstrated considerable variability in fermentation kinetics, ethanol production, and sugar consumption. The yeast exhibited strain-dependent variability in the production of organic acids, including succinic and lactic acid, leading to significant differences in total acidity and pH. Additionally, L. thermotolerans produced glycerol levels comparable to or exceeding those of Saccharomyces cerevisiae. The ability of L. thermotolerans to reduce ochratoxin A was highly strain-dependent, with reductions ranging widely. The most effective strains achieved ochratoxin A reductions exceeding those previously reported for S. cerevisiae. However, an inverse correlation was observed between ochratoxin A reduction and polyphenol retention, suggesting that strains with high ochratoxin A adsorption may also bind anthocyanins and polyphenols, affecting wine color and structure. These findings highlight L. thermotolerans as a promising non-Saccharomyces yeast for mitigating ochratoxin A contamination in wine while contributing positively to acidity modulation and sensory attributes. The study underscores the importance of strain selection to balance ochratoxin A detoxification with desirable enological properties, particularly in regions where contamination poses a significant challenge to wine safety and quality.",
  "publication_date": "2025-06-11",
  "journal": "AMB Express",
  "doi": "10.1186/s13568-025-01896-4",
  "entities": {
    "FOOD": [
      "wine",
      "wine color",
      "wine fermentation",
      "wine safety"
    ],
    "POLYPHENOL": [
      "fungal species",
      "polyphenol retention",
      "polyphenols",
      "strain selection",
      "the most effective strains"
    ]
  }
}