{
  "source": "PubMed",
  "query": "catechins",
  "title": "Emerging Synbiotics Consisting of Catechin and Probiotic Bacteria: Exploring Aggregation, Adhesion, Antioxidant, and Anticancer Effects.",
  "abstract": "Probiotic bacteria are microorganisms that confer health benefits on the host, when administered in adequate amounts. Catechin, naturally found in nature and human diet, has strong antioxidant, antibacterial, and anticancer potentials. Phenolic compounds and probiotic bacteria are found together in gastrointestinal tract (GIT), and their potential synbiotic interactions are not fully understood. The present study aims to investigate the probiotic properties effects of catechin on (bacterial growth, auto-aggregation, co-aggregation) on well-known probiotic bacteria Lactobacillus acidophilus LA-5 (LA-5) and Lacticaseibacillus rhamnosus GG (LGG), and in vitro cytotoxic effects of the synbiotic combination of catechin and probiotic bacteria on colon cancer cells Caco-2. Results show that catechin contributed to bacterial growth of LA-5, auto-aggregation of LA-5, co-aggregation of LA-5 with Staphylococcus aureus. Catechin increased the adhesion potential of LA-5 and LGG by 6% and 5%, respectively. In DPPH scavenging activity, LGG grown with catechin exerted 30% more antioxidant potential compared the LGG. Moreover, LA-5 grown in the presence of catechin led to higher cell death of Caco-2 when compared to control while it did not influence the genotoxicity property of LA-5. However, catechin did not promote the cytotoxicity and genotoxicity properties of LGG. In conclusion, catechin enhanced many physiological properties of probiotic bacteria and thus, synbiotic relationship of catechin and probiotics may offer novel insights into the prevention/treatment of colon cancer.",
  "publication_date": "2025-06-20",
  "journal": "Probiotics and antimicrobial proteins",
  "doi": "10.1007/s12602-025-10631-1",
  "entities": {
    "POLYPHENOL": [
      "catechin",
      "phenolic compounds",
      "the probiotic properties effects"
    ],
    "SYMPTOM": [
      "colon cancer",
      "colon cancer cells",
      "higher cell death",
      "strong antioxidant, antibacterial, and anticancer potentials"
    ]
  }
}