{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Antioxidant activity and chemoprotective effect ofMoringa oleiferaLam. leaf infusion against methotrexate-induced damage in mice.",
  "abstract": "Moringa oleiferaLam. leaves are used worldwide for infusion owing to their medicinal and nutritional properties. In the present study, we investigated the antioxidant activity and effect ofM. oleiferaleaf infusion on hematological, biochemical, histological, and genotoxic parameters, as well as the liver antioxidant environment in mice treated with methotrexate (MTX).In vitroantioxidant activity was examined using DPPH (2,2-diphenyl-1-picrylhydrazyl) and ABTS[2,2'-azinobis-(3-ethylbenzothiazoline-6-sulfonic acid)]assays. Female Swiss albino mice were treated with distilled water (negative control), infusion (1000 mg/kg), MTX 20 mg/kg (positive control), or infusion (1000 mg/kg) before administration of MTX (20 mg/kg). After five days, their blood was collected for hematological, biochemical, and genotoxic examination (comet assay), and their organs were examined for macroscopic and histological patterns. Liver homogenates were obtained and used to evaluate the in vivo antioxidant activity. The infusion showed antioxidant activity with the concentration that scavenged 50 % of the free radical (IC50) equal to 51.51 ± 4.54 µg/mL and 53.95 ± 3.26 µg/mL observed using DPPH and ABTS tests, respectively. The blood of animals that had received the leaf infusion before MTX administration did not show altered biochemical or hematological parameters. In comet assay, damage index (DI) and damage frequency (DF) caused by MTX (DI=119.4; DF=50.67) were reduced with previous treatment with infusion (DI=48.29; DF=17.0). The infusion-MTX group showed higher superoxide dismutase, glutathione-S-transferase, and reduced glutathione levels than those seen in the other groups. In conclusion,M. oleiferaleaf infusion is a source of polyphenols with antioxidant activity and reduced mice damages induced by MTX administration.",
  "publication_date": "2025-03-20",
  "journal": "Toxicology reports",
  "doi": "10.1016/j.toxrep.2025.102000",
  "entities": {
    "POLYPHENOL": [
      "effect ofm. oleiferaleaf infusion",
      "moringa oleiferalam",
      "polyphenols"
    ],
    "FOOD": [
      "infusion",
      "m. oleiferaleaf infusion",
      "the infusion",
      "the infusion-mtx group",
      "the leaf infusion"
    ]
  }
}