{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Sivelestat-Loaded Neutrophil-Membrane-Coated Antioxidative Nanoparticles for Targeted Endothelial Protection in Sepsis.",
  "abstract": "Background/Objectives: This study aims to develop and evaluate neutrophil-membrane-coated nanoparticles (Siv@NMs) encapsulating sivelestat for the treatment of sepsis-induced endothelial injury. Leveraging the intrinsic chemotactic properties of neutrophil membranes, Siv@NMs are engineered to achieve site-specific delivery of sivelestat to damaged endothelia, thereby overcoming the limitations of conventional therapies in mitigating endothelial dysfunction and multiorgan failure associated with sepsis.Methods: Siv@NMs were synthesized through a combination of ultrasonication and extrusion techniques to encapsulate sivelestat within neutrophil-membrane-derived vesicles. Comprehensive physicochemical characterization included analysis of particle size distribution, zeta potential, and encapsulation efficiency. Stability profiles and controlled release kinetics were systematically evaluated under simulated conditions. In vitro investigations encompassed (1) endothelial cell biocompatibility assessment via cytotoxicity assays, (2) investigation of the targeting efficiency in suppressing endothelial neutrophil extracellular trap generation during inflammation, and (3) ROS-scavenging capacity quantification using flow cytometry with DCFH-DA fluorescent probes. In vivo therapeutic efficacy was validated using a cecal ligation and puncture (CLP) sepsis mouse model, with multiparametric monitoring of endothelial function, inflammatory markers, ROS levels, and survival outcomes.Results: The optimized Siv@NMs exhibited an average particle size of approximately 150 nm, and a zeta potential of -10 mV was achieved. Cellular studies revealed that (1) Siv@NMs selectively bound to inflammatory endothelial cells with minimal cytotoxicity, and (2) Siv@NMs significantly reduced ROS accumulation in endothelial cells subjected to septic stimuli. In vitro experiments demonstrated that Siv@NMs treatment markedly attenuated endothelial injury biomarkers' expression (ICAM-1 and iNOS), suppressed formation of neutrophil extracellular traps, and improved survival rates compared to treatment with free sivelestat.Conclusions: The neutrophil-membrane-coated nanoparticles loaded with sivelestat present a breakthrough strategy for precision therapy of sepsis-associated endothelial injury. This bioengineered system synergistically combines targeted drug delivery with multimodal therapeutic effects, including ROS mitigation, anti-inflammatory action, and endothelial protection. These findings substantiate the clinical translation potential of Siv@NMs as a next-generation nanotherapeutic for sepsis management.",
  "publication_date": "2025-06-10",
  "journal": "Pharmaceutics",
  "doi": "10.3390/pharmaceutics17060766",
  "entities": {
    "POLYPHENOL": [
      "a cecal ligation",
      "endothelial protection",
      "extrusion techniques",
      "multimodal therapeutic effects",
      "precision therapy",
      "site-specific delivery"
    ],
    "SYMPTOM": [
      "endothelial dysfunction",
      "inflammation"
    ]
  }
}