{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Brazilian propolis: Chemical composition, regional variability, and bioactive potential.",
  "abstract": "Propolis, a natural product with a complex chemical composition produced by Apis mellifera bees, has been used in traditional medicine for centuries for its antimicrobial, anti-inflammatory, and wound-healing properties, as well as for treating respiratory infections, gastrointestinal disorders, and oral health issues. The phytochemical composition of propolis is strongly influenced by the local flora, leading to regional variations in bioactive compounds and thus therapeutic properties. This study specifically focuses on the latest research on Brazilian propolis and examines the phytochemical composition and biological activities of the green, red, and brown types. Brazil is one of the largest global propolis producers, exporting between 140 and 150 tons annually, primarily to Japan. The chemical characterization of propolis is performed using advanced analytical techniques, such as high-performance liquid chromatography (HPLC), gas chromatography coupled with mass spectrometry (GC-MS), Fourier-transform infrared spectroscopy (FTIR), and nuclear magnetic resonance (NMR), enabling the identification of various bioactive compounds, including polyphenols, benzoic acids, and terpene alcohols. Propolis exhibits a wide range of biological activities, such as antimicrobial, antioxidant, anti-inflammatory, and antitumor effects. This review lists the main chemical compounds and their biological activities in light of regional variations in the composition of Brazilian propolis, emphasizing the importance of strategies that address these variations to optimize its therapeutic and industrial potential.",
  "publication_date": "2025-06-16",
  "journal": "Fitoterapia",
  "doi": "10.1016/j.fitote.2025.106687",
  "entities": {
    "POLYPHENOL": [
      "advanced analytical techniques",
      "antimicrobial, antioxidant, anti-inflammatory, and antitumor effects",
      "fourier-transform infrared spectroscopy",
      "mass spectrometry",
      "polyphenols",
      "respiratory infections"
    ]
  }
}