{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Control of Starch Molecular Weight by Enzyme Treatment Facilitates the Formation of V-Type Starch-Resveratrol Complexes in a High-Pressure Homogenization Environment and Their Modulation Effects on the Gut Microbiota.",
  "abstract": "As the concept of precision nutrition has been gradually popularized in recent years, the relationship between the structure of starch-polyphenol complexes with significant health effects and their nutritional functions has been progressively investigated. In this study, G50 high-amylose maize starch with different molecular weights was first prepared by pullulanase and α-amylase, and their effects on the structural formation, digestion properties, and release behaviors of the starch-resveratrol (RA) complex were discussed. The results confirmed that enzyme-treated starch could enhance intermolecular hydrogen bonding and hydrophobic interactions between starch and RA in a high-pressure homogeneous (HPH) environment, forming stable single-helix and V-type crystalline structures while reducing the B-type crystalline structures. Meanwhile, the in vitro experiment showed that when the RA addition was 3%, the resistant starch content of the starch-RA complex could reach 60.3%, and its RA colonic transport rate could reach more than 97%. Interestingly, the starch-RA complex with a relatively higher V-type crystalline structure content contributed to the production of short-chain fatty acids (SCFAs), especially butyrate, and it might be effective in carbohydrate metabolism and immunometabolism by promoting the functions ofPhascolarctobacteriuandAlistipes. These findings provide new ideas for the design of the nutritional functions of RS.",
  "publication_date": "2024-11-15",
  "journal": "Journal of agricultural and food chemistry",
  "doi": "10.1021/acs.jafc.4c09118",
  "entities": {
    "POLYPHENOL": [
      "different molecular weights",
      "intermolecular hydrogen bonding",
      "precision nutrition",
      "recent years",
      "significant health effects",
      "starch-polyphenol complexes",
      "the starch-resveratrol (ra) complex",
      "their effects"
    ]
  }
}