{
  "source": "PubMed",
  "query": "functional foods polyphenols",
  "title": "Health Benefits of Traditional Sage and Peppermint Juices: Simple Solutions for Antioxidant and Antidiabetic Support.",
  "abstract": "Sage and peppermint leaves and flowers possess antioxidant, anti-inflammatory, and metabolic-regulating properties. This study compared the phenolic profiles confirmed using LC-MS/MS analysis and the biological activities of traditionally prepared sage (SJ) and peppermint juices (PJ), evaluating theirex vivoantioxidant enzyme activity and antidiabetic potential in experimental mice. Quinic acid (2571.86 ± 1.15 µg/g dry weight (d.w.)) and apigenin-7-O-β-glucoside (324.36 ± 1.15 µg/g d.w.) were the predominant phenolic compounds in SJ, while PJ contained caffeic acid (16.96 ± 0.12 µg/g d.w.) and quinic acid (184.27 ± 0.45 µg/g d.w.). The administration of SJ and PJ for ten days significantly reduced the blood glucose levels of the mice. Compared to the control group, which showed an increase from 15.89 ± 3.45 to 29.54 ± 8.94 mmoL/L, SJ-20 mg/kg body weight (BW)-treated mice exhibited a more moderate rise (16.25 ± 7.33 to 21.50 ± 10.38 mmoL/L). Juice administration also enhanced antioxidant enzyme activity, with PJ-20 mg/kg BW significantly increasing superoxide dismutase (SOD) activity (30.15 ± 3.99 U/mg proteins) compared to the control (18.83 ± 2.04 U/mg proteins). Additionally, catalase (CAT) activity was elevated, indicating enhanced oxidative stress defense mechanisms. Furthermore, treatment with SJ-20 mg/kg BW reduced aspartate aminotransferase (AST) (7025.8 ± 1038.8 to 2782 ± 426.9 IU/L) and alanine aminotransferase (ALT) levels (10679 ± 1409.2 to 5336.5 ± 801.5 IU/L), suggesting hepatoprotective effects. These results support the traditional use of sage and peppermint juices as functional beverages with antioxidant, antidiabetic, and hepatoprotective properties, warranting further clinical investigation.",
  "publication_date": "2025-03-28",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14071182",
  "entities": {
    "FOOD": [
      "juice administration",
      "peppermint juices",
      "peppermint leaves",
      "sage",
      "traditionally prepared sage"
    ],
    "POLYPHENOL": [
      "antioxidant, antidiabetic, and hepatoprotective properties",
      "apigenin-7",
      "caffeic acid",
      "enhanced oxidative stress defense mechanisms",
      "hepatoprotective effects",
      "the predominant phenolic compounds"
    ]
  }
}