{
  "source": "PubMed",
  "query": "catechins",
  "title": "Effect of ultrasound treatment on the structure, physicochemical properties, and functional characteristics of rice-peanut protein/EGCG ternary composite nanoparticles.",
  "abstract": "This study aimed to improve the common issue of low bioaccessibility of plant proteins and epigallocatechin gallate (EGCG). A highly soluble peanut-rice composite protein (PP-RP) was prepared using a controlled pH-responsive method and covalently conjugated with varying concentrations of EGCG to form novel ternary composite nanoparticles (PP-RP-EGCG ternary NPs). Spectroscopic, chromatographic and characterization techniques were employed to investigate the interaction mechanisms between the PP-RP complex and EGCG, and the effect of ultrasound treatment on the structural characteristics and properties of the ternary NPs was further explored. The results showed that an increase in EGCG concentration enhanced the ζ-potential and EGCG-binding capacity of the ternary NPs. Morphological analysis confirmed that EGCG successfully formed self-assembled hydrophilic spherical NPs. FT-IR and XRD results indicated that EGCG was successfully incorporated into the PP-RP complex through hydrophobic and hydrogen bonding interactions. Furthermore, ultrasound treatment further promoted the reduction of α-helix and β-turn content in the ternary NPs, decreased the particle size and PDI values, and enhanced thermal stability. These structural changes ultimately resulted in NPs with improved solubility, enhanced emulsifying and antioxidant properties. Therefore, ultrasound treatment enhanced PP-RP-EGCG interaction, improving EGCG stability and functionality, and supporting the development of novel complexes for functional food applications.",
  "publication_date": "2025-05-11",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144128",
  "entities": {
    "POLYPHENOL": [
      "egcg",
      "egcg concentration",
      "egcg stability",
      "epigallocatechin gallate",
      "potential and egcg-binding capacity",
      "pp-rp-egcg interaction",
      "pp-rp-egcg ternary nps",
      "spectroscopic, chromatographic and characterization techniques",
      "the effect",
      "the interaction mechanisms"
    ],
    "FOOD": [
      "functional food applications"
    ]
  }
}