{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Metal-Polyphenol Network Coated Bilirubin Nanoparticles for the Alleviation of Periodontitis via Mild Photothermal Therapy and Immunomodulatory Therapy.",
  "abstract": "At present, the development of nanoplatforms that integrate infection control, inflammation resolution, and tissue repair for the treatment of periodontitis remains an enormous challenge. Based on the intricate pathogenesis of periodontitis and the advantages of mild photothermal therapy (PTT) and nanotherapy, a multifunctional photothermal nanoplatform (designated BR@C3G-Cu) was rationally developed by coating bilirubin nanoparticles (BR NPs) with copper ion coordinated cyanidin-3-O-glucoside metal-polyphenol networks (MPNs) in this study. The synergistic consequences of the photothermal conversion properties and metal-dependent functionality of this MPNs contributed to the effective and persistent elimination of periodontal pathogens under safe and mild conditions, meeting the heterogeneous antibacterial requirements of periodontitis. Further, photothermal BR@C3G-Cu NPs restored the macrophage polarization balance and mitigated periodontal inflammation by countering oxidative stress damage and blocking the cGAS-STING pathway, thereby normalizing the periodontal local osteoimmune microenvironment and promoting the osteogenic differentiation ofin situstem cells. BR@C3G-Cu NPs exposed to near-infrared irradiation also offered beneficial therapeutic outcomes in a mouse periodontitis model, including inhibiting alveolar bone resorption and promoting periodontal tissue remodeling. Overall, this work highlights the potential of MPN-coated engineered NPs (i.e., BR@C3G-Cu) for the treatment of periodontitis through the integration of mild PTT and immunomodulatory therapy to eliminate pathogenic bacteria, alleviate inflammation, and promote regeneration.",
  "publication_date": "2025-06-24",
  "journal": "ACS nano",
  "doi": "10.1021/acsnano.5c05266",
  "entities": {
    "POLYPHENOL": [
      "cyanidin-3-o-glucoside metal-polyphenol networks",
      "infection control",
      "the effective and persistent elimination"
    ],
    "SYMPTOM": [
      "inflammation",
      "inflammation resolution",
      "oxidative stress damage",
      "periodontal inflammation"
    ]
  }
}