{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Effects of Extraction Temperature of Protein from Date Palm Pollen on the Astringency Taste of Tea.",
  "abstract": "The astringency of tea, predominantly attributed to epigallocatechin gallate (EGCG), plays a crucial role in shaping its overall quality, and plant-based proteins are gaining popularity as a preferred alternative to milk-based proteins for enhancing the flavor profile of tea. This study investigated the impact of extraction temperature on date palm pollen (DPP) protein quality and tea astringency, comparing temperatures of 30 °C and 80 °C. Results indicated that higher extraction temperatures yield more protein and improve the thermal and surface properties of DPP. The molecular interaction between DPP and EGCG was investigated in an aqueous solution, and spectroscopic analyses (FTIR, UV, and CD) revealed that EGCG interactions at a 1:1 molar ratio induced structural changes in α-helix and β-sheet content in secondary structures in DPP, particularly at 80 °C, which strengthened and enhanced the hydrophobic interactions and hydrogen bonds between DPP molecules as EGCG concentration increased. A sensory evaluation using quantitative descriptive analysis (QDA) confirmed a significant reduction in astringency in DPP-tea polyphenol solutions extracted at 80 °C. This research highlights the potential of DPP as a functional ingredient in the food industry, creating a protein-polyphenol complex that reduces tea's astringency while maintaining its unique flavor profile, thus offering a novel approach to enhance tea beverages.",
  "publication_date": "2025-02-05",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14030508",
  "entities": {
    "POLYPHENOL": [
      "a protein-polyphenol complex",
      "dpp molecules",
      "dpp-tea polyphenol solutions",
      "egcg",
      "egcg concentration",
      "egcg interactions",
      "epigallocatechin gallate",
      "secondary structures",
      "spectroscopic analyses",
      "the molecular interaction"
    ]
  }
}