{
  "source": "PubMed",
  "query": "catechins",
  "title": "The Impact of Controlled Fermentation Temperature on Chemical Composition and Sensory Properties of Cacao.",
  "abstract": "The content of phenolic compounds can affect the quality of cacao beans (Theobroma cacaoL). The variation in the concentration of these compounds is influenced by factors such as cacao variety, fermentation conditions, and temperature, which play a crucial role in the method of bean drying. In this study, the analytical method of ultra-performance liquid chromatography (UPLC-DAD-RI) was developed to identify, quantify, and examine variations in the concentrations of catechins (catechin, epicatechin, and epigallocatechin) and methylxanthines (theobromine and caffeine) by subjecting the beans to controlled temperature fermentation. Three temperature-controlled treatments were used during fermentation on three cacao genotypes (CCN 51, ICS 95, and TCS 01). The average temperature in different treatments was T1: 41.14 ± 3.84 °C, T2: 42.43 ± 4.39 °C, and T3: 43.86 ± 4.74 °C. The results demonstrate variations in the concentration of phenolic compounds across the evaluated treatments (T1, T2, and T3). Catechin levels rose from the beginning of fermentation up to day 5, after which they declined by day 6. Conversely, theobromine and caffeine concentrations decreased until day 5, then increased by day 6. A sensory analysis revealed a basic flavor profile (bitter, astringent, and acidic) that was balanced by enhancements in specific attributes, highlighting fruity, citrus, and cacao notes. A significant correlation (p< 0.05) was found between bitterness and the concentrations of epigallocatechin, caffeine, epicatechin, and total phenols. In contrast, a low correlation was observed between bitterness and theobromine and catechin. The astringent profile was directly correlated with epigallocatechin concentration and moderately correlated with theobromine and catechin levels. Acidic flavors showed a moderate correlation with epigallocatechin concentration. The cacao flavor was correlated with catechin and total phenols, while the citrus flavor was linked to total phenol concentration. Notably, the decrease in phenolic compound concentrations and sensory analysis suggested that the higher fermentation temperatures observed in T3 may enhance the development of a superior flavor quality in cacao.",
  "publication_date": "2025-04-22",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14091441",
  "entities": {
    "POLYPHENOL": [
      "catechin",
      "catechin and total phenols",
      "catechin levels",
      "catechins",
      "epicatechin",
      "epigallocatechin",
      "epigallocatechin concentration",
      "phenolic compound concentrations",
      "phenolic compounds",
      "specific attributes",
      "the decrease",
      "theobromine and catechin levels"
    ],
    "FOOD": [
      "cacao beans",
      "the beans"
    ]
  }
}