{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Quercetin diminishes scleral ER stress and protein misfolding: High throughput transcriptome analysis in form-deprivation myopia of guinea pigs.",
  "abstract": "This study aims to verify the involvement of scleral endoplasmic reticulum stress (ERS) in form-deprived myopia (FDM) model of guinea pigs, investigate the therapeutic effects of quercetin (Qcn) on FDM as well as explore the underlying mechanisms in human scleral fibroblast (HSF). Scleral tissue of the right eyes of NC / FDM guinea pigs were collected for RNA-seq. Then, the animals were divided into NC / Qcn / FDM /FDM + Qcn group. After 4 weeks of treatment, qPCR analysis detected mRNA expression of ERS-related genes. Sirius red staining and Tunel staining were performed to observe collagen change and level of apoptosis in sclera. In vitro, HSF was treated with quercetin or tunicamycin (Tm). Western blotting detected expression of ERS-related molecules protein, MMP-2 and COL1A1 protein, while qPCR analysis detected mRNA expression. Level of misfolded protein and GRP78 in HSF were observed by immunofluorescence. The results came out that ERS-related genes GRP78, CHOP, ATF3 and ERS-related pathway were significantly upregulated in FDM eyes according to RNA-seq, which was confirmed by qPCR. Quercetin significantly inhibited FDM progression but did not affect normal refractive and axial development. Quercetin reduced the levels of ERS-related genes in FDM eyes, inhibited apoptosis and restored type I collagen expression. In HSF, quercetin inhibited Tm-induced ERS and reduced the accumulation of misfolded proteins. Our study pioneered the confirmation of the role of scleral ERS in FDM through RNA-seq. Quercetin mitigates FDM, likely by promoting proper protein folding, inhibiting the PERK/ATF3 signaling pathway, and alleviating ERS-induced apoptosis in HSFs.",
  "publication_date": "2025-06-18",
  "journal": "Experimental eye research",
  "doi": "10.1016/j.exer.2025.110485",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "ers-induced apoptosis",
      "scleral endoplasmic reticulum stress"
    ],
    "POLYPHENOL": [
      "ers-related molecules protein",
      "quercetin",
      "quercetin mitigates fdm",
      "the therapeutic effects",
      "the underlying mechanisms"
    ]
  }
}