{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Morphological digital assessment and transcripts of gastric and duodenal visfatin in growing piglets fed with increasing amounts of polyphenols from olive mill waste extract.",
  "abstract": "Visfatin is an adipokine with mediatory effects on inflammation. It is expressed at low levels in the pig stomach, but its role in the gastrointestinal (GI) tract is not well understood. This study explored visfatin expression and localisation in the stomach and duodenum of piglets fed varying levels of polyphenols derived from olive mill waste extract, known for their antioxidant and immunomodulatory properties. Twenty-seven piglets were assigned to three dietary groups: control (commercial feed), low polyphenol (120 ppm), and high polyphenol (240 ppm) groups. After 14 days of feeding, samples from the glandular stomach and duodenum were collected from 13 piglets. Immunohistochemistry (IHC), digital image analysis (DIA) using QuPath software, and double-labelled immunofluorescence were performed to detect visfatin-positive cells and co-localise them with serotonin. Additionally, relative gene expression of visfatin was assessed via RT-qPCR. Visfatin-positive cells were identified in 5 out of 13 piglets, localised mainly in the basal portion of gastric and intestinal glands. The morphology of those cells was consistent with neuroendocrine cells and confirmed by co-localisation of visfatin and serotonin. No significant differences were found in cell positivity or morphology between dietary groups or between tissues. However, visfatin transcript levels increased with the dose of polyphenolic extract. These findings suggest that dietary polyphenols may modulate visfatin gene expression in the GI tract. The study also highlights the value of digital anatomy for enhancing the accuracy and reproducibility of anatomical research. Further studies are needed to elucidate the functional role of visfatin transcript and protein in the porcine GI tract.",
  "publication_date": "2024-12-06",
  "journal": "Annals of anatomy = Anatomischer Anzeiger : official organ of the Anatomische Gesellschaft",
  "doi": "10.1016/j.aanat.2024.152369",
  "entities": {
    "POLYPHENOL": [
      "dietary polyphenols",
      "high polyphenol (240 ppm) groups",
      "low polyphenol",
      "mediatory effects",
      "polyphenolic extract",
      "polyphenols"
    ],
    "SYMPTOM": [
      "inflammation"
    ]
  }
}