{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "A Novel Function of NaVChannel β3 Subunit in Endothelial Cell Alignment Through Autophagy Modulation.",
  "abstract": "Endothelial cells (EC) play a pivotal role in vascular homeostasis. By sensing shear stress generated by blood flow, EC endorse vasculoprotection through mechanotransduction signaling pathways. Various ion channels are involved in mechanosignaling, and here, we investigated the endothelial voltage-gated Na+channels (NaVchannels), since their mechanosensitivity has been previously demonstrated in cardiomyocytes. First, we showed that EC from aorta (TeloHAEC) behave as EC from umbilical vein (HUVEC) under laminar shear stress (LSS). For both EC models, cell alignment and elongation occurred with the activation of the KLF2/KLF4 atheroprotective signaling pathways. We found that LSS decreased the expression of SCN5A, encoding NaV1.5, while LSS increased that of SCN3B, encoding NaVβ3. We demonstrated that the KLF4 transcription factor is involved in SCN3B expression under both static and LSS conditions. Interestingly, SCN3B silencing impaired EC alignment induced by LSS. The characterization of NaVβ3 interactome by coimmunoprecipitation and proteomic analysis revealed that mTOR, implicated in autophagy, binds to NaVβ3. This result was evidenced by the colocalization between NaVβ3 and mTOR inside cells. Moreover, we showed that SCN3B silencing led to the decrease in LC3B expression and the number of LC3B positive autophagosomes. Furthermore, we showed that NaVβ3 is retained within the cell and colocalized with LAMP1 and LC3B. Finally, we found that resveratrol, a stimulating-autophagy and vasculoprotective molecule, induced KLF4 together with NaVβ3 expression. Altogether, our findings highlight a novel role of NaVβ3 in endothelial function and cell alignment as an actor in shear stress vasculoprotective intracellular pathway through autophagy modulation.",
  "publication_date": "2025-05-01",
  "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
  "doi": "10.1096/fj.202401558RR",
  "entities": {
    "POLYPHENOL": [
      "a stimulating-autophagy and vasculoprotective molecule",
      "both ec models",
      "coimmunoprecipitation",
      "ec",
      "impaired ec alignment",
      "mechanosignaling",
      "mechanotransduction signaling pathways",
      "resveratrol",
      "telohaec",
      "the decrease",
      "the klf2/klf4 atheroprotective signaling pathways",
      "their mechanosensitivity",
      "vasculoprotective intracellular pathway"
    ],
    "SYMPTOM": [
      "laminar shear stress",
      "shear stress"
    ]
  }
}