{
  "source": "PubMed",
  "query": "quercetin",
  "title": "The polyphenols phloretin and quercetin are potent horseradish peroxidase (HRP) inhibitors.",
  "abstract": "The discovery of horseradish peroxidase (HRP) has been highly advantageous because its unique chemistry can be applied to diagnostic tools, including the detection of oxidative distress markers like hydrogen peroxide (H2O2) in various experimental systems. Here, we made the surprising and compelling finding that the flavonoids, phloretin and quercetin, which are usually described in the literature as potent antioxidants, strongly inhibit the activity of HRP. Using the amplex ultrared (AUR) assay, we discovered that phloretin at a concentration as low as 50 μM abolishes the detection of H2O2production by isolated liver mitochondria oxidizing pyruvate and malate. Phloretin also nullified the detection of H2O2produced by liver mitochondria oxidizing succinate or dihydroorotate. Moreover, phloretin at 100 μM completely abolished the direct detection of H2O2by AUR and quenched the detection of purified xanthine oxidase (XO) activity, but did not interfere with dichlorodihydrofluorescein diacetate (H2-DCFDA) or dihydroethidine (DHE) fluorescent assays. Dose response assays revealed quercetin is a more potent inhibitor for HRP when compared to phloretin. Indeed, quercetin abolished resorufin fluorescence in AUR assays in the nM range whereas phloretin had no effect when detecting H2O2in vitro or when it is formed by isolated liver mitochondria or cultured Huh-7 hepatoma and Mia-PaCa2 cells. Collectively, our findings demonstrate phloretin and quercetin, and potentially other polyphenols, potently interfere with HRP-dependent assays, which have strong implications for designing experiments that interrogate the antioxidant potential of flavonoids. Our results also indicate phloretin and quercetin could be applied as controls for HRP reporter assays.",
  "publication_date": "2025-06-13",
  "journal": "Biochimica et biophysica acta. General subjects",
  "doi": "10.1016/j.bbagen.2025.130833",
  "entities": {
    "FOOD": [
      "horseradish peroxidase"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "no effect",
      "phloretin",
      "potentially other polyphenols",
      "quercetin",
      "the detection",
      "the direct detection",
      "the flavonoids"
    ],
    "SYMPTOM": [
      "oxidative distress markers"
    ]
  }
}