{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Breaking the scar barrier: The anti-fibrotic and hemodynamic benefits of total salvianolic acid in hypertrophic scars.",
  "abstract": "Hypertrophic scars (HS) affect up to 70 % of individuals following deep dermal injuries, burns, or surgical procedures, leading to significant functional impairments and psychological distress. Despite their high prevalence, effective therapeutic options remain limited, and the underlying pathophysiology is not fully elucidated. This study integrates network pharmacology, molecular docking, and in vivo experimentation to investigate the therapeutic potential of total salvianolic acid (TSA) from Salvia miltiorrhiza in HS treatment. A systematic pharmacology approach identified 186 target proteins, highlighting TGF-β1, Smad3, IL-2, and IL-4 as key modulators of fibrosis and inflammation. Molecular docking confirmed high-affinity interactions between TSA's active components and these targets. TSA significantly reduced scar elevation, fibrosis, and collagen deposition in a rabbit ear hypertrophic scar model, restoring tissue architecture and improving hemorheological parameters. Histological and immunohistochemical analyses confirmed TSA's ability to suppress TGF-β/Smad signaling, downregulate inflammatory cytokines and normalize collagen dynamics. These findings provide compelling evidence that TSA is a multi-targeted, pharmacologically active compound with promising anti-fibrotic and microcirculatory benefits, paving the way for novel therapeutic strategies in HS management. This study establishes a scientific foundation for TSA-based interventions, with potential clinical implications in regenerative medicine and scar therapy.",
  "publication_date": "2025-04-09",
  "journal": "Toxicology and applied pharmacology",
  "doi": "10.1016/j.taap.2025.117339",
  "entities": {
    "SYMPTOM": [
      "inflammation",
      "psychological distress"
    ],
    "POLYPHENOL": [
      "effective therapeutic options",
      "molecular docking",
      "tissue architecture"
    ]
  }
}