{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Deciphering the Molecular Adapting Mechanism of Lactic Acid-TolerantSaccharomyces cerevisiaeThrough Genomic and Transcriptomic Analysis.",
  "abstract": "During the solid-state brewing process of traditional Chinese Baijiu, lactic acid is the most abundant organic acid, which inhibits the growth and metabolism ofSaccharomyces cerevisiae. To reveal the lactic acid tolerance mechanism ofS. cerevisiae, the growth, metabolic performance, and antioxidant enzyme activity ofS. cerevisiaeNCUF309.5-44 andS. cerevisiaeNCUF309.5 were measured under 4% (v/v) lactic acid stress. Additionally, whole-genome re-sequencing and transcriptomic analyses were performed to identify genetic variations and differentially expressed genes between the two strains under lactic acid stress. The results showed that, compared to the original strain,S. cerevisiaeNCUF309.5-44 could adapt to the lactic acid stress faster, with a superior utilization rate of reducing sugar and a 6.43-fold higher ethanol production at 16 h. The strain primarily activated the GSH/GPx system, resulting in a 37.29% lower intracellular ROS content. A total of 1087 SNPs and 698 InDels were found between the strains, with 384 genes significantly upregulated and 254 genes downregulated in theS. cerevisiaeNCUF309.5-44 under lactic acid stress.S. cerevisiaeNCUF309.5-44 responded to lactic acid stress by activating the pheromone response pathway and the cell wall integrity pathway. Meanwhile, the capacity of strains to maintain the cell membrane and proton extrusion was strengthened. Additionally, its glycolysis/gluconeogenesis metabolism was also enhanced. All these mechanisms collectively contributed to improving the lactic acid tolerance ofS. cerevisiaeNCUF309.5-44. These findings not only enhanced our understanding of lactic acid tolerance mechanisms ofS. cerevisiaeNCUF309.5-44 but also paved the way for the application of this strain in optimizingBaijiuproduction.",
  "publication_date": "2025-06-08",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122027",
  "entities": {
    "POLYPHENOL": [
      "all these mechanisms",
      "lactic acid tolerance mechanisms",
      "the lactic acid tolerance mechanism"
    ],
    "SYMPTOM": [
      "(v/v) lactic acid stress",
      "lactic acid stress",
      "the lactic acid stress"
    ]
  }
}