{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Agar Composition Modulates Production of Trichoderma Peptaibols, Affecting Antibacterial and Antiproliferative Activity.",
  "abstract": "Current antibiotics and chemotherapeutics are becoming ineffective because pathogenic bacteria and tumor cells have developed multiple drug resistance. Therefore, it is necessary to find new substances that can be used in treatment, either alone or as sensitizing molecules in combination with existing drugs. Peptaibols are bioactive, membrane-active peptides of non-ribosomal origin, mainly produced by filamentous fungi such as Trichoderma spp. This study focused on producing peptaibol-rich extracts from Trichoderma atroviride O1, cultivated on malt extract agar (MA) under circadian and constant darkness conditions for 13 days. Peptaibol production was detected by MALDI-TOF mass spectrometry after six days of cultivation. The extracts demonstrated antibacterial activity against Staphylococcus aureus strains, particularly the methicillin-resistant variant, but not against the Gram-negative Pseudomonas aeruginosa. Quorum sensing interference revealed that a peptaibol-rich extract suppressed Vibrio campbellii BAA-1119's AI-2 signaling system to a degree comparable with gentamycin. Beyond antibacterial properties, the extracts exhibited notable antiproliferative activity against human ovarian cancer cells and their adriamycin-resistant subline in both 2D and 3D models. Specifically, MA-derived extracts reduced ovarian cancer cell viability by 70% at 50 μg/mL, especially under light/dark regime of cultivation. Compared to previously published results for PDA-based extracts, MA cultivation shifted the biological effects of peptaibol-containing extracts toward anticancer potential. These findings support the idea that modifying fungal cultivation parameters, the bioactivity of secondary metabolite mixtures can be tailored for specific therapeutic applications.",
  "publication_date": "2025-06-20",
  "journal": "Current microbiology",
  "doi": "10.1007/s00284-025-04322-x",
  "entities": {
    "POLYPHENOL": [
      "molecules",
      "secondary metabolite mixtures",
      "specific therapeutic applications",
      "the biological effects"
    ],
    "SYMPTOM": [
      "anticancer potential",
      "human ovarian cancer cells",
      "ovarian cancer cell viability"
    ]
  }
}