{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Proanthocyanidin polymers (condensed tannins) from lychee seeds exhibit antioxidant, anticancer, anti-α-amylase, and anti-tyrosinase activities.",
  "abstract": "Lychee (Litchi chinensis) is a subtropical fruit known for its potential health benefits. In this study, proanthocyanidins (condensed tannins) from lychee seeds (LSPAs) were isolated using a bioactivity-guided approach. Their structural characteristics, as well as antioxidant, anticancer, anti-α-amylase, and anti-tyrosinase activities, were comprehensively analyzed. Structural analysis using mass spectrometry revealed that LSPAs are polymeric compounds predominantly composed of procyanidins (PCs), with a number-average molecular weight (Mn) of 5803 Da as determined by gel permeation chromatography (GPC). LSPAs exhibited significant antioxidant activity in DPPH, ABTS, and hydroxyl radical scavenging assays, with IC50values of 28.8 ± 1.3, 24.29 ± 1.93, and 119.67 ± 32.85 μg/mL, respectively. The FRAP assay showed antioxidant activity of 0.45 ± 0.01 μM Fe(II) equivalent/g DW. The CCK-8 assay demonstrated potent anti-breast cancer efficacy of LSPAs (IC50= 25.78 ± 0.37 μg/mL). Notably, LSPAs suppressed mammosphere formation and downregulated Sox2 and NICD1 expression in breast cancer stem cells (BCSCs). Molecular docking and dynamics simulations confirmed stable interactions between LSPAs and Sox2, primarily mediated by van der Waals forces. Enzyme kinetics and fluorescence spectroscopy further revealed that LSPAs effectively inhibited both α-amylase (IC50= 0.12 ± 0.004 μg/mL) and tyrosinase (IC50= 66.34 ± 0.37 μg/mL) activities by inducing conformational alterations and modifying the amino acid microenvironment of these enzymes. These findings establish LSPAs as promising multifunctional inhibitors with potential applications in food, cosmetics, and pharmaceuticals.",
  "publication_date": "2025-03-30",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.142641",
  "entities": {
    "POLYPHENOL": [
      "a number-average molecular weight",
      "condensed tannins",
      "fluorescence spectroscopy",
      "mass spectrometry",
      "molecular docking and dynamics simulations",
      "proanthocyanidins",
      "procyanidins"
    ],
    "SYMPTOM": [
      "anticancer",
      "breast cancer stem cells",
      "potent anti-breast cancer efficacy"
    ]
  }
}