{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Promoter replication of grape MYB transcription factor is associated with a new red flesh phenotype.",
  "abstract": "In our study, we discovered a fragment duplication autoregulation mechanism in 'ZS-HY', which may be the reason for the phenotype of red foliage and red flesh in grapes. In grapes, MYBA1 and MYBA2 are the main genetic factors responsible for skin coloration which are located at the color loci on chromosome 2, but the exact genes responsible for color have not been identified in the flesh. We used a new teinturier grape germplasm 'ZhongShan-HongYu' (ZS-HY) which accumulate anthocyanin both in skin and flesh as experimental materials. All tissues of 'ZS-HY' contained cyanidin 3-O-(6″-p-coumaroyl glucoside), and pelargonidins were detected in skin, flesh, and tendril. Through gene expression analysis at different stage of flesh, significant differences in the expression levels of VvMYBA1 were found. Gene amplification analysis showed that the VvMYBA1 promoter is composed of two alleles, VvMYBA1a and 'VvMYBA1c-like'. An insertion of a 408 bp repetitive fragment was detected in the allele 'VvMYBA1c-like'. In this process, we found the 408 bp repetitive fragment was co-segregated with red flesh and foliage phenotype. Our results revealed that the 408 bp fragment replication insertion in promoter of 'VvMYBA1c-like' was the target of its protein, and the number of repeat fragments was related to the increase of trans-activation of VvMYBA1 protein. The activation of promoter by VvMYBA1 was enhanced by the addition of VvMYC1. In addition, VvMYBA1 interacted with VvMYC1 to promote the expression of VvGT1 and VvGST4 genes in 'ZS-HY'. The discovery of this mutation event provides new insights into the regulation of VvMYBA1 on anthocyanin accumulation in red-fleshed grape, which is of great significance for molecular breeding of red-fleshed table grapes.",
  "publication_date": "2024-05-06",
  "journal": "Plant cell reports",
  "doi": "10.1007/s00299-024-03225-8",
  "entities": {
    "POLYPHENOL": [
      "a fragment duplication autoregulation mechanism",
      "molecular breeding",
      "pelargonidins"
    ],
    "FOOD": [
      "a new teinturier grape germplasm",
      "grapes",
      "red-fleshed grape",
      "red-fleshed table grapes"
    ]
  }
}