{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Metabolic and enzymatic characterization of linoleic acid biotransformation by Lactiplantibacillus plantarum NGML2 to conjugated linoleic acid and different metabolites.",
  "abstract": "Biotransformation is a biological process in which microorganisms or enzymes convert a substrate into a different chemical compound, often resulting in bioactive metabolites with therapeutic or industrial applications. Linoleic acid (LA) is a polyunsaturated fatty acid that has gained attention for its potential health benefits, including its role in modulating inflammation and oxidative stress. The ability of microorganisms to biotransform LA into bioactive metabolites, such as conjugated linoleic acid (CLA) isomers, provides an opportunity for the development of functional foods and nutraceuticals. This study aimed to explore the metabolic capacity of Lactiplantibacillus plantarum NGML2 to biotransform LA into bioactive compounds, assess the effect of varying LA concentrations on metabolite production, and investigate the molecular mechanisms underlying the process using in-silico tools. In vitro experiments were conducted to determine the production of conjugated LA and LA analogues by L. plantarum NGML2 at different concentrations of LA (2%, 3%, 4%, 6%, and 10%). A total of 19 metabolites were identified, including two conjugated LA isomers-10E,12Z-octadecadienoic acid and (9E,11E)-octadecadienoic acid-produced in concentrations up to 504.31 mg/L and 228.88 mg/L, respectively. Fifteen LA analogues, along with phenolic and alcoholic metabolites, were also synthesized, with the highest concentrations observed at moderate LA levels (4%). In-silico enzyme analysis identified key enzymes involved in LA biotransformation, including epoxide hydrolase and 6-phosphogluconolactonase, with molecular docking revealing strong binding affinities (- 8.9 kJ/mol) for LA derivatives. Molecular dynamics simulations further corroborated these findings, demonstrating stable interactions between LA and these enzymes. This study underscores the potential of L. plantarum NGML2 in the biotransformation of LA into valuable metabolites. The results lay the groundwork for developing microbial strains for industrial-scale production of bioactive lipids. Future research should focus on optimizing biotransformation pathways and expanding the range of bioactive compounds produced for use in functional food and nutraceutical industries.",
  "publication_date": "2025-06-07",
  "journal": "World journal of microbiology & biotechnology",
  "doi": "10.1007/s11274-025-04420-9",
  "entities": {
    "SYMPTOM": [
      "inflammation",
      "oxidative stress"
    ],
    "FOOD": [
      "functional food and nutraceutical industries",
      "functional foods"
    ],
    "POLYPHENOL": [
      "molecular docking",
      "molecular dynamics simulations",
      "the effect",
      "the molecular mechanisms",
      "two conjugated la isomers-10e,12z-octadecadienoic acid"
    ]
  }
}