{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Phenolic Ethanolic Extracts of Specialty Sorghum Ameliorate Intestinal Colitis and Inflammation Induced by Dextran Sulfate Sodium in Mice.",
  "abstract": "Recently, sorghum [Sorghum bicolor (L.) Moench] has been given great attention as an excellent source of polyphenols that exhibit protective effects against multiple chronic disease models. Ulcerative colitis (UC) is strongly linked to the incidence of colon cancer and other intestinal chronic diseases. This study aimed to determine the ability of sorghum ethanolic phenolic extracts (SEPEs) to mitigate intestinal colitis and inflammation induced by dextran sulfate sodium (DSS) in a mice model. Forty C57BL/6 male mice were randomly assigned to one of the experimental groups: negative control, positive control (DSS only), and three groups given SEPEs containing (100 μg gallic acid eq/mL) from specialty brown sorghum accession SC84 grains (BSG) and leaves (BSL) from the same brown cultivar, and white sorghum grains (WSG). SEPEs-fed groups showed a significant reduction of the inflammatory cytokines including IL-6, TNF-alpha, and IL-1-beta in the plasma and colon, colonic disease activity index values, and fecal hemoglobin content compared to the DSS group (p ≤ 0.001). Furthermore, SEPEs mitigated neutrophil infiltration by inhibiting myeloperoxidase activity in the colon and enhancing intestinal integrity by upregulation of tight junction proteins' production such as ZO-1 and claudin-7. Histopathological results showed an improvement in mucosal structure and colon morphology under SEPE uptake. BSL extract exhibited a better effect against DSS compared to BSG and WSG. Metabolomic and enrichment analyses of plasma showed that SEPEs effectively recovered the disrupted metabolomic profiling in UC via modulating key pathways associated with colitis-related inflammation and oxidative stress such as bile acids metabolism, amino acids metabolism, and taurine and hypotaurine metabolism. SEPEs ameliorate colonic colitis and inflammation by suppressing proinflammatory cytokines production, neutrophil infiltration, and enhancement of intestinal integrity and functionality. Thus, specialty sorghum phenolics represent a potential alternative to mitigate colonic inflammation and colitis.",
  "publication_date": "2025-06-01",
  "journal": "BioFactors (Oxford, England)",
  "doi": "10.1002/biof.70028",
  "entities": {
    "POLYPHENOL": [
      "100 μg gallic acid",
      "a better effect",
      "fecal hemoglobin content",
      "polyphenols",
      "protective effects",
      "specialty brown sorghum accession sc84 grains",
      "specialty sorghum phenolics"
    ],
    "SYMPTOM": [
      "colitis-related inflammation",
      "colon cancer",
      "colonic inflammation",
      "inflammation",
      "oxidative stress"
    ]
  }
}