{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Polyphenolic Compounds in Extracts from Roasted Grapevine Canes: An Investigation for a Circular Approach to Increase Sustainability in the Viticulture Sectors.",
  "abstract": "In this study, we compared the polyphenolic composition of the roasted grapevine wood chips of fourVitis viniferacultivars-namely, Sorbara, Grasparossa, Malbo Gentile, and Spergola. These waste byproducts have the potential as infusion chips for the aging of alcoholic beverages and vinegars, contributing to an enriched sensory profile. Roasting amplifies aromatic nuances and triggers the depletion of crucial bioactive compounds, including polyphenols. We investigated the extent of polyphenolic loss in the ethanolic extract of roasted grapevine chips to repurpose this waste byproduct and assess its potential. We assessed the levels oftrans-resveratrol,trans-ε-viniferin,trans-piceatannol, and the main resveratrol trimer. Our findings indicated a significant decrease in polyphenol content as the roasting temperature increased, from 16.85-21.12 mg GAE/g for grapevine chips roasted at 120 °C to 3.10-7.77 mg GAE/g for those roasted at 240 °C. This study also highlights notable genotypic differences in polyphenolic content. Among the red grape cultivars analyzed, Sorbara exhibited the highest levels (7.77-21.12 mg/GAEg), whereas the white grape cultivar Spergola showed the lowest polyphenolic content (3.10-16.85 mg/GAEg). These findings not only contribute to the scientific understanding of polyphenol stability but also hold practical implications for the enhancement of aged beverages, as well as advancing sustainable practices in the viticulture industries.",
  "publication_date": "2023-11-20",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules28227676",
  "entities": {
    "POLYPHENOL": [
      "a significant decrease",
      "piceatannol",
      "polyphenol content",
      "polyphenol stability",
      "polyphenolic content",
      "polyphenolic loss",
      "polyphenols",
      "the lowest polyphenolic content",
      "the main resveratrol trimer",
      "the polyphenolic composition"
    ],
    "FOOD": [
      "grapevine chips",
      "infusion chips",
      "roasted grapevine chips",
      "the red grape cultivars",
      "the roasted grapevine wood chips",
      "the white grape cultivar",
      "vinegars"
    ],
    "SYMPTOM": [
      "the aging"
    ]
  }
}