{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Utilizing tomato pomace-based pectins in the fabrication of selenium nanoformulations - Functional characterization and gastrointestinal stability.",
  "abstract": "Selenium nanoparticles (SeNP) offer improved bioavailability and reduced toxicity compared to traditional bulk forms. This study investigated the possibilities of green synthesis of polyphenol-functionalized SeNP by utilizing agricultural waste-derived pectin and polyphenol-rich extracts. SeNP were synthesized with raw or purified tomato pomace pectin as the coating agents, and polyphenolic extracts from olive pomace, mandarin peels or grape seeds as functionalizing agents. These innovative formulations were compared to bulk selenium forms (selenite) and/or standard polyvinylpyrrolidone-stabilized SeNP (PVPSeNP) based on their shape, size, polydispersity index, zeta potential, stability, biocompatibility and antioxidant activity. The study also included in vitro simulations of gastrointestinal digestion and stability testing in climate chambers under normal and accelerated storage conditions. The resulting SeNP were predominantly round, with average diameters ranging from 118.9 nm to 211.5 nm and negative zeta potentials between -33.12 mV and - 39.40 mV. Polyphenol surface modification enhanced the antiradical activity of SeNP, although the impact on hydrodynamic properties varied by polyphenol source. The nanosystems demonstrated stability throughout gastric and intestinal digestion, maintaining consistent characteristics. Remarkably, under intestinal conditions, we observed a size reduction of up to 40 % and an eightfold increase in antioxidant activity, indicating potential for sustained release of ionic selenium and polyphenols in the small intestine. All formulations showed good biocompatibility and protective effects against oxidative stress, highlighting an innovative approach to utilizing agricultural waste for synthesizing functional SeNP. Stability of SeNP was satisfactory but significantly influenced by the type of polyphenol-functionalization.",
  "publication_date": "2025-04-18",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116434",
  "entities": {
    "POLYPHENOL": [
      "agricultural waste-derived pectin",
      "mv. polyphenol surface modification",
      "polyphenol source",
      "polyphenol-functionalization",
      "polyphenol-functionalized senp",
      "polyphenol-rich extracts",
      "polyphenols",
      "protective effects",
      "raw or purified tomato pomace pectin"
    ],
    "FOOD": [
      "grape seeds"
    ],
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}