{
  "source": "PubMed",
  "query": "grape skin",
  "title": "A Review of Cultural Practices for Botrytis Bunch Rot Management in New Zealand Vineyards.",
  "abstract": "Botrytis bunch rot of grapes (BBR) causes substantial crop and wine quality issues globally. Past and present foundations for BBR control are based upon synthetic fungicides and varying forms of canopy management. Many authors regard the continued dependence on fungicides as unsustainable and have urged greater deployment of cultural, biological and nutritional strategies. However, in contrast to organic wine production, the uptake of alternative strategies in conventional vineyards has been slow based on cost and perceived reliability issues. This review summarises research from many different wine growing regions in New Zealand with the aim of demonstrating how traditional and newly developed cultural control practices have cost-effectively reduced BBR. In addition to reviewing traditional cultural practices (e.g., leaf removal), mechanical tools are described that remove floral trash and mechanically shake the vines. Multi-omics has improved our knowledge of the underlying changes to grape berries after mechanical shaking. Exogenous applications of calcium may correct calcium deficiencies in the berry skin and reduce BBR but the outcome varies between cultivar and regions. Nitrogen aids in grapevine defence against BBR but remains a complex and difficult nutrient to manage. The sustainable growth of organics and The European Green Deal will stimulate researchers to evaluate new combinations of non-chemical BBR strategies in the next decade.",
  "publication_date": "2022-11-07",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants11213004",
  "entities": {
    "FOOD": [
      "grape berries",
      "grapes",
      "grapevine defence",
      "many different wine growing regions",
      "organic wine production",
      "wine quality issues"
    ],
    "POLYPHENOL": [
      "cost-effectively reduced bbr",
      "mechanical tools",
      "the next decade"
    ]
  }
}