{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Quorum quenching of phenolic compounds from Leptolyngbya spp. MACC 32 via downregulation of the periplasmic receptor LuxP in Vibrio harveyi: Hinting a putative mechanism.",
  "abstract": "Vibrio harveyi causes vibriosis, leading to high mortality and economic loss in global aquaculture. Quorum sensing (QS) driven biofilm formation makes them more resistant to various control measures. This study examined QS inhibition (QSI) of V. harveyi LB3 using marine cyanobacterial natural products. Qualitative and quantitative (88%) assays confirmed the quorum quenching (QQ) efficiency of the intracellular component of Leptolyngbya spp. MACC 32. The active fraction (E3) of the extract showed less than 50% toxicity to PmLyo-Sf9 cells and brine shrimp at 1 mg mL-1. At MIC (0.06 mg mL-1), E3 reduced biofilm biomass by 40-45% and metabolic activity by 10-20% without affecting bacterial growth. V. harveyi LB3 treated with E3 showed less gelatinase (64.75%), hemolytic activity (17.55%), motility (8-16%) and reduced EPS formation (45.5%), indicating its anti-virulence properties. HPLC,1H NMR, and GC-MS analyses confirmed that E3 contains 4-hydroxybenzoic acid (4-HBA) and 4-hydroxybenzaldehyde (4-HBAL). Synthetic controls validated the QQ of 4-HBA and 4-HBAL. Molecular docking studies hinted at the putative interaction of 4-HBA and 4-HBAL with QS proteins (LuxR, LuxP, LuxM, LuxN, LuxQ, LuxU, LuxO and LuxS) of V. harveyi. Gene expression studies showed strong LuxR, LuxP, LuxQ, and ToxR downregulation (61-97%), differential upregulation of LuxO, LuxU, aphA, qrr1-qrr5 (9-18%), and LuxS, LuxM, LuxN, Fur (2-4%). Although not confirmed with mutant strains, this study provides strong evidence that phenolic compounds from Leptolyngbya spp. MACC 32 inhibited V. harveyi LB3 QS by blocking AI-2 binding to LuxP, supporting their role in shrimp health management through the control of vibriosis.",
  "publication_date": "2025-06-27",
  "journal": "World journal of microbiology & biotechnology",
  "doi": "10.1007/s11274-025-04378-8",
  "entities": {
    "POLYPHENOL": [
      "economic loss",
      "molecular docking studies"
    ]
  }
}