{
  "source": "PubMed",
  "query": "quercetin",
  "title": "A novel \"off-on\" ratiometric fluorescent probe based on nitrogen-doped carbon dots for silver ion and glutathione assays.",
  "abstract": "Dual-emissive nitrogen-doped carbon dots (N-CDs) with yellow fluorescence was prepared by one-step solvothermal method with o-phenylenediamine (OPD) and quercetin (QR) as precursors, and its preparation conditions (like effects of different dosage ratios of QR and OPD, time and temperature) were investigated in detail. Meanwhile, the N-CDs showed two emission peaks at 465 and 568 nm under the excitation wavelength of 395 nm and its quantum yield was 11.3 % using rhodamine 6G as a reference standard. Then the N-CDs as a novel ratiometric fluorescence probe (RF-probe) was employed to selectively sense Ag+according to its fluorescence quenching, which exhibited a much wider linear range (0.05-80.0 μM) and lower limit of detection (LOD, 17.8 nM) than the Y-CDs (yellow carbon dots) and BY-CDs (physically mixing the B-CDs (blue carbon dots) and Y-CDs) did. Interestingly, glutathione (GSH) could recover the fluorescence of the N-CDs@Ag+system. Based on this, an off-on switching system was constructed to monitor GSH with the linear range of 0.015-0.48 μM and low LOD of 5.5 nM. Furthermore, the effect of silver ion doses on the RF-probe construction and the sensing mechanisms of the N-CDs@Ag+and N-CDs@Ag+-GSH systems were also further discussed. Meanwhile, the high recoveries in water and fruit samples (94.6 %-107.9 % and 91.3 %-108.7 %) were observed, which proved that the N-CDs and N-CDs@Ag+probes were reliable for the Ag+and GSH assays, respectively.",
  "publication_date": "2025-06-08",
  "journal": "Talanta",
  "doi": "10.1016/j.talanta.2025.128447",
  "entities": {
    "POLYPHENOL": [
      "detection",
      "effects",
      "precursors",
      "quercetin",
      "the effect",
      "the high recoveries",
      "the sensing mechanisms"
    ],
    "FOOD": [
      "different dosage ratios"
    ]
  }
}