{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Citrus endogenous components as prebiotics: Advances in extraction, digestion, mechanisms, and delivery.",
  "abstract": "The large number of by-products during the processing of citrus fruits exert significant pressure on the environment. Citrus by-products contain a variety of bioactive compounds that promote gut health and maintain microbial homeostasis. Therefore, recycling and reuse of these by-products is considered an excellent way to reduce environmental pressure. The purification and characterization methods of bioactive compounds (such as pectin, dietary fiber, polyphenols, essential oils, and limonin) extracted from citrus by-products in recent years are summarised. Subsequently, we summarize the digestive behavior (digestion, absorption, metabolism, and excretion) of these components, focusing on the mechanisms of action through which they exert prebiotic activity. This highlights the interactions between citrus by-product bioactives and gut microbiota, as well as the health effects on the host gut. Additionally, we provide a brief overview of the delivery systems for the active ingredients based on pectin from citrus sources. The results show that extraction methods can significantly affect the composition and structure of citrus by-products, which in turn affects digestive properties and eventually leads to differences in prebiotic activity. Notably, gut microbiota plays a key role in the metabolism and bioactivity of citrus actives. Besides, the innovative embedding methods can markedly enhance their prebiotic potential. Therefore, a comprehensive understanding of the relationship between the extraction, structure, and prebiotic activity of citrus by-products, as well as their delivery methods, is essential to advancing the use of citrus by-products in human health.",
  "publication_date": "2025-03-10",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116141",
  "entities": {
    "POLYPHENOL": [
      "pectin",
      "polyphenols",
      "recent years",
      "recycling",
      "the health effects",
      "the mechanisms"
    ]
  }
}