{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Antioxidant activity and phytochemical analysis of different varieties of barley (Hordeum vulgareL.) available in Pakistan.",
  "abstract": "Barley, a globally significant agricultural commodity, is recognized for its nutritional value and health benefits, which are attributed to its bioactive compounds, which possess potent free radical scavenging properties. The novelty of this study was to assess the antioxidant, phytochemical, and nutritional attributes of five varieties of Pakistani barley (Hordeum vulgareL.): Sultan-17, Pearl-21, Talbina-21, Jau-21, and Durum-21. Proximate analysis demonstrated a high carbohydrate (70.02-72.08%) and protein content (10.60-12.11%), with optimal hydration levels that facilitated safe storage and shelf stability. The protein content of Talbina-21 was the highest, while Durum-21 had the maximum carbohydrate level. According to mineral profiling, potassium and phosphorus were abundant, which are crucial for physiological functions. Among the varieties, Jau-21 stood out with superior antioxidant properties, possessing the highest total phenolic content (43.83 mg GAE/100 g), GABA levels (8.63 mg/100 g), and DPPH inhibition (65.42%). GC-MS analysis identified a rich profile of bioactive compounds, including linoleic acid,γ-sitosterol,α-tocopherol, and ferulic acid, with Jau-21 again leading in most categories. These findings underscore the significant nutraceutical and health-promoting potential of Pakistani barley, offering a robust basis for its use in the development of functional foods and wellness-oriented dietary products. Future studies should focus on clinical trials and bioavailability assessments to validate these health benefits in human populations and support the formulation of targeted functional food products.",
  "publication_date": "2025-06-02",
  "journal": "Frontiers in nutrition",
  "doi": "10.3389/fnut.2025.1618457",
  "entities": {
    "FOOD": [
      "barley",
      "functional foods",
      "pakistani barley",
      "pearl-21",
      "targeted functional food products"
    ],
    "POLYPHENOL": [
      "ferulic acid"
    ]
  }
}