{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "GePIF4 Increases the Multi-Flower/Capsule-Bearing Traits and Gastrodin Biosynthesis inGastrodia elata.",
  "abstract": "The degeneration of germplasm is a key factor limiting the yield and quality ofGastrodia elataBlume. Sexual reproduction is a primary method to address this degeneration, while the number of flowers and capsules is directly related to sexual reproduction. However, the genetic mechanisms underlying the high flower/fruit-bearing traits inG. elataremain unclear. We first compared the quantitative and qualitative traits during the flowering to fruiting period ofG. elata, including bolting height, flowering quantity, flowering time, fruiting quantity, capsule spacing, seed quality, etc. The natural materials were selected by multi-capsule and few-capsule for transcriptome analysis to screen the differentially expressed genes (DEGs); the candidate geneGePIF4was suspected to regulate the formation of multiple flowers and fruits. It was confirmed that GePIF4 has multiple biological functions in the overexpression of transgenic lines, including increasing numbers of vegetative propagation corms (VPCs) and promoting the growth ofG. elata. Through comparative transcriptomic analysis of EV and OE-GePIF4 transgenic lines, the transcriptional regulatory network of GePIF4 was identified, and transient expression of GePIF4 was demonstrated to significantly promote gastrodin accumulation. The dual-LUC assay and in vitro yeast one hybrid results showed that GePIF4 could directly bind to GeRAX2 to regulate multi-capsule formation, and GePIF4 could directly bind to GeC4H1 to promote gastrodin accumulation. Therefore, we elucidate the role of GePIF4 in multi-capsule formation and secondary metabolite accumulation, thereby laying the groundwork for the genetic improvement ofG. elatagermplasm resources.",
  "publication_date": "2025-05-31",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14111684",
  "entities": {
    "POLYPHENOL": [
      "gec4h1",
      "however, the genetic mechanisms",
      "secondary metabolite accumulation"
    ]
  }
}