{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "The effect of anthocyanin extract from Lycium ruthenicum Murray on intestinal barrier function in Bamei ternary pigs.",
  "abstract": "The intestinal barrier is a critical defense against external pathogens and plays a central role in immune regulation and nutrient absorption. Oxidative stress and chronic inflammation in high-altitude environments can exacerbate the damage to the intestinal barrier in Baimei ternary pigs. Anthocyanin extract of Lycium ruthenicum Murray (AEL), has garnered widespread attention due to its rich anthocyanin flavonoid content, which exhibits antioxidant and anti-inflammatory properties. These properties help alleviate inflammation and oxidative stress, thereby enhancing gut function in animals. Based on this, the study employed Bamei ternary pigs and supplemented their basic diet with varying concentrations of AEL to investigate its impact on gut barrier function. The results demonstrated that AEL inhibited key factors of the intestinal Toll-like receptor pathway, including Toll-like receptor 4 (TLR4), myeloid differentiation factor 88 (MyD88), tumor necrosis factor receptor-associated protein 6 (TRAF6), and nuclear factor kappa B (NF-κB), affecting gene transcription and protein expression levels. This led to a reduction in pro-inflammatory cytokines, including tumor necrosis factor-α (TNF-α) and interleukin-6 (IL-6), an increase in anti-inflammatory IL-10 production, and improved antioxidant capacity by enhancing total antioxidant capacity (T-AOC), superoxide dismutase (SOD), and glutathione peroxidase (GSH-Px) activity, while decreasing malondialdehyde (MDA) production. Additionally, AEL improved intestinal morphology and facilitated the transcription and expression of tight junction proteins, including zonula occludens-1 (ZO-1), claudin-1 (CLDN-1), and occludin (OCLN). AEL also elevated the transcription levels of mucin 1 (MUC1) and mucin 2 (MUC2), as well as the secretion levels of polymeric immunoglobulin receptor (pIgR) and secretory immunoglobulin A (SIgA), while increased the number of intestinal goblet cells. Furthermore, dietary supplementation with AEL altered the structure of the intestinal microbiota, enhancing the abundance of beneficial bacterial genera such as Verrucomicrobiaceae, Rikenellaceae, Butyricicoccaceae, UCG-005、Rikenellaceae_RC9_gut_group、norank_f_Ruminococcaceae、Eubacterium_oxidoreducens_group, thereby promoting the production of intestinal short-chain fatty acids (SCFAs). In conclusion, AEL inhibits the Toll-like receptor pathway, reduces the production of inflammatory factors, enhances antioxidant levels, improves intestinal morphology and microbiota structure,, thereby reinforcing intestinal barrier function.",
  "publication_date": "2025-05-23",
  "journal": "Protoplasma",
  "doi": "10.1007/s00709-025-02075-9",
  "entities": {
    "SYMPTOM": [
      "chronic inflammation",
      "inflammation",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "its rich anthocyanin flavonoid content",
      "polymeric immunoglobulin receptor",
      "secretory immunoglobulin a",
      "the intestinal toll-like receptor pathway",
      "the secretion levels",
      "the toll-like receptor pathway",
      "toll-like receptor",
      "tumor necrosis factor",
      "tumor necrosis factor receptor-associated protein"
    ]
  }
}