{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Astaxanthin alleviates the microcystin-LR-induced intestinal inflammatory toxicity in zebrafish.",
  "abstract": "Astaxanthin (AST), a potent natural antioxidant, has demonstrated promising therapeutic potential in mitigating inflammation. However, the precise anti-inflammatory mechanisms of AST, particularly in whole-organism contexts, remain incompletely understood. Given the zebrafish (Danio rerio)'s remarkable genomic, physiological, and immunological similarities to humans, it offers a uniquely advantageous vertebrate model for biomedical research. Therefore, in this study, we utilized adult zebrafish to investigate AST's capacity to attenuate microcystin-LR (MC-LR)-induced inflammatory toxicity and attempted to elucidate underlying mechanistic pathways. AST administration significantly alleviated intestinal inflammation, as evidenced by preservation of normal intestinal morphology, reduced intestinal permeability, and modulation of gene expression profiles linked to inflammation and intestinal homeostasis. Transcriptome sequencing coupled with bioinformatics analysis revealed that AST primarily suppressed inflammatory responses through regulation of peroxisome proliferator-activated receptor (PPAR) signaling axis. Notably, AST did not merely inhibit pro-inflammatory pathways but also enhanced the expression of genes critical for maintaining intestinal barrier integrity and metabolic homeostasis. Furthermore, the 16S rRNA gene amplicon sequencing of zebrafish microbiota revealed that AST treatment restructured the gut microbial community in the MC-LR-exposed fish. Specifically, AST promoted the expansion of beneficial flora, including Lactobacillus rhamnosus GG (LGG), which correlated with improved inflammatory outcomes. Collectively, these findings establish AST as an effective modulator of MC-LR-induced intestinal inflammation in zebrafish, acting via dual mechanisms: PPAR-mediated transcriptional regulation and optimization of the gut microbiome. These insights provide a robust preclinical rationale for exploring AST-based therapies in inflammatory disorders.",
  "publication_date": "2025-06-20",
  "journal": "Aquatic toxicology (Amsterdam, Netherlands)",
  "doi": "10.1016/j.aquatox.2025.107462",
  "entities": {
    "SYMPTOM": [
      "inflammation",
      "intestinal inflammation",
      "mc-lr-induced intestinal inflammation"
    ],
    "POLYPHENOL": [
      "a robust preclinical rationale",
      "an effective modulator",
      "dual mechanisms",
      "peroxisome proliferator-activated receptor",
      "the precise anti-inflammatory mechanisms",
      "underlying mechanistic pathways"
    ]
  }
}