{
  "source": "PubMed",
  "query": "catechins",
  "title": "Oral Treatment with EGCG, Folic Acid, Vitamin B12, and Hyaluronic Acid Improves HPV Clearance and Counteracts Its Persistence: A Clinical Study.",
  "abstract": "Human papillomavirus (HPV) infection represents one of the most common sexually transmitted infections worldwide. However, the lack of effective therapeutic strategies to counteract viral infection and its persistence still makes the management of HPV a medical concern. Persistence is indeed a crucial issue in the context of HPV, as it may increase the risk of viral DNA integration into the host genome, thus exposing patients to tumoral progression. This clinical study aims to evaluate the effectiveness of a dietary supplement containing epigallocatechin gallate (EGCG), folic acid (FA), vitamin B12 (B12), and hyaluronic acid (HA) in improving HPV clearance and HPV-induced cervical lesions, and in counteracting viral persistence. A total of 106 patients who tested positive for HPV DNA were enrolled in this study and were treated daily for 6 months with a tablet containing EGCG (200 mg), FA (400 μg), B12 (1 mg), and HA (50 mg) (Pervistop®, Lo.Li. Pharma, Rome, Italy). A 6-month treatment with such combined molecules demonstrated a viral clearance in 85.8% of enrolled patients, while 92.3% of participants exhibited no more cervical lesions. Furthermore, 71.8% of patients with persistent infection tested negative to HPV DNA test after 6 months of treatment. The obtained data in this large population strongly support previous evidence on the efficacy of such molecules in the management of HPV infection by improving both viral clearance and related cervical lesions, and by targeting viral persistence.",
  "publication_date": "2025-05-29",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26115251",
  "entities": {
    "POLYPHENOL": [
      "effective therapeutic strategies",
      "egcg",
      "epigallocatechin gallate",
      "hpv infection",
      "human papillomavirus (hpv) infection",
      "persistent infection",
      "such combined molecules",
      "such molecules",
      "the effectiveness",
      "the most common sexually transmitted infections",
      "viral infection"
    ]
  }
}