{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Design strategies of polysaccharide, protein and lipid-based nano-delivery systems in improving the bioavailability of polyphenols and regulating gut homeostasis.",
  "abstract": "Polyphenols are plant secondary metabolites that have attracted much attention due to their anti-inflammatory, antioxidant, and gut homeostasis promoting effects. However, food matrix interaction, poor solubility, and strong digestion and metabolism of polyphenols cause barriers to their absorption in the gastrointestinal tract, which further reduces bioavailability and limits polyphenols' application in the food industry. Nano-delivery systems composed of biocompatible macromolecules (polysaccharides, proteins and lipids) are an effective way to improve the bioavailability of polyphenols. Therefore, this review introduces the construction of biopolymer-based nano-delivery systems and their application in polyphenols, with emphasis on improving the solubility, stability, sustained release and intestinal targeting of polyphenols. In addition, there are possible positive effects of polyphenol-loaded nano-delivery systems on modulating gut microbiota and gut homeostasis, with particular emphasis on modulating intestinal inflammation, metabolic syndrome, and gut-brain axis. It is worth noting that the safety of bio-based nano-delivery systems still need to be further studied. In summary, the application of the bio-based nano-delivery system to deliver polyphenols provides insights for improving the bioavailability of polyphenols and for the treatment of potential diseases in the future.",
  "publication_date": "2024-11-13",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2024.137463",
  "entities": {
    "POLYPHENOL": [
      "an effective way",
      "biocompatible macromolecules",
      "polyphenol-loaded nano-delivery systems",
      "polyphenols",
      "polyphenols' application",
      "possible positive effects",
      "promoting effects",
      "secondary metabolites"
    ],
    "SYMPTOM": [
      "intestinal inflammation",
      "metabolic syndrome"
    ]
  }
}