{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Computational analysis of Ayurvedic metabolites for potential treatment of drug-resistantCandida auris.",
  "abstract": "This study explored the effectiveness of secondary metabolites of referred traditional Ayurvedic plants in treating fungal infections, particularly targetingCandida auris. Recognized as a global health threat, this fungus is notorious for its resistance to several antifungal treatments. The inhibition of lanosterol 14α-demethylase causes the depletion of ergosterol, ultimately resulting in the inhibition of fungal cell growth. A total of 469 metabolites, including alkaloids, flavonoids, and tannins from Ayurvedic plants, were screened against CYP51 (PDB ID: 4UYL) using molecular docking. Key active site residues, namely HIS461, CYS463, and TYR122, were targeted to inhibit the ergosterol synthesis, with VNI employed to benchmark the findings. Shortlisted metabolites underwent physicochemical analysis, ADMET analyses, and the principles of medicinal chemistry, which were confirmed through pharmacokinetic simulations. Further, this study investigated the molecular dynamics (MD) of co-crystalized VNI, trans-p-coumaric acid, and MCPHB [(r)-n-(1'-methoxycarbonyl-2'-phenylethyl)-4-hydroxybenzamide] to evaluate RMSD, RMSF, Rg, SASA, cross-correlation of residue motions, PCA, and free energy decomposition. The top compounds demonstrated favorable drug-like criteria. They exhibited good absorption potential with high gastrointestinal uptake. Distribution and metabolism were manageable with low risks of drug-drug interactions. Excretion profiles indicated proper clearance, and toxicity assessments showed low potential for cardiovascular issues. The results showed stable interactions for trans-p-coumaric acid and MCPHB, suggesting that all the ligands maintain stable binding interactions with the protein, which preserves structural integrity across all systems. This comprehensive approach suggests that these natural metabolites from Ayurvedic medicine could potentially serve as primary agents against fungal diseases, pending further validation through controlledin vitroandin vivoclinical trials.",
  "publication_date": "2025-03-13",
  "journal": "Frontiers in cellular and infection microbiology",
  "doi": "10.3389/fcimb.2025.1537872",
  "entities": {
    "POLYPHENOL": [
      "crystalized vni, trans-p-coumaric acid",
      "flavonoids",
      "free energy decomposition",
      "fungal infections",
      "molecular docking",
      "secondary metabolites",
      "tannins",
      "the effectiveness",
      "the molecular dynamics",
      "trans-p-coumaric acid"
    ]
  }
}