{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Exploring kudzu: Extraction, quantification, and health impacts of bioactive compounds.",
  "abstract": "Kudzu (Pueraria species) is a perennial plant within the Fabaceae family, native to China, Japan, and India. It is known for its therapeutic properties, mainly due to its high content of isoflavones, including puerarin, daidzein, daidzin, genistein, and genistin. These isoflavones are found throughout the plant and are important in developing pharmaceutical drugs. This review comprehensively analyzes naturally occurring isoflavones in Kudzu, focusing on advanced and green techniques for their extraction, purification, and identification. Additionally, it highlights their health benefits and the growing demand in the global food and pharmaceutical industries. Due to their superior efficiency, scalability, and cost-effectiveness, contemporary eco-friendly extraction methods like ultrasound, microwave, enzyme-assisted, and supercritical fluid extraction are gaining prominence in this endeavor. They are crucial in optimizing the extraction process, driving innovation within industries, and harnessing natural sources, ultimately boosting global economies. Scientific studies confirm that Kudzu isoflavones have various anti-diabetic, neuroprotective, anti-cancer, antioxidant, alcohol detoxification, and cardiovascular protective effects. This review encourages further exploration of Kudzu isoflavones as a nutritional food source. It also highlights advancements in extraction methods within pharmaceuticals and natural products, underscoring the superiority of modern techniques over conventional ones. Additionally, critical analysis of the trends, limitations, and scope of Kudzu-extracted isoflavones for novel food applications can further advance scientific understanding.",
  "publication_date": "2025-02-26",
  "journal": "Fitoterapia",
  "doi": "10.1016/j.fitote.2025.106453",
  "entities": {
    "POLYPHENOL": [
      "(pueraria species",
      "advanced and green techniques",
      "cardiovascular protective effects",
      "contemporary eco-friendly extraction methods",
      "cost-effectiveness",
      "daidzein",
      "genistein",
      "global economies",
      "modern techniques",
      "various anti-diabetic, neuroprotective, anti-cancer, antioxidant, alcohol detoxification"
    ]
  }
}