{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Bergamot Polyphenols Improve Dyslipidemia and Pathophysiological Features in a Mouse Model of Non-Alcoholic Fatty Liver Disease.",
  "abstract": "There is a need for continued drug development for nonalcoholic steatohepatitis (NASH). Bergamot is a plant whose fruit juice is enriched with flavonoids and phenolic compounds which improves dyslipidemia and markers of systemic inflammation in patients with Metabolic Syndrome. The aim of this study was to perform a preclinical \"proof of concept\" study of Bergamot polyphenolic formulation (BPF99) for the treatment of NASH. A disease reversal study was performed in the diet-induced animal model of NAFLD (DIAMOND). Groups of 8 weeks old mice were randomly assigned to receive chow diet, high fat diet with sugar in drinking water (Western diet- WD). Mice on WD were further randomized to continue on WD gavaged with vehicle or continue on WD with additional gavage of BPF99 (50 mg/kg) after 16 weeks of diet. Mice were euthanized after 11 additional weeks. The primary endpoint was resolution of NASH. Secondary endpoints included changes in individual histological features, body weight, liver enzymes, dyslipidemia, markers of oxidative stress and molecular markers of disease activity and fibrosis. The results showed that BPF99 reduced ALT (mean 71.6 vs 44.6 IU/l, p < 0.01), triglycerides (38.8 vs 28.1 mg/dl, p < 0.05), LDL-C (39.2 vs 23.7 mg/dl, p < 0.001). It significantly improved NASH resolution (p < 0.001) and the SAF scores (p < 0.05) while the NAS improvement approached significance. BPF99 reduced markers of oxidative stress, along with reduced JNK and p38 MAP kinase activity. BPF99 did not reduce the number of mice with fibrosis but improved collagen proportional area (p < 0.04) and procollagen I and III expression. Collectively our results showed that BPF99 resolves NASH and ameliorates key histological and pathophysiological features of NASH along with improvement in ALT and dyslipidemia in the DIAMOND mice.",
  "publication_date": "2020-02-13",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-020-59485-3",
  "entities": {
    "FOOD": [
      "whose fruit juice"
    ],
    "POLYPHENOL": [
      "a preclinical \"proof",
      "bergamot polyphenolic formulation",
      "flavonoids",
      "molecular markers",
      "phenolic compounds",
      "secondary endpoints"
    ],
    "SYMPTOM": [
      "dyslipidemia",
      "metabolic syndrome",
      "oxidative stress",
      "systemic inflammation"
    ]
  }
}