{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Gene Expression Study in Gilthead Seabream (Sparus aurata): Effects of Dietary Supplementation with Olive Oil Polyphenols on Immunity, Metabolic, and Oxidative Stress Pathways.",
  "abstract": "In an era with an ever-growing population, sustainability and green transition are the main milestones to be considered within the current European Green Deal program, and the recovery of by-products for the integration of feed with bioactive molecules, that are sustainable and with high nutritional value, is an ambitious mission to be explored also in aquaculture. Olive oil extraction produces a range of solid and liquid by-products, in varying proportions depending on the utilized production techniques, all of which are considered as possible pollutants. However, these products are also rich of polyphenols, bioactive molecules with several and well-known beneficial properties (antimicrobic, anti-inflammatory, antioxidant, and immune-modulating). On this basis, this work aimed at evaluating the effects of dietary supplementation with polyphenols derived from olive mill wastewater on growth performance and on gene expression modulation, by means of RT-qPCR assays, in farmedSparus aurata. Particularly, some target genes of metabolic, immunity, and oxidative stress pathways have been investigated in breeding gilthead seabream. Differential gene expression analysis was carried out, and differences between the control group (n = 9) and the treated one (n = 9) were computed with Student's t test. The results have highlighted that supplemented feed enhanced fish growth, with a significant feed conversion ratio between the two groups. Furthermore, the polyphenol diet had a beneficial impact on gene expression fold with a level of significance forfatty acid binding protein 2,superoxide dismutase 1, andinterleukin-12genes at hepatic or intestinal district. These significant and promising preliminary findings promote, in the future, other investigations on polyphenolic by-products and on their putative or possible re-utilization in fish feeding.",
  "publication_date": "2024-11-13",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms252212185",
  "entities": {
    "POLYPHENOL": [
      "bioactive molecules",
      "polyphenolic",
      "polyphenols",
      "the effects",
      "the polyphenol diet",
      "the utilized production techniques"
    ],
    "FOOD": [
      "olive oil extraction"
    ],
    "SYMPTOM": [
      "oxidative stress pathways"
    ]
  }
}