{
  "source": "PubMed",
  "query": "grape skin",
  "title": "'BRS Vitoria' Grapes Across Four Production Cycles: Morphological, Mineral, and Phenolic Changes.",
  "abstract": "The 'BRS Vitoria' grape has sensory characteristics that favor its consumption. However, different rootstocks and harvest periods can directly influence its phenolic composition, physicochemical and morphological characteristics, and mineral content. This study evaluates the mineral and anthocyanin composition of the 'BRS Vitoria' grape from a production cycle (PC1: 'IAC 572' rootstock, main harvest) and compares its physicochemical, morphological, and mineral characteristics to other cycles (PC2: 'Paulsen 1103' rootstock, second harvest; PC3: 'IAC 572' rootstock, second harvest; and PC4: 'Paulsen 1103' rootstock, main harvest), highlighting its potential for use and providing initial insights into the influence of rootstocks and environmental conditions. PC1 grapes contained important amounts of potassium, phosphorus, calcium, magnesium, iron, manganese, and zinc (345.16, 50.50, 20.34, 13.61, 0.54, 0.27, and 0.03 mg⋅100 g-1, respectively), and a complex anthocyanin profile, predominantly derived from malvidin, which supports their use in processing due to the thermal stability. In the second part of the study, PC2 grapes stood out for their skin percentage and acidity. PC3 grapes exhibited higher values in parameters associated with size, mass, and mineral content, which may have been influenced by the use of the 'IAC 572' rootstock. PC4 grapes showed the highest maturation index (38.68), total phenolic compounds (1750.88 mg EGA⋅kg-1), and total monomeric anthocyanins (742.86 mg mv-3,5-glc⋅kg-1). These results may have been influenced by the environmental conditions during the main harvest season. Bunches from all cycles were cylindrical, very compact, with dark red-violet berries and featuring thick skin with pruine and firm colorless, seedless flesh. The study of the influence of these factors is complex due to the impact of various other variables and the synergistic effect between them. Despite physicochemical and morphological differences, 'BRS Vitoria' grapes from different PCs are suitable for fresh consumption and processing, potentially as a nutraceutical ingredient.",
  "publication_date": "2025-03-18",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14060949",
  "entities": {
    "FOOD": [
      "brs vitoria' grapes",
      "pc1 grapes",
      "pc2 grapes",
      "pc3 grapes",
      "pc4 grapes",
      "the 'brs vitoria' grape"
    ],
    "POLYPHENOL": [
      "iac 572' rootstock, second harvest; and pc4: 'paulsen 1103' rootstock",
      "malvidin",
      "paulsen 1103' rootstock, second harvest",
      "the second part",
      "the synergistic effect",
      "total phenolic compounds"
    ]
  }
}