{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Effects of bioactive compounds from marine algae on cancer-related inflammation: a review.",
  "abstract": "Marine macroalgae serve as a substantial source of bioactive compounds with potential health advantages, especially in anticancer properties. Their anti-inflammatory characteristics, especially concerning cancer, are significant due to their potential application in the management of chronic inflammatory illnesses such as cancer. Nevertheless, limited studies have documented the anti-inflammatory effects of compounds derived from marine macroalgae. This review seeks to aggregate and synthesize current research on the anti-inflammatory properties of bioactive compounds derived from marine macroalgae. A comprehensive examination of web databases, including PubMed, Scopus, and Web of Science, was performed to locate pertinent content. Numerous bioactive compounds, including polyphenols, polysaccharides, terpenoids, and fatty acids, are acknowledged as important factors in the anti-inflammatory properties of marine macroalgae in cancer. These compounds exert their effects by several molecular mechanisms, including the suppression of pro-inflammatory cytokines, downregulation of mitogen-activated protein kinase (MAPK) and nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB) signaling pathways, and regulation of oxidative stress. Species of brown, green, and red macroalgae, including Laminaria sp., Gracilaria sp., and Ulva sp., demonstrate considerable anti-inflammatory properties in cancer. Additional standardized research, especially clinical trials, is necessary to validate their translational potential. This review seeks to systematically examine and integrate existing research on bioactive substances from marine macroalgae that possess anti-inflammatory activities pertinent to cancer therapy, emphasizing their origins, mechanisms of action, and therapeutic potential, while also identifying research deficiencies and future avenues for clinical application.",
  "publication_date": "2025-06-11",
  "journal": "Medical oncology (Northwood, London, England)",
  "doi": "10.1007/s12032-025-02813-2",
  "entities": {
    "SYMPTOM": [
      "anticancer properties",
      "cancer",
      "cancer therapy",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "especially clinical trials",
      "mechanisms",
      "polyphenols",
      "several molecular mechanisms",
      "species",
      "the anti-inflammatory effects",
      "their effects"
    ]
  }
}