{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "The effect ofElettaria cardamomum(cardamom) on the metabolic syndrome: Narrative review.",
  "abstract": "Metabolic syndrome (MetS), as a health-threatening factor, consists of various symptoms including insulin resistance, high blood sugar, hypertension, dyslipidemia, inflammation, and abdominal obesity that raise the risk of diabetes mellitus and cardiovascular disease. Cardiovascular diseases are important causes of mortality among the world population. Recently, there has been a growing interest in using phytomedicine and natural compounds in the prevention and treatment of various diseases. The data was gathered by searching various standard electronic databases (Google Scholar, Scopus, Web of Science, and PubMed) for English articles with no time limitations. Allin vivo,in vitro, and clinical studies were included.Elettaria cardamomum(cardamom) is a rich source of phenolic compounds, volatile oils, and fixed oils. Cardamom and its pharmacologically effective substances have shown broad-spectrum activities including antihypertensive, anti-oxidant, lipid-modifying, anti-inflammatory, anti-atherosclerotic, anti-thrombotic, hepatoprotective, hypocholesterolemic, anti-obesity, and antidiabetic effects. This review aims to highlight the therapeutic effects of cardamom on MetS and its components including diabetes, hyperlipidemia, obesity, and high blood pressure as well as the underlying mechanisms in the management of MetS. Finally, it can be stated that cardamom has beneficial effects on the treatment of MetS and its complications.",
  "publication_date": "",
  "journal": "Iranian journal of basic medical sciences",
  "doi": "10.22038/IJBMS.2021.54417.12228",
  "entities": {
    "SYMPTOM": [
      "abdominal obesity",
      "high blood pressure",
      "hyperlipidemia",
      "hypertension",
      "inflammation",
      "insulin resistance",
      "metabolic syndrome",
      "obesity"
    ],
    "POLYPHENOL": [
      "antihypertensive, anti-oxidant, lipid-modifying, anti-inflammatory, anti-atherosclerotic, anti-thrombotic, hepatoprotective, hypocholesterolemic, anti-obesity, and antidiabetic effects",
      "beneficial effects",
      "broad-spectrum activities",
      "its pharmacologically effective substances",
      "phenolic compounds",
      "the therapeutic effects",
      "the underlying mechanisms",
      "various standard electronic databases"
    ]
  }
}