{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Ferulic Acid Combines with Ascorbic Acid to Target MMP9 to Attenuate Cisplatin-Induced Ototoxicity Through the p38MAPK Signaling Pathway.",
  "abstract": "Cisplatin (Cis) is a commonly used chemotherapeutic agent for the clinical management of malignant tumors, but its toxic side effects could cause hearing loss, and there is an urgent need to find drugs that ameliorate Cis ototoxicity. Previous studies have found that ferulic acid (FA), a phenolic compound derived from natural plants, exerts antioxidant and anti-inflammatory effects by scavenging free radicals, preventing lipid peroxidation and cell death. Combination therapy, the use of multiple drugs to improve clinical outcomes, has multiple advantages compared to monotherapy. Another small-molecule ascorbic acid (AA) shows robust antioxidant function. However, the optimal route of administration, dosage, concentration, and effective time must be determined. More importantly, whether the combination of FA and AA can improve Cis ototoxicity and reduce the risk of large doses of AA is unclear. This study aims to evaluate the therapeutic potential of FA combined with AA in Cis-induced hearing impairment. In vitro and in vivo experiments were performed to observe the effects of FA, AA, and FA+AA on Cis-induced apoptosis. Compared with the Cis-only group, FA combined with AA ameliorated the Cis-induced decrease in cell viability, production of reactive oxygen species (ROS), and apoptosis of cells to varying degrees, respectively, and the improvement in cell viability, ROS, and apoptosis was even more pronounced with the combination of the two treatments. Network pharmacology combined with transcriptomics and molecular docking results showed that FA and AA could inhibit the Cis-induced apoptosis of cochlear hair cells through Matrix Metalloproteinase 9(MMP9)via the p38 Mitogen-Activated Protein Kinase (p38 MAPK) signaling pathway. In this study, we discovered that FA+AA reduced Cis ototoxicity by suppressing MMP9 in the MAPK signaling pathway.",
  "publication_date": "2025-05-22",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060619",
  "entities": {
    "POLYPHENOL": [
      "a phenolic compound",
      "another small-molecule ascorbic acid",
      "effective time",
      "its toxic side effects",
      "molecular docking results",
      "reactive oxygen species",
      "the cis-induced decrease",
      "the effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "cell death",
      "cis-induced apoptosis",
      "the cis-induced apoptosis"
    ],
    "FOOD": [
      "dosage"
    ]
  }
}