{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "The Application of S-Substituted Pteridine for CCl4-Induced Acute Hepatitis Treatment in Rats.",
  "abstract": "Background/Objectives:Liver disease is one of the most common medical problems in the world. The pharmacological correction of these pathologies includes the use of drugs with antioxidant and hepatoprotective action, among which there are natural and synthetic sulfur-containing compounds. However, many of these drugs have side effects, and their application does not always correspond to approaches in evidence-based medicine. Therefore, today the urgent problem is the search for new effective substances with high metabolitotropic properties and high safety criteria. The aim of this work was an in-depth study of the hepatoprotective and antioxidant action of a new investigational pteridine-containing \"lead-compound\" (DCTP) under conditions of experimental tetrachloromethane hepatitis in rats in comparison with the reference drug \"Thiotriazoline\".Methods:The hepatoprotective effect of the compound was studied using a model of acute tetrachloromethane (CCl4) hepatitis in adult male Wistar rats. The levels of biochemical liver damage markers were estimated with spectrophotometric methods. Histological and immunohistochemical methods were used for the determination of hepatocyte damage. The statistical processing of data was performed using the nonparametric Wilcoxon-Mann-Whitney method.Results:The results of the studies showed that DCTP was superior to the reference drug Thiotriazoline in terms of its effect on the levels of AST, DC, Schiff bases, and carbonylated proteins, which are markers of oxidative (Nrf2) and inflammatory (Lipocalin-2) stress, as well as its effect on animal survival. The results were confirmed by histological examination data, which showed regeneration of the hepatocyte membrane structure; a reduction in infiltrative, destructive, and inflammatory process in the liver; a reduction in the cytolytic process; stabilization; and an increase in the functional activity of the liver due to the administration of the study drug. The pharmacological effects of the studied compound (DCTP) are probably associated with its structural similarity to tetrahydrofolic acid, which is an integral component of oxidation-reduction processes and a participant in the biosynthesis of nitrogenous bases of nucleotides and amino acids. The obtained data show the antioxidant and hepatoprotective properties of the studied \"lead-compound\" from the pteridinethione group (DCTP).Conclusions:It was shown that the studied substance DCTP significantly reduces acute hepatotoxic effects caused by CCl4, as evidenced by the decrease in the level of lipid peroxidation and prooxidant markers, the normalization of liver biochemical markers, the regeneration of the liver architecture, the limitation of inflammatory effects, the decrease in Nrf2 and Lipocalin-2 markers, and the induction of liver antioxidant enzymes.",
  "publication_date": "2025-05-22",
  "journal": "Biomedicines",
  "doi": "10.3390/biomedicines13061276",
  "entities": {
    "POLYPHENOL": [
      "acute hepatotoxic effects",
      "antioxidant and hepatoprotective action",
      "background/objectives",
      "inflammatory effects",
      "its effect",
      "new effective substances",
      "side effects",
      "spectrophotometric methods",
      "the antioxidant and hepatoprotective properties",
      "the decrease",
      "the hepatoprotective and antioxidant action",
      "the hepatoprotective effect",
      "the liver architecture",
      "the pharmacological correction",
      "the pharmacological effects"
    ],
    "SYMPTOM": [
      "biochemical liver damage markers",
      "inflammatory (lipocalin-2) stress"
    ]
  }
}