{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Natural small molecules regulating the mitophagy pathway counteract the pathogenesis of diabetes and chronic complications.",
  "abstract": "Diabetes mellitus (DM) is a chronic metabolic disorder marked by sustained hyperglycemia. These disturbances contribute to extensive damage across various tissues and organs, giving rise to severe complications such as vision loss, kidney failure, amputations, and higher morbidity and mortality rates. Furthermore, DM imposes a substantial economic and emotional burden on patients, families, and healthcare systems. Mitophagy, a selective process that targets the clearance of damaged or dysfunctional mitochondria, is pivotal for sustaining cellular homeostasis through mitochondrial turnover and recycling. Emerging evidence indicates that dysfunctional mitophagy acts as a key pathogenic driver in the pathogenesis of DM and its associated complications. Natural small molecules are particularly attractive in this regard, offering advantages such as low toxicity, favorable pharmacokinetic profiles, excellent biocompatibility, and a broad range of biochemical activities. This review systematically evaluates the mechanistic roles of natural small molecules-including ginsenosides, resveratrol, and berberine-in enhancing mitophagy and restoring mitochondrial homeostasis via activation of core signaling pathways (e.g., PINK1/Parkin, BNIP3/NIX, and FUNDC1). These pathways collectively ameliorate pathological hallmarks of DM, such as oxidative stress, chronic inflammation, and insulin resistance. Furthermore, the integration of nanotechnology with these compounds optimizes their bioavailability and tissue-specific targeting, thereby establishing a transformative therapeutic platform for DM management. Current evidence demonstrates that mitophagy modulation by natural small molecules not only offers novel therapeutic strategies for DM and its chronic complications but also advances the mechanistic foundation for future drug development targeting metabolic disorders.",
  "publication_date": "2025-04-16",
  "journal": "Frontiers in pharmacology",
  "doi": "10.3389/fphar.2025.1571767",
  "entities": {
    "SYMPTOM": [
      "chronic inflammation",
      "insulin resistance",
      "oxidative stress",
      "sustained hyperglycemia"
    ],
    "POLYPHENOL": [
      "a selective process",
      "a substantial economic and emotional burden",
      "nanotechnology",
      "natural small molecules",
      "recycling",
      "resveratrol",
      "the mechanistic foundation",
      "the mechanistic roles",
      "their bioavailability and tissue-specific targeting"
    ]
  }
}