{
  "source": "PubMed",
  "query": "lignans",
  "title": "Phytochemical Constituents and Pharmacological Properties of Fraxinus spp.: A Review.",
  "abstract": "Fraxinus species, with a long history of medicinal use, are diverse in type. All species that feature terminal inflorescences and exhibit a blue-purple fluorescence reaction under sunlight are considered to have medicinal value. However, only four species-Fraxinus rhynchophylla, Fraxinus chinensis, Fraxinus szaboana, and Fraxinus stylosa-are officially recognized in the Chinese Pharmacopoeia. Despite this, there is currently a lack of comprehensive reports on the research related to Fraxinus, preventing a deeper understanding of its full medicinal potential. A total of 326 chemical constituents have been identified across these species, including coumarins, secoiridoids, phenolic glycosides, lignans, flavonoids, terpenoids, and volatile compounds. These species have demonstrated various pharmacological activities, such as antibacterial, anti-inflammatory, antioxidant, anticancer, neuroprotective, and anti-hyperuricemic effects. This article provides a systematic review of the phytochemistry and pharmacological effects of Fraxinus, aiming to address gaps in the existing literature, highlight the biological mechanisms of its activity, and offer a foundation for the development and application of Fraxinus in drug research. Given the significance of Fraxinus, future research should take a more comprehensive and holistic approach.",
  "publication_date": "2025-03-11",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202402879",
  "entities": {
    "POLYPHENOL": [
      "all species",
      "anti-hyperuricemic effects",
      "flavonoids",
      "fraxinus species",
      "only four species-fraxinus rhynchophylla",
      "secoiridoids",
      "the biological mechanisms",
      "the phytochemistry and pharmacological effects",
      "these species"
    ],
    "SYMPTOM": [
      "anticancer"
    ]
  }
}