{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Optimization of Microwave-Assisted Extraction of Polyphenols fromCrataegus monogynaL.",
  "abstract": "Hawthorns (Crataegus monogynaL.) contain numerous bioactive compounds, with its extracts demonstrating health benefits. This study focused on optimizing a more sustainable extraction method, specifically microwave-assisted extraction (MAE), to obtain polyphenols from hawthorn leaves and flowers. HPLC/UV analysis identified key compounds, including gallic and chlorogenic acids, isoquercetin, rutin, hyperoside, vitexin, and quercetin. Principal component analysis (PCA) assessed correlations between extraction conditions, total phenolic content (TPC), and key compounds. PCA grouped conditions into three clusters, with two remaining ungrouped. The highest vitexin, rutin, and isoquercetin contents were achieved at 60 °C for 10 min using 160-500 μm particles in 75% ethanol (20/1 ratio) or 50% ethanol (20/1 and 30/1 ratios). An ungrouped condition (60 °C, 10 min, < 160 μm particles, 50% ethanol, 20/1 ratio) produced a higher TPC and greater gallic acid, chlorogenic acid, and hyperoside concentrations. The TPC and antioxidant activity (AA) of the extracts were optimized using a 23full factorial design, with temperature, ethanol concentration, and solvent-to-plant ratio as variables. Optimal MAE conditions (S/Popt= 20.4 mL/g, Topt= 65 °C, and EtOHopt= 60%) yielded a TPC of 116.23 ± 2.85 mg GAE/g DM and an AA of 237.6 ± 6.33 mg TE/g DM using hawthorn leaves and flowers. Summarizing the above, to maximize phytocompound content, a one-factor-at-a-time design identified extraction parameters, but its limitations led to a 23full factorial design. The latter effectively optimized the TPC and AA, while PCA revealed correlations between extraction parameters, total phenolics, and key compounds.",
  "publication_date": "2025-03-18",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14030357",
  "entities": {
    "POLYPHENOL": [
      "chlorogenic acid",
      "greater gallic acid",
      "isoquercetin",
      "isoquercetin contents",
      "polyphenols",
      "quercetin",
      "rutin",
      "specifically microwave-assisted extraction"
    ]
  }
}