{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Insights into the mechanisms involved in the evolution of the structural and physicochemical properties of tomato during air drying - A study combining MRI, unilateral NMR and conventional techniques.",
  "abstract": "Most fruits and vegetables have high water content, making them highly perishable. Drying preserves them by reducing water content, slowing microbial activity and chemical spoilage. It also enhances product range and reduces transport and storage costs. This study explored how water and air distribution and chemical properties of fruits affect the drying process and quality of dried tomatoes, focusing on texture and nutrient composition. MRI and unilateral NMR, the unique spatially resolved techniques to characterize water dynamics and multiscale tissue structure non-destructively, were combined with conventional techniques assessing chemical composition, histological features and texture properties. MRI and unilateral NMR succeeded in capturing tissue evolution and heterogeneous features of tomato slices during drying by accessing information on water status and distribution and apparent micro-porosity. Results indicated that fruit microstructure influenced drying kinetics: larger cells and less heterogeneous tissue promoted dehydration. Drying also changed biochemical compounds and phenolic profiles, affecting nutrient quality. Despite differences in drying rates between the two cultivars investigated, their texture and nutrient composition remained similar, suggesting potential for improvement of cultivars destined for drying and/or of the drying process itself. These findings could help optimize drying processes and develop tomato cultivars better suited to drying. Last, the experimental approaches adopted here, i.e., MRI for in situ drying investigation and unilateral NMR, can help gain deeper insights into fleshy fruit transformation, with possible industrial applications.",
  "publication_date": "2025-04-23",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116385",
  "entities": {
    "FOOD": [
      "dried tomatoes",
      "tomato cultivars",
      "tomato slices"
    ],
    "POLYPHENOL": [
      "conventional techniques",
      "the unique spatially resolved techniques"
    ]
  }
}