{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Much More than Nutrients: The Protective Effects of Nutraceuticals on the Blood-Brain Barrier in Diseases.",
  "abstract": "The dysfunction of the blood-brain barrier (BBB) is well described in several diseases, and is considered a pathological factor in many neurological disorders. This review summarizes the most important groups of natural compounds, including alkaloids, flavonoids, anthocyanidines, carotenoids, lipids, and vitamins that were investigated for their potential protective effects on brain endothelium. The brain penetration of these compounds and their interaction with BBB efflux transporters and solute carriers are discussed. The cerebrovascular endothelium is considered a therapeutic target for natural compounds in diseases. In preclinical studies modeling systemic and central nervous system diseases, nutraceuticals exerted beneficial effects on the BBB. In vivo, they decreased BBB permeability, brain edema, astrocyte swelling, and morphological changes in the vessel structure and basal lamina. At the level of brain endothelial cells, nutraceuticals increased cell survival and decreased apoptosis. From the general endothelial functions, decreased angiogenesis and increased levels of vasodilating agents were demonstrated. From the BBB functions, elevated barrier integrity by tightened intercellular junctions, and increased expression and activity of BBB transporters, such as efflux pumps, solute carriers, and metabolic enzymes, were shown. Nutraceuticals enhanced the antioxidative defense and exerted anti-inflammatory effects at the BBB. The most important signaling changes mediating the increased cell survival and BBB stability were the activation of the WNT, PI3K-AKT, and NRF2 pathways, and inhibition of the MAPK, JNK, ERK, and NF-κB pathways. Nutraceuticals represent a valuable source of new potentially therapeutic molecules to treat brain diseases by protecting the BBB.",
  "publication_date": "2025-02-21",
  "journal": "Nutrients",
  "doi": "10.3390/nu17050766",
  "entities": {
    "POLYPHENOL": [
      "anthocyanidines",
      "anti-inflammatory effects",
      "beneficial effects",
      "decreased apoptosis",
      "flavonoids",
      "new potentially therapeutic molecules",
      "preclinical studies",
      "their potential protective effects"
    ]
  }
}