{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Tea polyphenols: A promising alternative to antibiotics for preventing bacterial enteritis in grass carp (Ctenopharyngodon idella).",
  "abstract": "The widespread use of antibiotics in aquaculture to control bacterial enteritis in grass carp (Ctenopharyngodon idella) has raised concerns about drug residues, bacterial resistance, and environmental contamination. Facing the challenges of antibiotic resistance in aquaculture, this study explored tea polyphenols as a promising alternative for preventing Aeromonas hydrophila-induced bacterial enteritis in grass carp. We investigated the effects of dietary tea polyphenols (40, 80, 120, 160, and 200 mg/kg for 60 days) on oxidative stress, inflammation, and apoptosis following a 6-day A. hydrophila challenge. The results revealed that the group receiving 120 mg/kg of tea polyphenols showed the lowest incidence of enteritis (8.50 %), a significant reduction compared to the control group (18.44 %, P < 0.05). Furthermore, tea polyphenols enhanced antioxidant enzyme activity and downregulated pro-inflammatory gene expression (P < 0.05), suggesting their potential to replace antibiotics by modulating the Nrf2/Keap1 and JAKs/STAT3 pathways, as well as apoptosis. A. hydrophila infections are a major threat to grass carp aquaculture, causing significant economic losses estimated at $164 million per year. Our findings suggest that tea polyphenols, at an optimal concentration of 120 mg/kg, can serve as a promising and environmentally sustainable alternative to antibiotics for preventing bacterial enteritis in grass carp, potentially reducing reliance on antibiotics and minimizing the risk of antibiotic resistance and drug residues. Further research is warranted to evaluate the long-term efficacy and cost-effectiveness of tea polyphenols in commercial aquaculture settings compared to traditional antibiotic treatments.",
  "publication_date": "2025-05-09",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116575",
  "entities": {
    "POLYPHENOL": [
      "a. hydrophila infections",
      "cost-effectiveness",
      "dietary tea polyphenols",
      "significant economic losses",
      "tea polyphenols",
      "the effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "inflammation",
      "oxidative stress"
    ]
  }
}