{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Anti-obesity potential of chickpea fermented by Lactiplantibacillus sp. (PMS-A6) from salted oyster: UPLC-ESI-Q-TOF-MSEprofiling and in-vitro/in-vivo validation.",
  "abstract": "Obesity, a major public health concern, contributes to numerous metabolic disorders and increases the risk of chronic diseases such as diabetes and cardiovascular conditions. This study investigates the anti-adipogenic and anti-obesity potential of chickpea extracts, comparing raw and fermented chickpea extracts. Fermentation, using bacterial strains isolated from salted oysters, was optimized with Lactiplantibacillus plantarum (PMS-A6), which showed the highest total polyphenol content (26 °C, pH 6.5). UPLC-ESI-Q-TOF-MSErevealed significant enhancement in the bioactive profile of the fermented chickpea extract, including the emergence of new compounds with potential health benefits. The fermented extract exhibited superior biological activity, including near-total inhibition of α-glucosidase and α-amylase, notable anti-hypertensive effects, and enhanced antimicrobial and antioxidant capacities. In-vitro analysis in 3T3-L1 preadipocyte cells showed improved cell viability, reduced lipid accumulation, and downregulated adipogenesis-related genes, indicating anti-adipogenic effects. Further, in-vivo studies with a high-fat diet-induced obese mice model demonstrated significant reductions in body weight and fat accumulation including white adipose tissues, as well as improved serum cholesterol, triglycerides, and glucose levels. These findings highlight the fermented chickpea extract as a promising dietary intervention for obesity management and underscore the need for innovative approaches in treating obesity and related metabolic disorders.",
  "publication_date": "2025-03-05",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116133",
  "entities": {
    "SYMPTOM": [
      "obesity",
      "obesity management",
      "the anti-adipogenic and anti-obesity potential"
    ],
    "POLYPHENOL": [
      "anti-adipogenic effects",
      "notable anti-hypertensive effects",
      "the highest total polyphenol content"
    ]
  }
}