{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Protection of green tea polyphenols through lactose-whey protein co-crystallization.",
  "abstract": "In response to the growing consumer demand for healthier food additives, co-crystallization presents a promising encapsulation solution. This study explores the development of co-crystals using lactose alone or combined with whey proteins as co-formers for encapsulating green tea polyphenols. The goal is to enhance the antioxidant stability of polyphenols, reduce their susceptibility to degradation, and facilitate their integration into functional food matrices. Whey proteins were successfully incorporated into lactose crystals at levels of up to 0.6 g per 100 g of lactose crystals. In comparison, the green tea polyphenols were included at approximately 100 mg per 100 g of lactose crystals. Incorporating these bioactive compounds during lactose crystallization significantly accelerated the process from 379 min (for lactose alone) to around 50 min. Additionally, the inclusion of proteins and green tea extract altered the crystalline structure, promoting the formation of α-lactose monohydrate crystals, which are highly stable and desirable crystalline isoforms of lactose. Furthermore, these co-crystals improved UV-A radiation protection for antioxidants, reducing photodegradation by up to 65 % compared to untreated polyphenols. These findings underscore the potential of lactose-whey protein co-crystals as functional carriers for green tea polyphenols, offering enhanced stability, antioxidant activity, and photoprotection for food and pharmaceutical applications.",
  "publication_date": "2025-05-19",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116694",
  "entities": {
    "POLYPHENOL": [
      "green tea polyphenols",
      "photoprotection",
      "polyphenols",
      "the green tea polyphenols",
      "untreated polyphenols",
      "uv-a radiation protection"
    ],
    "FOOD": [
      "functional food matrices",
      "green tea extract"
    ]
  }
}