{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Chemical Forms of Nitrogen Fertilizers Differentially Influence the Content and Composition of Aroma Volatiles and Phytonutrients in Strawberry Fruits.",
  "abstract": "The amount of nitrogen (N) fertilization influences the content and composition of phytochemicals in plants. However, the influence of different chemical forms of N fertilizers on the phytochemical profiles of fruits remains less known. We investigated the effect of nitrate [NO3-; supplied as CaNO3], ammoniacal [NH4+; supplied as (NH4)2SO4], and organic-N (supplied as meat and bone meal [MBM]) fertilization on the profile of volatile compounds, primary, and secondary metabolites in the fruits of Alpine strawberries (Fragaria vesca\"Reine des Vallées\") using global metabolomic approaches. The form of plant-available soil N varied as a function of fertilization, with (NH4)2SO4and MBM fertilization retaining a higher proportion of N as ammoniacal-N throughout the growing period. Leaf nitrate reductase activity was 5 times higher in CaNO3treatments, suggesting NO3-as the major N form taken up by plants in this treatment. Although ammoniacal-N fertilization resulted in lower plant biomass, the fruit yield and tissue nutrient content were similar to those of nitrate-N treatments. The plant biomass of organic-N treatment was similar to that of nitrate-N fertilization, but the fruit yield was 30% lower. Compared to nitrate-N treatment, aroma-related volatile compounds increased under organic- and ammoniacal-N fertilization, including up to a 5-fold increase in esters, a 6-fold increase in alcohols, a 3-fold increase in volatile fatty acids, and a 60% increase in organic acids. The content of primary metabolites, especially sugar, sugar alcohol, and amino acids, exhibited an opposite trend and increased in nitrate-N than under ammoniacal- and organic-N fertilization. Compared to nitrate-N, the secondary metabolites generally were higher under ammoniacal- and organic-N fertilization, with an 80% increase in the activity of phenylalanine ammonia lyase, resulting in up to 38% increase in flavones, 28% increase in flavanols, and 33% increase in anthocyanins, except for dihydroflavonols and proanthocyanidins, which decreased by 6 and 13%, respectively. The hydrolyzable tannins, including galloyl glucosides, ellagitannins, and ellagic acids, were 25% abundant under organic-N fertilization. Our results indicate that while nitrate-N generally increased the primary metabolites, organic-N and ammoniacal-N fertilization enhanced the aroma-related volatiles and secondary metabolites in strawberry fruits. Thus, precise management of the chemical form of N fertilization can be a valuable tool to improve the phytonutrient content of strawberries.",
  "publication_date": "2025-02-28",
  "journal": "Journal of agricultural and food chemistry",
  "doi": "10.1021/acs.jafc.4c04734",
  "entities": {
    "POLYPHENOL": [
      "ellagic acids",
      "ellagitannins",
      "especially sugar",
      "galloyl glucosides",
      "precise management",
      "proanthocyanidins",
      "secondary metabolites",
      "the effect",
      "the hydrolyzable tannins",
      "the secondary metabolites"
    ],
    "FOOD": [
      "alpine strawberries",
      "strawberries",
      "strawberry fruits"
    ]
  }
}