{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Nitrogen Deprivation Drives Red Motile Cell Formation inHaematococcus pluvialis: Physiological and Transcriptomic Insights.",
  "abstract": "Background:Natural astaxanthin, a commercially valuable carotenoid, is primarily sourced fromHaematococcus pluvialis, a microalga known for its remarkable resilience to environmental stress.Methods:In this study, the physiological and transcriptomic responses ofH. pluvialisto ND were investigated at various time points under high light conditions.Results:Under high light conditions, nitrogen deprivation (ND) enhances astaxanthin content (33.23 mg g-1) while inhibiting the formation of the secondary cell wall (SCW), increasing astaxanthin content by 29% compared to the nitrogen-replete group (25.64 mg g-1); however, the underlying mechanisms remain unclear. ND reduced chlorophyll fluorescence parameters, elevated reactive oxygen species (ROS) levels, and increased starch and total sugar accumulation while decreasing protein and lipid content. Fatty acid content increased on the first day but had declined by the fifth day. A transcriptomic analysis revealed substantial alterations in gene expression in response to ND. Genes associated with the TCA cycle, glycolysis, astaxanthin biosynthesis, and cell motility were upregulated, while those involved in photosynthesis, lipid synthesis, ribosome biogenesis, amino acid synthesis, and SCW synthesis were downregulated. Additionally, ND modulated the expression of genes involved in ROS scavenging.Conclusions:These findings provide critical insights into the adaptive mechanisms ofH. pluvialisin response to ND under high light, contributing to the development of strategies for enhanced production of astaxanthin-rich motile cells.",
  "publication_date": "2025-06-10",
  "journal": "Metabolites",
  "doi": "10.3390/metabo15060388",
  "entities": {
    "SYMPTOM": [
      "environmental stress"
    ],
    "POLYPHENOL": [
      "the adaptive mechanisms ofh. pluvialisin response",
      "the secondary cell wall",
      "the underlying mechanisms"
    ]
  }
}