{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Metal and metal-oxide nanoparticles inducing changes in reactive oxygen species levels and enzymes of oxidative stress: a review focused on daphnids.",
  "abstract": "In recent years, the number of publications on the effects of nanoparticles on freshwater organisms has increased. The Daphnia genus is widely used in ecotoxicological studies as a model organism for evaluating the environmental impact of nanomaterials. In this context, enzymatic biomarkers have been increasingly adopted to understand the potential of metallic nanoparticles (MNPs) to induce oxidative stress. The present paper aims to synthesize the current knowledge on oxidative stress responses in daphnids exposed to metallic and metal-oxide MNPs, with a particular focus on enzymatic biomarkers (SOD, CAT, GPx, GR and GST). Specifically, we aimed to identify patterns of enzymatic responses promoted by the exposure of Daphnia species to MNPs and highlight research deficits that need to be addressed in further studies. A literature survey was performed in April 2025. This survey found 322 studies, which were screened, resulting in 36 studies included in this review. Based on our literature survey, Daphnia magna is the most commonly used daphnid to evaluate oxidative stress promoted by MNPs. Titanium-based nanomaterials have been the most studied MNPs, followed by silver and zinc. We observed that the enzymatic activity pattern is not directly associated with the metallic composition of the nanoparticle. We discuss how the chemical composition can reflect the specific toxicity of MNPs, although environmental, abiotic, and physicochemical factors can have a greater influence. Enzymatic biomarkers provide valuable information on the extent and nature of the biological effects of exposure to metallic and metal-oxide nanoparticles.",
  "publication_date": "2025-06-25",
  "journal": "Ecotoxicology (London, England)",
  "doi": "10.1007/s10646-025-02907-7",
  "entities": {
    "POLYPHENOL": [
      "daphnia species",
      "ecotoxicological studies",
      "recent years",
      "the biological effects",
      "the effects",
      "the specific toxicity"
    ],
    "SYMPTOM": [
      "oxidative stress",
      "oxidative stress responses"
    ]
  }
}