{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Protective Role of Polyphenols from Aronia Berry (Aronia melanocarpa) Against LPS-Induced Inflammation in Colon Cells and Macrophages.",
  "abstract": "Background: Aronia berry (Aronia melanocarpa) are native to North America, rich in polyphenols and antioxidants with the potential to promote human health through its anti-inflammatory properties.Methods: Through the chemical characterization of phenolic compounds from aronia berries, 11 distinct polyphenols were identified. We investigated the anti-inflammatory activity of a methanolic/acetone/water extract from freeze-dried aronia berries in LPS-stimulated colonic and macrophage cell models.Results: In colon cells, aronia polyphenols suppressed pro-inflammatory gene expression (NFkβ,TNFα,IL-6,COX2) by reducing ROS generation while enhancingLXRαexpression. In macrophages, these compounds decreased NO production through ROS attenuation. Notably, aronia extracts exhibited no cytotoxicity in either cell type across concentrations from 100 to 1000 μg/mL. The whole-berry methanolic extract contained substantial levels of phenolic compounds (including 3-O- and 5-O-caffeoylquinic acids, quercetin derivatives, and cyanidin derivatives) with high ORAC values, likely contributing to their observed multifaceted anti-inflammatory effects.Conclusions: These findings suggest that freeze-dried aronia berry (AroBerry®) may offer protection against low-grade inflammation, providing a foundation for future in vivo studies using murine models of inflammation-associated chronic diseases to establish appropriate dosage regimens.",
  "publication_date": "2025-05-12",
  "journal": "Nutrients",
  "doi": "10.3390/nu17101652",
  "entities": {
    "POLYPHENOL": [
      "11 distinct polyphenols",
      "aronia polyphenols",
      "phenolic compounds",
      "polyphenols",
      "protection",
      "quercetin derivatives",
      "their observed multifaceted anti-inflammatory effects"
    ],
    "SYMPTOM": [
      "inflammation-associated chronic diseases",
      "low-grade inflammation"
    ],
    "FOOD": [
      "appropriate dosage regimens"
    ]
  }
}