{
  "source": "PubMed",
  "query": "tannins",
  "title": "[Qualitative and quantitative analysis of chemical components of different processed products of Corni Fructus by UPLC-Q-TOF-MS and UPLC-QqQ-MS/MS].",
  "abstract": "Qualitative and quantitative analysis methods for chemical components of different processed products of Corni Fructus were established to systematically characterize and identify these components, and the content of the main differential components was determined. The chemical components of different processed products of Corni Fructus were collected using ultra-high performance liquid chromatography-quadrupole time-of-flight tandem mass spectrometry(UPLC-Q-TOF-MS). Through analysis of self-built databases, literature, and reference standards, a total of 93 components were obtained, including 19 iridoids, 15 flavonoids, 16 organic acids, eight triterpenoids, eight tannins, four amino acids, two polysaccharides, five olefins, and 16 other compounds. Additionally, by using multivariate statistical methods, the differential components between different processed products of Corni Fructus were screened under the conditions of VIP&gt;1.0 and FC&lt;0.5 or FC&gt;2.0 and P&lt;0.05. The PCA and OPLS-DA results showed differences in the chemical components between different processed products of Corni Fructus. A total of 21 differential components were screened, including tartaric acid, morroniside, and rutin. On this basis, ultra-high performance liquid chromatography-triple quadrupole tandem mass spectrometry(UPLC-QqQ-MS/MS) was used to determine the content of 10 main common differential components, including gallic acid, morroniside, ursolic acid, loganin, swertiamarin, rutin, 5-hydroxymethylfurfural, cornuside Ⅰ, quercetin, and oleanolic acid. The above 10 components showed a good linear relationship within the determined concentration range, with the precision, stability, repeatability, and sample recovery rate all meeting the requirements. Compared with that in Corni Fructus, the content of iridoid glycosides in wine-prepared Corni Fructus and wine-and honey-prepared Corni Fructus decreased, while the content of gallic acid, rutin, quercetin, 5-hydroxymethylfurfural, ursolic acid, and oleanolic acid increased. Compared with wine-prepared Corni Fructus, wine-and honey-prepared Corni Fructus showed varying degrees of increase in all other components, except for a slight decrease in gallic acid content. In summary, this study clarified the influence of different processing methods on the chemical components of Corni Fructus, providing a theoretical basis for the scientific connotation, overall quality evaluation, and clinically rational application of Corni Fructus processing in the future.",
  "publication_date": "2025-06-01",
  "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
  "doi": "10.19540/j.cnki.cjcmm.20250219.301",
  "entities": {
    "POLYPHENOL": [
      "15 flavonoids",
      "a slight decrease",
      "eight tannins",
      "gallic acid",
      "gallic acid content",
      "quercetin",
      "rutin",
      "sample recovery rate",
      "tandem mass spectrometry(uplc-qqq-ms/ms",
      "the precision"
    ],
    "FOOD": [
      "wine-and honey-prepared corni fructus",
      "wine-prepared corni fructus"
    ]
  }
}