{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Epigallocatechin-3-gallate as an effective inhibitor of vascular endothelial dysfunction induced by endothelial-localized myeloperoxidase.",
  "abstract": "In inflammatory vasculature, the leukocyte-released myeloperoxidase (MPO) is internalized by endothelial cells and this enzyme promotes endothelial dysfunction by catalytically producing strong oxidant, hypochlorous acid (HOCl). Herein, we developed epigallocatechin-3-gallate (EGCG, the main polyphenolic flavonoid found in green tea) as a novel endothelial-targeted MPO inhibitor. It was shown that culture of MPO and EGCG with vascular endothelial cells could result in their transport into the sub-endothelial space. EGCG significantly suppressed the consumption of enzyme's substrate H2O2and generation of HOCl catalyzed by endothelial-transcytosed MPO. The binding of EGCG to the hydrophobic domain near the distal active heme cavity of enzyme was proposed by molecular docking and was suggested for the inhibitive effect of flavonoid on MPO activity. In vivo, EGCG attenuated lipopolysaccharide (LPS)-induced endothelial dysfunction in mouse aortas, while it inhibited the infiltration of active MPO into vascular walls. Furthermore, MPO-deficient mice were resistant to the protective effects of EGCG on LPS-induced vascular dysfunction, as compared to wild-type mice. These studies showed that EGCG effectively inhibited local oxidative reactions and endothelial dysfunction catalyzed by vascular-bound MPO. EGCG represents a versatile class of natural antioxidant drugs applicable to target endothelial-transcytosed MPO in inflammatory vasculature.",
  "publication_date": "2025-03-12",
  "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
  "doi": "10.1016/j.fct.2025.115392",
  "entities": {
    "SYMPTOM": [
      "endothelial dysfunction"
    ],
    "POLYPHENOL": [
      "egcg",
      "epigallocatechin-3",
      "flavonoid",
      "molecular docking",
      "the inhibitive effect",
      "the protective effects"
    ],
    "FOOD": [
      "green tea"
    ]
  }
}