{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Flavonoid/Polyphenol Ratio inMauritia flexuosaandTheobroma grandiflorumas an Indicator of Effective Antioxidant Action.",
  "abstract": "Studies on polyphenols and flavonoids in natural products reveal benefits in the prevention of multiple diseases. Proper extraction, treatment of extracts, and quantification of polyphenols and flavonoids demand attention from the scientific community in order to report more specific biological action. Total polyphenol content (TPC) and total flavonoid content (TFC) (measured at three different times) of ethanol, methanol and acetone extracts ofMauritia flexuosa(aguaje) andTheobroma grandiflorum(copoazú) fresh pulp, from the Colombian Amazon region, were evaluated with the purpose of focusing in the polyphenol/flavonoid proportion and its effective antioxidant activity. This objective could help to explain specific flavonoid biological action based on higher flavonoid proportion rather than higher total polyphenol content. Differences in extracting solvents resulted in statistically significant different yields; the highest TPC was observed with acetone 70% inMauritia flexuosaand ethanol 80% forT. grandiflorum.The best flavonoid/polyphenol ratio inM. flexuosawas about 1:2.4 and 1:12.8 inT. grandiflorumand the antioxidant efficacy was proportionally higher for flavonoids extracted fromT. grandiflorum. HPLC analysis revealed 54 µg/g of the flavonoid kaempferol inM. Flexuosaand 29 µg/g inT. grandiflorum. Further studies evaluating this proportionality, in seeds or peel of fruits, as well as, other specific biological activities, could help to understand the detailed flavonoid action without focusing on the high total polyphenol content.",
  "publication_date": "2021-10-25",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules26216431",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "higher flavonoid proportion",
      "higher total polyphenol content",
      "its effective antioxidant activity",
      "more specific biological action",
      "other specific biological activities",
      "polyphenols",
      "specific flavonoid biological action",
      "the best flavonoid/polyphenol ratio",
      "the detailed flavonoid action",
      "the high total polyphenol content",
      "the polyphenol/flavonoid proportion",
      "this objective",
      "total flavonoid content",
      "total polyphenol content"
    ]
  }
}