{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Preparation and characterization of chickpea protein isolate-grape seed proanthocyanidin-konjac gum ternary complex: Focusing on structure, gel properties, stability and functional properties.",
  "abstract": "The ternary complex effectively prevents droplet aggregation, Ostwald ripening, and phase separation through its gel network, thereby demonstrating its capability in bioactive compound delivery. In this work, the influence of varying chickpea protein isolate (CPI) levels on the microstructure, gel characteristics, stability and functional properties of grape seed proanthocyanidin (GSP) and konjac gum (KGM) stabilized ternary complexes was investigated. Visual appearance indicated the formation of a non-stratified ternary complex as the CPI enhanced to 3-4 %. Ternary complexes containing 4 % CPI exhibited the highest encapsulation efficiency (94.75 %), which was attributed to the formation of the smallest droplets, as confirmed by particle size analysis and microscopy. At the same time, the inclusion of CPI enhanced the color, pH, texture characteristics and water holding capacity (WHC) of ternary complexes. Moreover, rheological analysis further demonstrated that the ternary complexes exhibited solid-like behavior, with the storage modulus (G') exceeding the loss modulus (G\"). Meanwhile, thermal stability improved from 77.97 % to 93.54 %, while the thawing loss rate decreased from 20.13 % to 15.03 %. The incorporation of 3 %-4 % CPI also enhanced the hydrogen bonding and hydrophobic interactions within the ternary complexes, resulting in more compact gel network structures. In addition, CPI increased the antioxidant properties of the ternary complex, with 4 % CPI increasing the 1,1-diphenyl-2-trinitrohydrazide (DPPH) radical scavenging rate by 18.69 % compared to the ternary complex containing 1 % CPI. The results demonstrated that CPI improved the stability and functional characterizations of ternary complexes, positioning it as a promising additive and fat substitute. Additionally, CPI showed potential as an effective carrier for functional bioactive compounds.",
  "publication_date": "2025-01-23",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.140239",
  "entities": {
    "FOOD": [
      "grape seed",
      "visual appearance"
    ],
    "POLYPHENOL": [
      "an effective carrier"
    ]
  }
}