{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Seaweed-derived mixed extracts exhibit immunomodulatory properties on porcine alveolar macrophages.",
  "abstract": "Antimicrobial resistance is a growing global concern, prompting for antibiotic alternatives in animal production. Seaweed, abundant in bioactive compounds with anti-inflammatory properties, offers a natural substitute to synthetic compounds. Considering this, the objective of the present study was to evaluate the anti-inflammatory bioactivity of three seaweeds 1:1 combination of Ascophyllum nodosum, Palmaria palmata, and Ulva lactuca. Initially, polyphenol, flavonoid, and total phlorotannin content of the three seaweed species were assessed through colorimetric assays. Subsequently, the anti-inflammatory bioactivity was first evaluated through an inhibition protein precipitation assay and then confirmed in vitro through gene expression assays in LPS-stimulated porcine alveolar macrophages (PAMs). The evaluation of the bioactive molecules revealed a high content of TPC (1487.67 ± 40.39 and 1763.57 ± 69.01 mg TAE/100 mg of sample, respectively), as well as of TFC (95.68 ± 3.62 and 126.09 ± 7.34 mg CE/100 mg of sample) and TPhC (0.167 ± 0.02 and 0.23 ± 0.01 mg PGE/100 mg) for AN and UL, respectively. The assay for inhibiting protein precipitation disclosed that the extracts combining two algae species (ANUL, ANPP, PPUL) were more effective than the effect exhibited by each single extract. The assessment of anti-inflammatory bioactivity revealed a significant down-regulation of IL-1β and TNF-α in the algae combination extracts. In contrast, TGF-β showed an increasing trend. These findings, along with confirmation of the high content of bioactive molecules, highlight the algae's anti-inflammatory potential, making them suitable as natural alternatives to antibiotics for disease prevention in the livestock sector. Therefore, future research should explore the specific bioactive compounds and validate their efficacy in vivo to confirm their potential use in animal production.",
  "publication_date": "2025-04-15",
  "journal": "Veterinary journal (London, England : 1997)",
  "doi": "10.1016/j.tvjl.2025.106358",
  "entities": {
    "POLYPHENOL": [
      "bioactive molecules",
      "polyphenol, flavonoid, and total phlorotannin content",
      "protein precipitation",
      "the bioactive molecules",
      "the effect",
      "the livestock sector",
      "the objective",
      "the specific bioactive compounds",
      "the three seaweed species",
      "two algae species"
    ]
  }
}