{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Phytochemical Profiling of Residual Leaves from an Alpine Landrace of Globe Artichoke (Cynara scolymusL.).",
  "abstract": "The globe artichoke (Cynara cardunculusL. var.scolymus) is a Mediterranean crop valued for its edible capitula and bioactive compounds. Post-harvest residual leaves are among the main by-products of artichoke cultivation and remain largely underutilized. This study reports a comprehensive characterization of the residual leaves ofCarciofo di Malegno, an Alpine artichoke landrace. Comparative analysis was conducted against leaves from two commercial cultivars and a commercial herbal tea product. HPLC analysis revealed thatCarciofo di Malegnoexhibited the lowest levels of secondary metabolites. Cynaropicrin content was 0.52 ± 0.03 mg/g, lower than in the commercial samples, while the phenolic compounds were below the quantification limit. Proximate analysis indicated a distinctive nutritional profile, with significantly higher ash (8.01 ± 0.04%) and crude fiber (35.75 ± 0.29%) contents compared to all reference samples. These findings highlight the potential ofCarciofo di Malegnoresidual leaves as a sustainable source of nutrients for functional food and nutraceutical applications. Their low content of bitter sesquiterpene lactones may enhance palatability, supporting their valorisation within circular economy frameworks. Moreover, their use may contribute to the in situ conservation of this landrace, reinforcing the link between agrobiodiversity preservation and the sustainable exploitation of agricultural by-products.",
  "publication_date": "2025-06-19",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30122649",
  "entities": {
    "FOOD": [
      "a commercial herbal tea product",
      "functional food and nutraceutical applications"
    ],
    "POLYPHENOL": [
      "circular economy frameworks",
      "secondary metabolites",
      "the phenolic compounds"
    ]
  }
}