{
  "source": "PubMed",
  "query": "tannins",
  "title": "Phytochemical Analysis, Antibacterial, and Antitumor Potential ofHibiscus rosa-sinensisLinn.",
  "abstract": "This study aimed to investigate the phytochemical composition, antibacterial activity, and antitumor potential ofHibiscus rosa-sinensisLinn, a widely used medicinal plant. Qualitative systematic phytochemical analysis was conducted on flower ofHibiscus rosa-sinensisfor determining their antimicrobial and antitumor potential by using disc diffusion method and potato disc bioassay, respectively. Phytochemicals found in chloroform extract ofH. rosa-sinensiswere alkaloids, betacyanin's, tannins, and quinones in nature while in ethanol extract only alkaloids and betacyanin's were present. The findings demonstrated potent inhibitory effects of the extracts against both Gram-positive and Gram-negative bacteria. Chloroform extract exhibited more significant antibacterial activity as compared to ethanolic extract against various drug resistant pathogens such asSalmonella typhi,Escherichia coli, Staphylococcus aureus, Klebsiellasp., Pseudomonas aeruginosa, andBacillus subtilis.Furthermore, the antitumor activity of theH. rosa-sinensisextract was evaluated using in vitro assays against selected cancer cell-lines. These extracts exhibited significant antiproliferative effects such as ethanolic extract had more significant antitumor activity as compared to chloroform. After 24 h zones of inhibition were analyzed and measured using ruler. The diameter of zones of inhibition of chloroform flower extract againstE. coli, S. aureus, Klebsiellasp., Pseudomonas aeruginosa, andB. subtilis, S. typhiwas 11, 8, 13, 17, 10, and 23 mm, while ethanolic extract had 6, 0, 6, 10, 7, and 10 mm, zone of inhibition, respectively. Flower extracts by inhibiting the formation of crown gall tumors suggesting their potential as sources of natural anticancer compounds. These results provided valuable insights into the phytochemical composition and therapeutic potential ofH. rosa-sinensis. Additional investigations into the bioactive components ofH. rosa-sinensismight result in the creation of new antibacterial and anticancer medicines for use in a range of medical applications.",
  "publication_date": "2025-04-28",
  "journal": "Scientifica",
  "doi": "10.1155/sci5/2722306",
  "entities": {
    "POLYPHENOL": [
      "potent inhibitory effects",
      "selected cancer cell-lines",
      "significant antiproliferative effects"
    ],
    "SYMPTOM": [
      "natural anticancer compounds",
      "new antibacterial and anticancer medicines"
    ]
  }
}