{
  "source": "PubMed",
  "query": "quercetin",
  "title": "The First Report on α-Glucosidase, Tyrosinase, and Free Radical Inhibitory Activities of Pandanus helicopus Kurz Fruits and Their Phytochemicals.",
  "abstract": "The tropical plant Pandanus helicopus Kurz, a member of the Pandanaceae family found in peatland regions of Central Kalimantan, is recognized for its pharmacological potential attributed to secondary metabolites. This current study represents the first comprehensive qualitative and quantitative analysis, along with molecular docking investigations, of the fruit extract of P. helicopus Kurz. The chemical constituents of the crude extract obtained using three different organic solvents of varying polarities were examined to identify bioactive compounds. The secondary metabolite profile of P. helicopus Kurz fruit extract was assessed with gas chromatography-mass spectrometry (GC-MS) and liquid chromatography-mass spectrometry (LC-MS). The ethyl acetate fraction exhibited significant inhibition of α-glucosidase with an IC50value of 31.38 ± 0.12 µg/mL, outperforming the positive control acarbose with an IC50of 39.85 ± 0.09 µg/mL. This fraction also displayed notable tyrosinase inhibitory activities and promising antioxidant properties (2,2-dipehnyl-1-picrylhydrazyl [DPPH], 2,2-azino-bis-(3-ethylbenzothiozoline6-sulphonic acid di-ammonium salt [ABTS], and cupric reducing antioxidant activity [CUPRAC] assays). Additionally, in silico molecular docking studies revealed that two secondary metabolites from P. helicopus Kurz fruit, namely, 2,3-dihydroxypropyl elaidate and quercetin-3-glucoside-7-rhamnoside, exhibited favorable conformation and binding affinities within the enzymatic pockets of α-glucosidase and tyrosinase. These findings suggest that the indigenous P. helicopus Kurz fruit could serve as a valuable natural source of antidiabetic, antioxidant, and anti-tyrosinase compounds with potential pharmacological applications.",
  "publication_date": "2025-06-03",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202403239",
  "entities": {
    "POLYPHENOL": [
      "gas chromatography-mass spectrometry",
      "liquid chromatography-mass spectrometry",
      "molecular docking investigations",
      "molecular docking studies",
      "secondary metabolites",
      "the secondary metabolite profile",
      "two secondary metabolites"
    ],
    "FOOD": [
      "p. helicopus kurz fruit extract",
      "the fruit extract"
    ]
  }
}