{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Role of sirtuins in obesity and osteoporosis: molecular mechanisms and therapeutic targets.",
  "abstract": "The prevalence of obesity and osteoporosis (OP) represents a significant public health concern on a global scale. A substantial body of evidence indicates that there is a complex relationship between obesity and OP, with a correlation between the occurrence of OP and obesity. In recent years, sirtuins have emerged as a prominent area of interest in the fields of aging and endocrine metabolism. Among the various research avenues exploring the potential of sirtuins, the effects of these proteins on obesity and OP have garnered significant attention from numerous researchers. Sirtuins regulate energy balance and lipid balance, which in turn inhibit the process of adipogenesis. Additionally, sirtuins regulate the balance between osteogenic and osteoblastic activity, which protects against the development of OP. However, no study has yet provided a comprehensive discussion of the relationship between the three: sirtuins, obesity, and OP. This paper will therefore describe the relationship between sirtuins and obesity, the relationship between sirtuins and OP, and a discussion focusing on the possibility of treating OP caused by obesity by targeting sirtuins. This will be based on the common influences on the occurrence of obesity and OP (such as mesenchymal stem cells, gut microbiota, and insulin). Finally, the potential of SIRT1, an important member of sirtuins, in polyphenolic natural products for the treatment of obesity and OP will be presented. This will contribute to a better understanding of the interactions between sirtuins and obesity and bone, which will facilitate the development of new therapeutic strategies for obesity and OP in the future.",
  "publication_date": "2025-01-11",
  "journal": "Cell communication and signaling : CCS",
  "doi": "10.1186/s12964-024-02025-7",
  "entities": {
    "SYMPTOM": [
      "aging and endocrine metabolism",
      "obesity",
      "osteoporosis"
    ],
    "POLYPHENOL": [
      "polyphenolic natural products",
      "recent years",
      "the effects"
    ]
  }
}