{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Nanoliposomal quercetin reduces neuroinflammation and influences TLR4 and microglial activity with potential effects on GABAA2 receptors in a rat model of Huntington's disease.",
  "abstract": "Huntington's disease (HD) is a neurodegenerative disorder characterized by motor dysfunction, psychiatric disturbances, and cognitive decline. Neuroinflammation and GABAergic neuronal loss are key contributors to its pathology. This study evaluates the therapeutic potential of nanoliposomal quercetin, as a practical drug delivery approach, in modulating microglial dynamics and influencing neuronal outcomes in a rat model of HD. Briefly, 18 male Sprague-Dawley rats were randomly assigned to the control, HD model, and quercetin-treated HD groups. HD was induced via stereotaxic striatal injection of quinolinic acid, followed by eight weeks of intraperitoneal quercetin administration (30mg/kg). Nanoliposomes were prepared through the thin film hydration method. Post-treatment behavioral assessments revealed significant improvements in motor performance in the quercetin group. Molecular assessments showed a shift in microglial polarization from pro-inflammatory (CD86) to anti-inflammatory (CD206) phenotypes. Moreover, GABAA2 receptor expression levels were positively modulated, and oxidative stress markers were substantially decreased compared to the untreated HD group. To explore the mechanism underlying these effects, Western blot analysis showed downregulation of Toll-like receptor 4 (TLR4), a key mediator of neuroinflammatory signaling. In summary, our findings indicate that nanoliposomal quercetin improves behavioral outcomes and mitigates neuroinflammation and oxidative stress in HD, possibly through modulation of microglial activity and suppressing TLR4 signaling. These results support further investigation into nanoliposomal quercetin as a promising therapeutic approach for HD and related neurodegenerative conditions.",
  "publication_date": "2025-06-27",
  "journal": "Brain research bulletin",
  "doi": "10.1016/j.brainresbull.2025.111443",
  "entities": {
    "POLYPHENOL": [
      "cognitive decline",
      "gabaa2 receptor expression levels",
      "intraperitoneal quercetin administration",
      "molecular assessments",
      "nanoliposomal quercetin",
      "stereotaxic striatal injection",
      "the mechanism",
      "the quercetin group",
      "these effects",
      "toll-like receptor"
    ],
    "SYMPTOM": [
      "mitigates neuroinflammation",
      "neuroinflammation and gabaergic neuronal loss",
      "oxidative stress",
      "oxidative stress markers"
    ]
  }
}