{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "The flippases Apt1 and Apt2 differentially influence extracellular vesicle cargo and polysaccharide secretion in Cryptococcus neoformans.",
  "abstract": "In the fungus Cryptococcus neoformans, the aminophospholipid translocase 1 (Apt1) flippase plays roles in virulence, membrane architecture, and extracellular vesicle (EV) polysaccharide cargo. The effect of APT1 deletion on the fungal proteome is unknown, limiting the understanding of its functions in physiology. The APT gene family also includes APT2, whose functions in C. neoformans are virtually unknown. We investigated the impact of APT1 and APT2 deletion on EV formation in C. neoformans. The absence of Apt1, but not Apt2, led to a decreased concentration of the polysaccharide glucuronoxylomannan in EVs. We characterized the EV and cellular proteomes of C. neoformans mutants lacking APT1 and APT2, comparing them to the proteomes of wild-type (WT) cells. Paired comparisons revealed that WT and mutant EVs shared a significant part of their cargo but showed several strain-specific molecules and exhibited major differences in the abundance of various proteins. Conversely, the cellular proteomes of both mutants largely overlapped with WT (95.4 % shared proteins. Protein network analyses highlighted mutant-specific shifts: the apt1Δ/apt2Δ proteomes converged on secondary metabolite biosynthesis and RNA metabolism clusters, diverging from the predominance of translation in WT cells. These findings establish APT1 and APT2 as key regulators of EV composition in C. neoformans. SIGNIFICANCE: Our study reveals that the aminophospholipid translocase 1 (Apt1) and aminophospholipid translocase 2 (Apt2) play distinct roles in the physiology of Cryptococcus neoformans, particularly in the formation and composition of extracellular vesicles (EVs). By demonstrating that Apt1 deletion alters the proteomic landscape and reduces glucuronoxylomannan levels in EVs, while Apt2 deletion has no such effect, our findings provide critical insights into the functional divergence of these flippases. These insights underscore the potential of Apt1, but not necessarily Apt2, as therapeutic targets for developing novel antifungal strategies against this significant human pathogen.",
  "publication_date": "2025-06-19",
  "journal": "Journal of proteomics",
  "doi": "10.1016/j.jprot.2025.105483",
  "entities": {
    "POLYPHENOL": [
      "a decreased concentration",
      "highlighted mutant-specific shifts",
      "membrane architecture",
      "no such effect",
      "not necessarily apt2",
      "secondary metabolite biosynthesis",
      "several strain-specific molecules",
      "the effect"
    ]
  }
}