{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Influence of rootstock on endogenous hormones and color change in Cabernet Sauvignon grapes.",
  "abstract": "Different rootstocks for grapes can significantly affect fruit color and quality, possibly by affecting hormone contents, related genetic pathways, and fruit coloring mechanisms in skin. 'Cabernet Sauvignon' was grafted to '5BB', 'SO4', '140R', 'CS', '3309M' and 'Vitis riparia' rootstocks, with self-rooting seedlings as the control (CS/CS), and sampled from the early stage of veraison to the ripening stage. The effects of rootstock on the contents of gibberellin (GA3), auxin (IAA), and abscisic acid (ABA) in grape skin were determined alongside the expression levels of eight anthocyanin synthesis related genes using real-time fluorescence quantitative PCR methods. The rootstock cultivars exhibited accelerated fruit color change, and the CS/140R combination resulted in grapes with more color than the control group in the same period. With the development of fruit, the IAA and GA3contents in the skin of different rootstock combinations showed trends of increasing initially, then decreasing, while the ABA content decreased initially and then increased. During the verasion (28 July), the various 'Cabernet Sauvignon' rootstock combinations exhibited varying degrees of increases in GA3, ABA, and IAA contents; correlation analysis showed that, at the start of veraison, the expression levels of the anthocyanin synthesis-related genes VvCHS, VvDFR, and VvUFGT had strong positive correlations with hormone contents, which indicated they are key genes involved in the endogenous hormone responsive anthocyanin biosynthesis pathway. The results of this study showed that rootstock regulates the fruit coloring process by influencing the metabolism level of peel hormones in the 'Cabernet Sauvignon' grape.",
  "publication_date": "2023-04-24",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-023-33089-z",
  "entities": {
    "FOOD": [
      "grape skin",
      "grapes",
      "the 'cabernet sauvignon' grape"
    ],
    "POLYPHENOL": [
      "fruit coloring mechanisms",
      "the effects"
    ]
  }
}