{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Resveratrol Alleviated Intensive Exercise-Induced Fatigue Involving in Inhibiting Gut Inflammation and Regulating Gut Microbiota.",
  "abstract": "Resveratrol (trans-3,4',5-trihydroxystilbene, RES) is a stilbenoid naturally present in a variety of plants. Although there are several reports about its anti-fatigue activity, its impact on intensive exercise-induced fatigue and the underlying mechanisms are yet not well understood. In the present study, we established a swimming exercise protocol in mice that is similar to the fatigue condition induced by a long period of intensive exercise and explored the effect of RES on fatigue and the mechanisms from the perspective of intestinal injury and gut microbiota. The results revealed that RES significantly prolonged exhaustive swimming time in fatigued mice and improved the serum indexes associated with fatigue, including serum glucose, lactic acid (LA), urea nitrogen (BUN), lactate dehydrogenase (LDH), creatine kinase (CK), catalase (CAT), glutathione peroxidase (GSH-Px), and glycogen storage in liver and muscle. Meanwhile, RES increased the expressions of ZO-1, Occludin, and Claudin-1, thereby enhancing intestinal barrier integrity and inhibiting mRNA expressions of tumor necrosis factor-α (TNF-α), interleukin-6 (IL-6), and interleukin-1β (IL-1β) in the colon, thereby improving the pathological injury in the colon. Importantly, RES modified gut microbiota dysbiosis by increasing the diversity of gut microbiota, regulating microbiota associated with inflammation and fatty acid metabolism at the phylum (BacteroidetesandFirmicutes), family (Erysipelotrichaceae,Enterobacteriaceae,andPrevotellaceae), and genus (Brevundimonas diminuta,Coprobacillus,Megasphaera,andLactobacillus) levels, respectively. The results supplemented the anti-fatigue mechanism for RES from the perspective of intestinal injury and gut microbiota. The detailed mechanisms and associated metabonomics analysis remain for further study.",
  "publication_date": "2025-05-23",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70304",
  "entities": {
    "POLYPHENOL": [
      "resveratrol",
      "the anti-fatigue mechanism",
      "the detailed mechanisms",
      "the effect",
      "the mechanisms",
      "the perspective",
      "the underlying mechanisms",
      "tumor necrosis factor"
    ],
    "SYMPTOM": [
      "fatigue",
      "fatigued mice",
      "inflammation",
      "intensive exercise-induced fatigue",
      "its anti-fatigue activity",
      "the fatigue condition"
    ]
  }
}