{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Separation of Bioactive Compounds in Olive Leaf with a Pyridyl-Functionalized Adsorbent and Hydroalcoholic Solvents.",
  "abstract": "The separation of different types of bioactive compounds in olive leaf is demonstrated with a tailored adsorbent functionalized with pyridyl moieties and sorption-desorption processes developed to use only hydroalcoholic solvents. The competitive binding isotherms of mixtures of vanillic acid, oleuropein, quercetin, maslinic, and oleanolic acids in water/ethanol solvents, with the composition ranging from 50/50 up to 100% ethanol, prove the feasibility of the separation of such different classes of molecules. The bioactive compounds in two industrial olive leaf extracts with different crude compositions were separated with the pyridyl-based polymer particles in packed columns, employing multicycle sorption/desorption processes. A polyphenol-rich extract was subjected to separation, resulting in the isolation of fractions containing varying concentrations of specific compounds. For example, a fraction enriched with oleuropein exhibited a concentration of approximately 80% (an enrichment factor of ∼4 in comparison with the crude extract), while glycosylated flavonoids were present at a concentration of around 60% in another fraction (an enrichment factor of ∼12). Additionally, aglycone flavonoids were present in fractions at a concentration of approximately 83% (an enrichment factor of ∼49). On the other hand, the separation of polyphenols and triterpene acids in an olive leaf extract with a high triterpene content was also demonstrated, with a ratio of flavonoids to triterpenoids of approximately 23 in isolated fractions, as compared to approximately 1 observed in the crude extract. The developed approach yielded luteolin with an enrichment factor of approximately 7. These novel achievements are intended to contribute to sustainability and a circular bioeconomy through the efficient industrial valorization of agricultural byproducts.",
  "publication_date": "2025-02-26",
  "journal": "Industrial & engineering chemistry research",
  "doi": "10.1021/acs.iecr.4c04622",
  "entities": {
    "POLYPHENOL": [
      "a circular bioeconomy",
      "a polyphenol-rich extract",
      "aglycone flavonoids",
      "flavonoids",
      "glycosylated flavonoids",
      "luteolin",
      "molecules",
      "oleuropein",
      "polyphenols",
      "specific compounds",
      "vanillic acid"
    ]
  }
}