{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Effects of microbial fermentation on tea in alleviating obesity symptoms: Insights from microbiome and metabolomics.",
  "abstract": "Previous studies imply that dark tea has more advantages in facilitating the growth of Akkermansia which may be beneficial to anti-obesity. However, whether those benefits are affected by the unique processing (microbial fermentation) of dark tea remains unclear. Moreover, although there are many reports regarding the comparison of anti-obesity effects among different types of tea, the insights into the relationship between tea pharmacological component and the therapeutic effects are still limited due to the ununified tea raw material. In our study, the anti-obesity effects of non-microbial fermentation tea (NFT) and microbial fermentation tea (FT) are investigated and compared. By controlling for the raw material source, the effects of microbial fermentation on tea in alleviating obesity symptoms are effectively isolated. Our results suggested that even though NFT and FT showed distinctive differences in terms of ingredients, they exerted similar properties in attenuating overweight, regulating glucolipid metabolism, and alleviating hepatic dysfunction. The underlying mechanisms could be that NFT and FT displayed similar effects in promoting the proliferation of Akkermansia as well as enhancing the production of short-chain fatty acids. Furthermore, tea chemical constituent analyses exhibited that although microbial fermentation caused differences in polyphenol profiling between NFT and FT, it didn't remarkably influence the polyphenol content in tea which is strongly associated with the growth of Akkermansia. This might be root cause of the comparable effects on alleviating obesity symptoms between NFT and FT groups. Together, the current data supplied valuable information on the relationship among the microbial fermentation of tea, tea bioactivities, and obesity symptoms for mankind to understand.",
  "publication_date": "2025-03-04",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116111",
  "entities": {
    "SYMPTOM": [
      "obesity",
      "obesity symptoms"
    ],
    "POLYPHENOL": [
      "anti-obesity effects",
      "polyphenol profiling",
      "similar effects",
      "the anti-obesity effects",
      "the comparable effects",
      "the effects",
      "the polyphenol content",
      "the therapeutic effects",
      "the underlying mechanisms"
    ]
  }
}