{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Transdermal microneedle integrating a biomimetic self-enhancing Fenton reaction nano-reactor for alleviating rheumatoid arthritis by inflammatory microenvironment remodeling.",
  "abstract": "Rationale:Rheumatoid arthritis (RA) is a chronic autoimmune inflammatory disease, and persistent inflammation in multiple joints is an important sign for the progression of RA. To this end, we developed the transdermal microneedle integrating biomimetic self-enhancing Fenton reaction nano-reactor, for the purposes of eliminating reactive oxygen species, reducing hypoxia and inflammation, and regulating macrophage phenotype.Methods:A novel biomimetic self-enhanced Fenton reaction nano-reactor was synthesized using an M1 macrophage cell membrane-coated tannic acid-modified iron oxide nanoparticle (IO-NH2-TA TNPs@M1). The regulatory mechanisms of the IO-NH2-TA TNPs@M1 were investigated by evaluating ROS scavenging, degree of hypoxia, adsorption of pro-inflammatory factors, and M2 macrophage polarization. Then, the nano-reactor was incorporated into a dissolving microneedle, utilizing enzyme-cut oligomeric sodium hyaluronate, and subsequently assessed for pharmacodynamics and safety.Results:In vitromechanisms of IO-NH2-TA TNPs@M1 included eliminating ROS, inhibiting the expression of HIF-1α, decreasing the content of pro-inflammatory factors (IL-6 and TNF-α), and inducing macrophage M2 polarization. Pharmacodynamic andin vitromechanistic studies showed that IO-NH2-TA TNPs@M1DM maximally alleviated joint swelling and fever, protected joint cartilage, improved the local hypoxia environment and promoted macrophage M2 polarization. Cytotoxicity assays and HE staining showed that IO-NH2-TA TNPs@M1DM displayed good biocompatibility.Conclusions:This study designed and synthesized an innovative biomimetic self-enhancing Fenton reaction nano-reactor, and utilized microneedles for the transdermal delivery, providing a scientific and effective new strategy for the precise treatment of RA.",
  "publication_date": "2025-06-18",
  "journal": "Theranostics",
  "doi": "10.7150/thno.114855",
  "entities": {
    "SYMPTOM": [
      "fever",
      "inflammation",
      "persistent inflammation",
      "rheumatoid arthritis"
    ],
    "POLYPHENOL": [
      "a scientific and effective new strategy",
      "pharmacodynamic andin vitromechanistic studies",
      "reactive oxygen species",
      "the precise treatment",
      "the regulatory mechanisms",
      "vitromechanisms"
    ]
  }
}