{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "3D-printed β-TCP/curcumin scaffolds as a local drug delivery system for bone tissue regeneration.",
  "abstract": "The growing clinical need for filling defects and bone voids has led to the development of scaffolds that stimulate bone regeneration and serve as temporary models for vascularised bone growth. Additionally, these scaffolds can function as drug delivery systems to reduce inflammatory processes associated with diseases such as osteoarthritis, rheumatoid arthritis, osteoporosis, and bone cancer. Among the materials used to manufacture scaffolds,β-tricalcium phosphate (β-TCP, Ca3(PO4)2) stands out due to its excellent biocompatibility and chemical composition, closely resembling minerals from bone tissue. When combined with curcumin, calcium phosphate scaffolds offer a promising platform for drug delivery, as their tailored porous structure can provide controlled release. Curcumin enhances anti-inflammatory and antioxidant properties, thereby promoting tissue regeneration. In this study,β-TCP powders loaded with 5 and 10 mg ml-1of curcumin (designated asβ-TCP/Curc 5 andβ-TCP/Curc 10) were successfully obtained via freeze-drying and characterised using x-ray diffraction and Fourier-transform infrared spectroscopy to assess their crystallinity and chemical composition. Theβ-TCP/Curc powders were evaluated for their ability to load and release curcumin. Subsequently,β-TCP andβ-TCP/Curc 5 scaffolds were prepared using 3D printing. Theβ-TCP/Curc 5 scaffolds were assessed for curcumin release, cytotoxicity profile, and antimicrobial activity. Theβ-TCP/Curc 5 powders exhibited significantly higher curcumin adsorption and good release capacity, whereas theβ-TCP/Curc 10 powders displayed reduced curcumin loading and limited release efficiency. The combination ofβ-TCP/Curc 5 with sodium alginate produced a suitable paste for 3D printing scaffold fabrication, and theβ-TCP/Curc 5 scaffolds demonstrated high similarity to the computational model. Importantly, theβ-TCP scaffolds did not exhibit cytotoxicity in the MC3T3-E1 cell line, and after curcumin loading, there was no increase in cellular cytotoxicity observed. In fact, an increase in cell viability was noted compared to the control after three days of indirect assays, suggesting that this combination may be beneficial for promoting cell growth. However, the scaffolds did not show any antibacterial effects againstS. aureusandE. coliunder the tested conditions. This study demonstrates that adequate curcumin loading in 3D-printedβ-TCP scaffolds can facilitate curcumin release at the bone healing site, potentially influencing the cellular processes involved in bone regeneration and remodelling.",
  "publication_date": "2025-06-13",
  "journal": "Biomedical materials (Bristol, England)",
  "doi": "10.1088/1748-605X/ade109",
  "entities": {
    "POLYPHENOL": [
      "5 and 10 mg ml-1of curcumin",
      "adequate curcumin loading",
      "any antibacterial effects",
      "curcumin",
      "curcumin loading",
      "curcumin release",
      "defects",
      "fourier-transform infrared spectroscopy",
      "indirect assays",
      "reduced curcumin loading",
      "significantly higher curcumin adsorption"
    ],
    "SYMPTOM": [
      "bone cancer",
      "osteoporosis",
      "rheumatoid arthritis"
    ]
  }
}