{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Screening study of hydroxytyrosol metabolites from in vitro fecal fermentation and their interaction with intestinal barrier repair receptor AhR.",
  "abstract": "Olive oil polyphenol hydroxytyrosol (HT) significantly repairs intestinal barrier function, but its absorption in the stomach and small intestine is limited. The metabolites of unabsorbed HT that reach the colon are crucial, yet their effects on colonic microbiota and intestinal barrier repair remain unclear. This study utilized in vitro simulated digestion and colonic fecal fermentation to investigate HT's digestion and fermentation. Results indicated that 79.25% of HT potentially reached the colon intact. Further 16S rDNA, targeted, and untargeted metabolomics analyses showed that HT can be decomposed by colonic microbiota, producing aromatic hydrocarbon metabolites and regulating gut microbiota structure. It promotes the growth of gut microbiota, such as Bacteroides, Faecalibacterium, Klebsiella, and Lachnospira, which degrade HT. Additionally, HT's intervention conversely affected the production of tryptophan-derived metabolites and short-chain fatty acids (SCFAs). Subsequently, computer-simulated molecular docking technology was used to simulate the binding affinity between HT metabolites and derived metabolites and the intestinal barrier repair-related receptor aryl hydrocarbon receptor (AhR). Indole-3-acetic acid, indole-3-acetaldehyde, skatole, kynurenine, and homovanillic acid could tightly bind to the amino acid residues of the AhR receptor, with binding energies all ˂-6.0 kcal/mol, suggesting that these metabolites may enhance the intestinal barrier function through the AhR signaling pathway.",
  "publication_date": "2024-12-16",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.17609",
  "entities": {
    "POLYPHENOL": [
      "colonic fecal fermentation",
      "computer-simulated molecular docking technology",
      "faecalibacterium",
      "homovanillic acid",
      "olive oil polyphenol hydroxytyrosol",
      "the ahr receptor",
      "the intestinal barrier repair-related receptor aryl hydrocarbon receptor",
      "their effects"
    ]
  }
}