{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Static and dynamic in vitro colonic models reveal the spatiotemporal production of flavan-3-ol catabolites.",
  "abstract": "Flavan-3-ols are the most found flavonoid compounds in the human diet. Polymeric and monomeric flavan-3-ols reach the colonic region intact, where the gut microbiota utilizes them as substrates. In this research work, we investigated the pattern of colonic metabolites associated with flavan-3-ols, conducting a comprehensive analysis that combined (un)targeted metabolomics and in vitro colonic models. Firstly, the proposed flavan-3-ol metabolic pathway was investigated in-depth using a static in vitro model inoculated with different fecal donors. An apple, (-)-epicatechin, and procyanidin C1 were employed as feeding conditions. Small phenolic acids, such as phenylpropanoic acid and 3,4-dihydroxybenzoic acid, were positively associated with the apple feeding condition. In contrast, 5-(3',4'-dihydroxyphenyl)-γ-valerolactone and other specific early intermediates like phenylvaleric acids were positively associated with (-)-epicatechin. Secondly, by employing a dynamic in vitro simulator model of the human digestion system (SHIME), we reconstructed the flavan-3-ol metabolic pathway regionally. In the proximal colon region, we localized catabolites, such as 5-(3',4'-dihydroxyphenyl)-γ-valerolactone, while in the distal region, we identified mainly small phenolics. Combining static and dynamic in vitro models, we observed differences in the release of flavan-3-ol catabolites, influenced by both the food structure (isolated compounds and a food matrix) and the colonic region. This study sheds light on the colonic catabolism of one of the main dietary (poly)phenols and localizes microbial metabolites.",
  "publication_date": "2024-12-12",
  "journal": "Free radical biology & medicine",
  "doi": "10.1016/j.freeradbiomed.2024.12.034",
  "entities": {
    "POLYPHENOL": [
      "3,4-dihydroxybenzoic acid",
      "different fecal donors",
      "other specific early intermediates",
      "procyanidin c1",
      "the most found flavonoid compounds"
    ],
    "FOOD": [
      "an apple",
      "the apple feeding condition"
    ]
  }
}