{
  "source": "PubMed",
  "query": "tannins",
  "title": "Tailoring pullulan with procyanidin-loaded carboxymethylcellulose and ovalbumin nanocomplex films for preserving strawberries and mushrooms: In silico, in vitro, and in vivo signs.",
  "abstract": "We created a biodegradable film by blending 4 % pullulan (P), 3 % procyanidin (PCN), 2 % ovalbumin (OVA), and 2 % carboxymethylcellulose (CMC). Results noted that OVA-CMC base formed nanoparticles (size of 165.11 ± 2.23 nm and ζ-potential of -41.38 ± 1.31 mV), while adding PCN increased particle size to 199.89 ± 3.12 nm, reduced ζ-potential to -38.92 ± 0.71 mV, and stabilized the system via electrostatic forces. The optimized films outperformed conventional materials, where 28 % lower water vapor permeability, 18 % reduced moisture, 22 % decreased solubility, 34 % higher tensile strength, and 15 % greater thickness versus controls were achieved. FTIR and molecular docking confirmed synergistic H-bonding and hydrophobic interactions, where XRD validated amorphous structures. The films inhibited Staphylococcus aureus and Escherichia coli by 16.8 ± 0.79 and 15.5 ± 0.82 mm, orderly, blocked 46.99 % of free radicals, and effectively preserved fresh produce. Strawberries and mushrooms stored with these films-maintained firmness, showed 50 % less spoilage, and retained color for 7 days at room temperature. Our integration of plant-derived antioxidants with biopolymers offers a scalable way to reduce plastic waste and extend food shelf-life, advancing sustainable agriculture and safer distribution. This innovation paves the way for next-gen smart packaging.",
  "publication_date": "2025-05-16",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144299",
  "entities": {
    "POLYPHENOL": [
      "22 % decreased solubility",
      "3 % procyanidin",
      "electrostatic forces",
      "molecular docking"
    ],
    "FOOD": [
      "strawberries"
    ],
    "SYMPTOM": [
      "next-gen smart packaging"
    ]
  }
}