{
  "source": "PubMed",
  "query": "lignans",
  "title": "Antidiabetic potential ofAbelmoschus esculentusleaves and fruits: a comparative study assisted by chemical profiling,in vitroandin silicostudies.",
  "abstract": "Abelmoschus esculentus(L.) is an edible plant from the Malvaceae family known for its nutritional value. The phytochemical content and medicinal usefulness of the fruits of this plant have been extensively discussed, but the leaves have not been adequately investigated. The present research provides a comparative study of leaves and fruits in terms of phytochemical content and biological potential. Interestingly, the current findings highlight the higher contents of phenolics and flavonoids in the leaf extracts than in the fruit extracts. The results of GC-MS and LC-HRMS/MS analyses indicated the rich and diverse content of both organs. LC-HRMS/MS analysis allowed the annotation of seventy-four metabolites, with the leaf extract being richer (60 annotated metabolites) than the fruit extract (32 metabolites). Flavonoids, phenolics, and fatty acids were the most predominant classes of the detected metabolites. Remarkably, fatty acid derivatives, coumarins, iridoids, and lignans were reported for the first time in the genusAbelmoschus. The investigation of the potential activities of the two organs concluded that the antioxidant activity of leaves (9.9 ± 0.71 mg AAE per g) is better than that of fruits (7.32 ± 0.91 mg AAE per g). Similarly, the IC50values for the anti-enzymatic activity of the leaf extract (4.47 ± 0.1 mg mL-1, 3.54 ± 0.08 mg mL-1, 0.385 ± 0.019 μg mL-1, and 1.044 ± 0.05 mg mL-1against α-glucosidase, α-amylase, DPP-4, and lipase enzymes, respectively) were lower than those for the anti-enzymatic activity of the fruit extract (10.4 ± 0.2 mg mL-1, 6.53 ± 0.15 mg mL-1, 2.669 ± 0.132 μg mL-1, and 14.66 ± 0.67 mg mL-1, respectively). Additionally, the molecular docking simulation study concluded the distinct role of flavonoids in the observed bioactivities. In conclusion,A. esculentusleaves, which are considered agriculture waste, show richer metabolic content and more potent activities than the fruits. Therefore, okra leaves should be valued for these results.",
  "publication_date": "2025-06-02",
  "journal": "RSC advances",
  "doi": "10.1039/d4ra08509d",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "the detected metabolites",
      "the molecular docking simulation study"
    ],
    "FOOD": [
      "the fruit extract",
      "the fruit extracts"
    ]
  }
}