{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Impact of dietary polyphenols from shredded, steam-exploded pine on growth performance, organ indices, meat quality, and cecal microbiota of broiler chickens.",
  "abstract": "The chicken's gastrointestinal tract is home to complex and diverse microbial communities that can be manipulated to enhance health and productivity. Although polyphenols have recently attracted the attention of researchers due to their potent antioxidant capabilities, their impact on the gut microbiota remains largely unexplored. Hence, in this study, we conducted a comprehensive analysis of the effects of dietary supplementation with polyphenol-rich extract from shredded, steam-exploded pine particles (PSPP) on growth, meat quality, and gut microbial dynamics in broiler chickens. Supplementation of PSPP was found to significantly improve birds' FCR until the third week of the trial but only marginally affected meat quality. Based on metataxonomic analyses of the cecal microbiotas of broilers fed increasing concentrations of PSPP, dietary PSPP modulated the composition of the cecal microbiota of the birds with a concomitant increase of Bacteroidetes and a decrease in the Firmicutes population. Similar trends were observed for the proportions of Alistipes and Faecalibacterium at the genus level. Additionally, 43 unique bacterial species were detected in the cecal microbiome of birds fed with PSPP. However, microbial diversity did not vary significantly among treatment groups. A particularly interesting finding was the specialization observed in the microbiome of birds receiving PSPP supplementation. Microbial co-occurrence network analyses revealed substantial modifications in their network structure when compared to control birds. Families like Rikenellaceae and Eubacteriaceae were notably absent, and the number of microbial interactions was drastically lower in the PSPP-fed group. Microbial taxa modeling revealed that the impact of increasing dietary PSPP levels primarily affected genus-level taxa, showing a decreasing trend. Overall, this offers compelling evidence that continuous PSPP supplementation may not only alter the composition of intestinal microbes but also have a profound effect on the interactions among different microbial species. Conversely, PSPP had minimal effects on broilers' performance and meat quality.",
  "publication_date": "2025-03-22",
  "journal": "Poultry science",
  "doi": "10.1016/j.psj.2025.105088",
  "entities": {
    "POLYPHENOL": [
      "43 unique bacterial species",
      "a decrease",
      "a decreasing trend",
      "a profound effect",
      "different microbial species",
      "faecalibacterium",
      "minimal effects",
      "only marginally affected meat quality",
      "polyphenol-rich extract",
      "polyphenols",
      "the cecal microbiome",
      "the cecal microbiota",
      "the cecal microbiotas",
      "the effects",
      "the specialization"
    ]
  }
}