{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Enhancing the antioxidant system and preserving nutritional quality of Indian Ber (Ziziphus mauritiana L.) fruit following melatonin application.",
  "abstract": "The Ber fruit (Ziziphus mauritiana) is both economically valuable and nutritionally rich, but maintaining its freshness after harvest remains a challenge. This study evaluates melatonin's (MT) role in preserving ber fruit (cv. Umran) quality during cold storage. Physiologically mature fruit were treated with MT (0, 25, 50, 75 and 100 μM) for 30 min at 24 ± 2 °C and stored for 28 days at 6.5 ± 1 °C with 85-90 % relative humidity. Control fruit were dipped in distilled water. Compared to control on the last day, MT (100 μM) significantly reduced ethylene evolution (28 %), respiration rate (19 %), minimized weight loss (40 %) and retained higher firmness (35 %). Treated fruit exhibited higher total soluble solids (19 %), glucose (15 %), fructose (25 %) and sucrose (16 %). MT (100 μM) also retained 51 % more ascorbic acid, 16 % higher total phenols, and 37 % greater titratable acidity while lower polyphenol oxidase activity by 24 %, mitigating peel browning. Antioxidant activity was 30 % higher and antioxidant enzyme activities of superoxide dismutase, catalase and guaiacol peroxidase were sustained at higher levels in MT (100 μM) by 53 %, 51 %, and 131 %, respectively. Multivariate analysis confirmed MT's efficacy, with PCA explaining 85.2 % of variance in quality attributes and Pearson's correlation showing a strong positive relationship between postharvest quality and antioxidant system. These findings highlight MT (100 μM) as a promising phytohormonal treatment to extend ber fruit shelf life while maintaining nutritional and sensory quality, with potential commercial applications in postharvest management.",
  "publication_date": "2025-03-15",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116251",
  "entities": {
    "FOOD": [
      "pearson's correlation"
    ]
  }
}