{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "The Recommendation of the Mediterranean-styled Japanese Diet for Healthy Longevity.",
  "abstract": "The Mediterranean diet, listed as the intangible cultural heritage of humanity by UNESCO, is known as healthy and consumed worldwide. The Japanese diet is also listed and considered healthy. This narrative review compares the Mediterranean diet with its Japanese counterpart. Research has reported that people in Mediterranean regions, such as Italy and Greece, have one-third of the mortality ratio from cardiovascular diseases compared to people in the United States and Northern Europe because of the difference in eating habits. Therefore, Mediterranean diets are considered as healthy. A typical Western diet containing high amounts of fat, sugar, and calories is responsible for several diseases like metabolic syndrome and obesity, which are induced by chronic inflammation. In contrast, Mediterranean and Japanese diets contain them only less. The similarity between Mediterranean and Japanese diets is the substantial intake of vegetables, beans, and fish. On the other hand, the Mediterranean diet consumes large amounts of olive oil, especially polyphenol-rich extra virgin olive oil and dairy products, but meat consumption is relatively small. In contrast, the Japanese diet does not use oil and fat, contains abundant fermented foods, and consumes seaweed. Japan is known for its longevity, and people think that a well-balanced diet daily is good for preventing and curing illness. In this regard, finding non-disease conditions, so-called \"ME-BYO,\" and curing them before the manifestation of diseases is becoming more common. In this review, we discuss the healthy eating habit, \"The Mediterranean-styled Japanese diet,\" which prevents ME-BYO condition and reduces the risk of various diseases. The Mediterranean-styled Japanese diet, a hybrid of Mediterranean and Japanese diets, reduces the risk of various diseases by suppressing chronic inflammation. This nutritional intervention prevents ME-BYO and is beneficial for healthy longevity. Hence, a Mediterranean-styled Japanese diet might be helpful for healthy longevity in Japan and around the world.",
  "publication_date": "2024-10-01",
  "journal": "Endocrine, metabolic & immune disorders drug targets",
  "doi": "10.2174/0118715303280097240130072031",
  "entities": {
    "POLYPHENOL": [
      "especially polyphenol-rich extra virgin olive oil and dairy products",
      "greece"
    ],
    "SYMPTOM": [
      "chronic inflammation",
      "metabolic syndrome",
      "obesity"
    ],
    "FOOD": [
      "abundant fermented foods",
      "beans",
      "olive oil"
    ]
  }
}