{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Hesperidin Derivatives Contained Hydrogel Dressing for Photothermal Treatment of Melanoma and Postoperative Tissue Regeneration.",
  "abstract": "Melanoma is a severe malignant skin tumor. It is crucial to effectively eliminate melanoma and promote rapid and healthy regeneration of postoperative tissue defects. Herein, hesperidin derivatives (HD) have been developed as the bioactive components of hydrogels that are capable of ablating melanoma via photothermal therapy (PTT) and promoting tissue regeneration. HD have been prepared by heating hesperidin alkaline solution followed by dialysis and lyophilization, and GelMA hydrogels encapsulating HD kill cancer cells and bacteria under near-infrared (NIR) irradiation. The in vitro test and in vivo transcriptomic analysis confirmed that the HD containing GelMA hydrogels induce the immunogenic cell death (ICD) effect of tumor cells by significantly upregulating chemokine-related, cytokine-related, and apoptosis-related genes, thereby enhancing therapeutic efficacy. In a mouse model of infected skin wounds, the HD containing hydrogels under 808 nm light irradiation effectively promoted wound repair. This was achieved through accelerated wound closure and enhanced skin regeneration, mediated by increased angiogenesis and collagen deposition. In conclusion, the HD containing hydrogels provide a new strategy for the clinical treatment of melanoma and postoperative tissue defect repair following operative resection of cancer.",
  "publication_date": "2025-05-21",
  "journal": "ACS applied bio materials",
  "doi": "10.1021/acsabm.5c00633",
  "entities": {
    "POLYPHENOL": [
      "icd) effect",
      "infected skin wounds",
      "operative resection",
      "postoperative tissue defects"
    ],
    "SYMPTOM": [
      "cancer",
      "hd kill cancer cells",
      "significantly upregulating chemokine-related, cytokine-related, and apoptosis-related genes",
      "the immunogenic cell death"
    ]
  }
}