{
  "source": "PubMed",
  "query": "catechins",
  "title": "Regulatory Effects ofBetonica macranthaExtract, Known as Mountain Tea, on miRNA Expression and Its Pharmacokinetic Properties.",
  "abstract": "The aim of this study is to investigate the anticancer potential ofBetonica macranthaextract on MDA-MB-231 breast cancer cells, its regulatory effects on miRNA expression, the content analysis of its phytochemical components, and the roles of these compounds in the regulation of miRNA expression through pathways, as well as to examine its pharmacokinetic profiles. TheB. macranthaplant was extracted with methanol. The obtained extracts were analyzed for phytochemical components using gas chromatography-mass spectrometry (GC-MS) and high-performance liquid chromatography (HPLC-DAD) techniques. Biological activity was assessed using the MTT assay on the MDA-MB-231 breast cancer cell line, while miRNA expression was measured by RT-PCR. Pharmacokinetic properties were calculated using ADMETSAR3 software, and molecular interactions were investigated through AutoDock Vina simulations. GC-MS analysis ofB. macranthaextract identified 42 volatile compounds, with 1S-α-pinene, humulene, and caryophyllene being the most abundant. HPLC-DAD analysis detected 18 bioactive compounds, including catechin, oleuropein, and rutin. The extract inhibited the viability of MDA-MB-231 breast cancer cells in a dose-dependent manner, with an IC50value of 0.8 mg/mL. Furthermore, upregulation of miR-19, miR-20a, miR-126, and miR-200c miRNAs was observed in MDA-MB-231 cells, while these miRNAs were downregulated in healthy cells. ADMET analysis revealed that α-pinene, caryophyllene, and catechin exhibited high bioavailability, absorption, and distribution properties, while oleuropein and rutin showed limited absorption and bioavailability. Molecular docking studies demonstrated the potential binding interactions of these compounds with key target proteins involved in cancer progression. Consequently,B. macranthapresents significant potential as a valuable natural source for cancer therapy through its anticancer activity, modulation of miRNA expression, and interaction with cancer-associated proteins.",
  "publication_date": "2025-05-25",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70341",
  "entities": {
    "SYMPTOM": [
      "cancer progression",
      "cancer therapy",
      "cancer-associated proteins",
      "its anticancer activity",
      "mda-mb-231 breast cancer cells",
      "the anticancer potential ofbetonica macranthaextract",
      "the mda-mb-231 breast cancer cell line"
    ],
    "POLYPHENOL": [
      "catechin",
      "gas chromatography-mass spectrometry",
      "its regulatory effects",
      "molecular docking studies",
      "molecular interactions",
      "oleuropein",
      "rutin"
    ]
  }
}