{
  "source": "PubMed",
  "query": "tannins",
  "title": "The Effect of Pretreatments (Boiling and Ascorbic Acid) and Different Oven Drying Temperatures on the Nutritional, Anti-Nutritional Values and Color Properties ofSolanum torvumFruits.",
  "abstract": "The fruits ofSolanum torvumare widely consumed for their nutritional and medicinal properties, particularly by lactating mothers, pregnant women, and anemic patients. However, ineffective preservation methods have led to significant postharvest losses. This study investigated the effects of different oven drying temperatures (50°C, 60°C, and 70°C) and pretreatments (boiling and ascorbic acid treatment) on the nutritional, anti-nutritional, and color properties ofS. torvumfruits. Proximate composition, mineral content (iron, magnesium, calcium), antinutrients (alkaloids, oxalates, tannins), and color properties were analyzed. Results indicated that drying increased the concentration of most nutrients, with a concentration effect at 70°C that led to higher nutrient density despite reductions in heat-sensitive compounds like vitamin C (which decreased from 31.54 mg/100 g in fresh samples to 4.47 mg/100 g at 70°C). The boiling pretreatment led to cellular structure modifications that enhanced mineral extractability during analysis, with iron content increasing from 13.05 mg/kg in fresh samples to 76.08 mg/kg in boiled samples dried at 70°C. Additionally, boiling effectively inactivated browning enzymes, resulting in the lowest browning index (5.04) at 70°C compared to ascorbic acid treatments (30.36), despite the higher temperature. The study concludes that oven drying at 70°C with boiling pretreatment is an effective method for preservingS. torvumfruits while retaining their nutritional value and desirable color properties.",
  "publication_date": "2025-05-23",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70339",
  "entities": {
    "POLYPHENOL": [
      "a concentration effect",
      "an effective method",
      "effectively inactivated browning enzymes",
      "ineffective preservation methods",
      "tannins",
      "the effects"
    ]
  }
}