{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Resveratrol Attenuates CSF Markers of Neurodegeneration and Neuroinflammation in Individuals with Alzheimer's Disease.",
  "abstract": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder that is characterized by amyloid-beta (Aβ) accumulation and neuroinflammation. A previous multicenter, phase 2, double-blind, placebo-controlled trial randomized 179 participants into placebo or resveratrol over 52 weeks. Sub-analysis of CSF biomarkers of neuronal damage, inflammation, and microglial activity was performed in a subset of patients treated with a placebo (n = 21) versus resveratrol (n = 30). Markers of neuronal damage, including neuron-specific enolase and hyperphosphorylated neurofilaments, were reduced. Microglial activation was measured via a triggering receptor expressed on myeloid cells (TREM)-2 at baseline and after resveratrol treatment. Resveratrol significantly reduced CSF TREM2 levels and decreased inflammation and tissue damage, including matrix metalloprotease (MMP)-9. Cathepsin D, a lysosomal marker of autophagy, was reduced in the resveratrol group compared with placebo, while angiogenin, a marker of vascular angiogenesis, was increased. These data suggest that resveratrol may exert anti-inflammatory and neuroprotective effects in AD by reducing CSF TREM2 and other markers of neuronal damage. Further research is needed to assess the significance of these biomarker changes on clinical outcomes in patients with neurodegenerative diseases.",
  "publication_date": "2025-05-23",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26115044",
  "entities": {
    "SYMPTOM": [
      "alzheimer's disease",
      "inflammation",
      "inflammation and tissue damage",
      "neuroinflammation"
    ],
    "POLYPHENOL": [
      "-inflammatory and neuroprotective effects",
      "a triggering receptor",
      "neuron-specific enolase",
      "resveratrol",
      "resveratrol treatment",
      "the resveratrol group"
    ]
  }
}