{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Effects of pressure-cooking and freeze-drying on the quality and functionality of instant black rice: Starch crystallinity, bioactive properties, and digestibility.",
  "abstract": "Starch molecules in black rice offer exceptional nutritional benefits, however, the effects of processing-induced structural changes on their functional properties remain underexplored. This study evaluated the effects of pressure cooking (PC) and electric rice cooking (RC), combined with three drying methods (hot air, vacuum, and freeze-drying), influences the quality of instant rice from two Thai black rice varieties, Jao Kham Hom Maejo 1A (M1A) and Thai Rice Berry (TRB). Among the 40 treatment combinations, only M1A exhibited starch f for instant rice production. Specifically, pressure cooking for 4 min followed by freeze-drying at -20 °C for 12 h (M1A_PC4_F) most effectively preserved starch functionality while retaining high bioactive compounds, including total phenolics, anthocyanins, and antioxidant activities. Structural analysis using X-ray diffraction and differential scanning calorimetry confirmed that this thermal process initiated partial starch gelatinization while maintaining amylose-amylopectin crystallinity. These structural modifications increased resistant starch content, improved pasting properties, and enhanced rehydration characteristics, with the potential to moderate the glycemic response. Collectively, this study introduces pressure cooking (4 min) followed by freeze-drying as a novel approach for producing instant black rice that uniquely preserves starch crystallinity (26 %) while maintaining anthocyanins and resistant starch content for enhanced nutritional value.",
  "publication_date": "2025-05-30",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144754",
  "entities": {
    "POLYPHENOL": [
      "amylose-amylopectin crystallinity",
      "electric rice cooking",
      "most effectively preserved starch functionality",
      "starch molecules",
      "the effects"
    ]
  }
}