{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Orally Administered Functional Polyphenol-Nanozyme-Armored Probiotics for Enhanced Amelioration of Intestinal Inflammation and Microbiota Dysbiosis.",
  "abstract": "Maintaining microbiota balance and enhancing the antioxidant performance of nanozyme-based probiotic systems are crucial for effective inflammatory bowel disease (IBD) therapy. Despite significant advancements, developing a green and safe coating technology that functionalizes probiotics with nanozymes while preserving the activity of both components remains a challenge. To address this, chitosan-modified epigallocatechin gallate (EGCG-CS, EC)is synthesized, leveraging the intrinsic adhesive and coordination properties of polyphenols to capture gold nanozymes (AuNPs), forming ECA complexes that enhance nanozyme activity. When coated onto Escherichia coli Nissle 1917 (EcN), the resulting ECA@EcN system effectively scavenged reactive oxygen species (ROS), improving probiotic viability and promoting colon accumulation. Mechanistically, ECA protected EcN by suppressing the activation of the Flagellar Assembly and Branched-Chain Amino Acid Synthesis pathways, ultimately alleviating inflammation and modulating intestinal microbial communities to relieve IBD symptoms. Given the biocompatibility of its components and the environmentally friendly assembly approach, this polyphenol-nanozyme-armored probiotic system represents a promising platform for IBD treatment.",
  "publication_date": "2025-03-11",
  "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
  "doi": "10.1002/advs.202411939",
  "entities": {
    "POLYPHENOL": [
      "(ecn",
      "(egcg-cs",
      "a green and safe coating technology",
      "chitosan-modified epigallocatechin gallate",
      "eca",
      "eca complexes",
      "ecn",
      "effective inflammatory bowel disease",
      "polyphenols",
      "reactive oxygen species",
      "the resulting eca@ecn system",
      "this polyphenol-nanozyme-armored probiotic system"
    ],
    "SYMPTOM": [
      "inflammation"
    ]
  }
}