{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Verbascoside as a potential SGLT2 inhibitor in diabetic nephropathy: Targeting AMPK activation to suppress NOX4/NF-κB signaling and attenuate inflammation and fibrosis.",
  "abstract": "Verbascoside, a caffeoyl phenylethanoid glycoside is known to regulate diabetic conditions and its related complications as well as function as an anti-infective, immunosuppressive, and antioxidant agent. It is also an under investigational molecule for patients of IgA Nephropathy. However, its functions in diabetic nephropathy (DN) and underlying mechanisms remain unclear. The study aimed to evaluate the therapeutic effects and mechanisms of verbascoside through the inhibition of sodium glucose transporter 2 (SGLT2) mediated glucose uptake in high glucose (HG) treated proximal tubular cells, HK-2 cells, and in silico studies. In HK-2 cells, verbascoside decreased glucose uptake analog, 6-NBDG through inhibition of SGLT2. The study demonstrated that HG could increase glucose uptake and induce renal inflammation and fibrosis by a significant increase in the intracellular levels of reactive oxygen species (ROS) derived from nicotinamide adenine dinucleotide phosphate oxidase-4 (NOX-4) in HK-2 cells. Nuclear factor kappa B (NF-κB) phosphorylation was also found to play a crucial role in HG-induced inflammation and fibrosis. Verbascoside exerted renoprotective effects by activating AMP-activated protein kinase (AMPK) and ameliorated renal dysfunction by suppressing pro-inflammatory factors, interleukin-6 (IL-6), and tumor necrosis factor-α (TNF-α), and expression of the extracellular matrix proteins, fibronectin (FN) and collagen-IV (COLIV) in HG-treated HK-2 cells. Molecular docking studies also revealed the SGLT2 inhibition properties of verbascoside. In summary, the study revealed that HG can directly promote glucose uptake through SGLT2 and renal complications and verbascoside is a potential therapeutic agent for ameliorating diabetic nephropathy via regulation of AMPK/NOX4/NF-κB signaling cascade.",
  "publication_date": "2025-05-14",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2025.114825",
  "entities": {
    "POLYPHENOL": [
      "an anti-infective, immunosuppressive, and antioxidant agent",
      "an under investigational molecule",
      "fibronectin",
      "mechanisms",
      "molecular docking studies",
      "reactive oxygen species",
      "renoprotective effects",
      "the therapeutic effects",
      "underlying mechanisms"
    ],
    "SYMPTOM": [
      "hg-induced inflammation",
      "renal inflammation"
    ]
  }
}