{
  "source": "PubMed",
  "query": "lignans",
  "title": "Syringaresinol: Exploring Its Natural Sources, Bioactivity, and Health Benefits.",
  "abstract": "Syringaresinol (SYR) is a dietary lignan largely known for its therapeutic effects. Thus, our present review provides an overview of the natural sources and chemistry of this molecule and discusses its biological and pharmacological properties. Indeed, SYR is widely distributed in the plant kingdom and has been reported in 87 species distributed over 40 families. Its main sources are Acanthopanax and Albizia genera. It has also been identified and purified from Cinnamomum cassia and Panax ginseng C.A. Mey. Interestingly, SYR has an important anti-inflammatory effect and is implicated in multiple mechanistic pathways, including the inhibition of iNOS, cyclooxygenase-2 (COX-2), and the decrease of NF-κB, nitric oxide (NO), PGE2, tumor necrosis factor-α (TNF-α), IL-1β, and IL-6 levels. In cancer treatment, SYR induces cell cycle arrest, increases the expression of p21waf1/cip1and p27kip1, and causes a downregulation of cyclins and cyclin-dependent kinases (CDKs). SYR improves cardiac function via ER/SIRT1/NLRP3/GSDMD and has a protective effect against hypoxia/reoxygenation injury. Although some toxicological studies have confirmed its safety, nevertheless, further examinations are necessary to prove its pharmacological stability. Unfortunately, there is a major lack of human clinical investigations on SYR. Therefore, it is strongly advised to focus on this side to better recommend this substance as a dietary agent for various human health complications.",
  "publication_date": "2025-06-03",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202500352",
  "entities": {
    "POLYPHENOL": [
      "87 species",
      "a protective effect",
      "an important anti-inflammatory effect",
      "its therapeutic effects",
      "multiple mechanistic pathways",
      "the decrease",
      "this molecule",
      "tumor necrosis factor"
    ],
    "SYMPTOM": [
      "cancer treatment"
    ]
  }
}