{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Exploring variations in quality parameters ofTheobroma cacao L.beans from Eastern Amazonia.",
  "abstract": "The cocoa tree (Theobroma cacaoL.) is a native crop of the tropical forests of Central America and the Amazon. It plays an important role in the economy of producing regions; however, the infrastructure remains incipient, leading to inadequate processing practices and affecting the quality of the cocoa beans. Therefore, this research aimed to evaluate the quality of 55 samples of Amazonian cocoa beans produced in five regions of state of Pará (Lower Tocantins River, Northeast, West, Southeast, and Trans-Amazon) through physical and physicochemical evaluations (proteins, lipids, moisture, ash, pH, acidity, and water activity), and a questionnaire with producers about fermentation and drying practices. This was followed by physical, physicochemical, antioxidant capacity, quantification of total polyphenols, and bioactive compound evaluations. According to the physical evaluation, the samples met the acceptable commercial standard, but the cut test results showed a lack of standardization in the pre-processing of cocoa beans according to the International Cocoa Organization (ICCO). Among the physicochemical parameters, moisture was within the limit tolerated by legislation, and only lipids showed significant differences. Regarding antioxidant capacity, total polyphenols, and bioactive compounds, only the bioactive compounds showed significant differences, with the Lower Tocantins River region exhibiting higher values for all studied compounds. Inadequate processing practices, such as poor fermentation and drying, may lead to quality deficiencies in cocoa beans. Therefore, this study emphasizes the need for characterization of commercial cocoa beans, as well as standardization in the pre-processing of these beans. It also highlights potential variations in the quality of the beans among producing regions, owing to the vast territorial expanse of Pará, diverse cultivation conditions, variety of cocoa trees, and different methods of cocoa bean pre-processing.",
  "publication_date": "2024-10-11",
  "journal": "Heliyon",
  "doi": "10.1016/j.heliyon.2024.e39295",
  "entities": {
    "FOOD": [
      "amazonian cocoa beans",
      "cocoa bean",
      "cocoa beans",
      "cocoa trees",
      "commercial cocoa beans",
      "the beans",
      "the cocoa beans",
      "the cocoa tree",
      "the international cocoa organization",
      "these beans"
    ],
    "POLYPHENOL": [
      "the economy",
      "total polyphenols"
    ]
  }
}