{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Senolytic procyanidin C1 alleviates renal fibrosis by promoting apoptosis of senescent renal tubular epithelial cells.",
  "abstract": "Renal fibrosis is a common pathological process in various chronic kidney diseases. The accumulation of senescent renal tubular epithelial cells (TECs) in renal tissues plays an important role in the development of renal fibrosis. Eliminating senescent TECs has been proven to effectively reduce renal fibrosis. Procyanidin C1 (PCC1) plays a senolytic role by specifically eliminating senescent cells and extending its overall lifespan. However, whether PCC1 can alleviate unilateral ureteral obstruction (UUO)-induced renal fibrosis and the associated therapeutic mechanisms remains unclear. Here, we observed a marked increase in senescent TECs within obstructed human renal tissue and demonstrated the positive correlation between the accumulation of senescent TECs and renal fibrosis in UUO-induced renal fibrosis in mice. We found that PCC1 reduced the number of senescent TECs, restored the regenerative phenotype in kidneys with reduced fibrosis, and improved tubular repair after UUO-induced injury. In vitro, PCC1 effectively cleared senescent HK2 cells by inducing apoptosis via ANGPTL4/NOX4 signaling. Incubation with culture medium from senescent HK2 cells promoted fibroblast activation, whereas PCC1 impeded profibrotic effects by downregulating senescence-associated secretory phenotype (SASP) factors from senescent HK2 cells. Therefore, PCC1 alleviated interstitial renal fibrosis not only by clearing senescent TECs and improving tubular repair but also by indirectly attenuating myofibroblast activation by reducing the level of SASP. In summary, PCC1 may be a novel therapeutic senolytic agent for treating renal fibrosis.",
  "publication_date": "2025-05-01",
  "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
  "doi": "10.1096/fj.202402558R",
  "entities": {
    "POLYPHENOL": [
      "procyanidin c1",
      "profibrotic effects",
      "senescence-associated secretory phenotype (sasp) factors",
      "senescent tecs",
      "tecs"
    ],
    "SYMPTOM": [
      "apoptosis"
    ]
  }
}