{
  "source": "PubMed",
  "query": "tannins",
  "title": "Evaluating antimicrobial activity of selected medicinal plant extracts against pasteurellosis-causing bacteria in small ruminants.",
  "abstract": "Pneumonic pasteurellosis is a highly significant infectious disease globally, posing a major economic threat to small ruminants (SR) in Sub-Saharan Africa, including Ethiopia. Although antibiotics have been effective in treating this disease, farmers in remote areas of Ethiopia often prefer traditional herbal medicines to manage respiratory infections in SR. This study aimed to evaluate the antibacterial activity of crude extracts from three selected medicinal plants-Nicotiana tabacum, Psidium guajava, andSolanum incanum-against respiratory infections caused byPasteurella multocidaandMannheimia haemolyticain SR, in comparison to commercial gentamicin, oxytetracycline, and streptomycin antibiotics. The Agar well diffusion method was used to determine the antibacterial activity of methanol and chloroform extracts from the three medicinal plants againstP. multocidaandM. haemolyticastrains. The phytochemical constituents of the plant extracts were analyzed by using standard phytochemical screening methods. Methanol extracts from all three plants demonstrated significant antibacterial activity against both bacterial strains (Pasteurella multocidaandMannheimia haemolytica) at a concentration of 200 mg/mL, comparable to the effectiveness of gentamicin and streptomycin. Among the three plants,S. incanumshowed the highest zone of inhibition (26.3 mm), followed byN. tabacum(19.8 mm) andP. guajava(19.6 mm) against the tested strains. Similarly, chloroform extracts also exhibited notable activity, withP. guajavashowing the highest inhibition (30.2 mm) againstP. multocidaat 200 mg/mL. Phytochemical screening revealed the presence of various bioactive compounds, including alkaloids, flavonoids, tannins, saponins, and terpenoids. These findings support the traditional use of these medicinal plants in treating respiratory infections caused byP. multocidaandM. haemolyticain SR.",
  "publication_date": "2025-06-02",
  "journal": "Frontiers in veterinary science",
  "doi": "10.3389/fvets.2025.1563208",
  "entities": {
    "POLYPHENOL": [
      "a highly significant infectious disease",
      "a major economic threat",
      "flavonoids",
      "respiratory infections",
      "tannins",
      "the effectiveness",
      "three selected medicinal plants"
    ],
    "FOOD": [
      "the plant extracts"
    ]
  }
}