{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Dextran sulfate coated ursodeoxycholic acid bilosomes as biomaterial-tethered nanocarrier for boosting up the effect of naringenin for management of atherosclerosis.",
  "abstract": "Atherosclerosis (AS) is the underlying cause of life-threatening cardiovascular ischemic events. Despite conventional treatment, unresolved atherosclerotic lesions remain a threat. Naringenin (Nrg), a citrus fruit flavonoid, shows promising antiatherosclerotic effects. This study aimed to develop Nrg loaded bilosomes formed of Ursodeoxycholic acid (UDCA) and coated with dextran sulfate (DS) to halt atherosclerosis progression. The UDCA incorporated liposomes along with coating with dextran sulfate would augment the anti-atherosclerotic effect of naringenin through added bioactivity and active targeting to lesions. Vesicles were prepared, optimized and activity of the optimized uncoated (Nrg-UBil) and coated (DS-Nrg-UBil) formulations were evaluated in vitro using THP-1 derived macrophages and in AS in vivo model after intravenous injection. Results showed small particle size of 197.98 ± 34 nm, PDI of 0.17 ± 0.04 and zeta potential of -38.2 ± 4.02 mV of DS coated bilosomes. Cell culture studies revealed enhanced cellular uptake and significantly increased expression of cholesterol efflux genes (liver X receptors; LXR-α and ATP-binding cassette A1; ABCA1) by DS coated formulation. After treatment in vivo, DS-Nrg-UBil demonstrated a significant correction in dyslipidemia and decrease in atherogenic indices compared to Nrg group. It also halted liver steatosis and the atherosclerotic tissue changes in aorta and kidney. Additionally, aortic expressions of cholesterol efflux genes (LXR-α, ABCA1) were significantly increased after treatment with DS-Nrg-UBil by 1.7 and 1.68 folds, respectively, compared to AS group. In conclusion, elaborated Nrg loaded DS coated bilosomes hold great potential for treatment of atherosclerosis.",
  "publication_date": "2025-06-15",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.145099",
  "entities": {
    "SYMPTOM": [
      "atherosclerosis",
      "atherosclerosis progression",
      "dyslipidemia",
      "liver steatosis"
    ],
    "POLYPHENOL": [
      "a citrus fruit flavonoid",
      "a significant correction",
      "antiatherosclerotic effects",
      "decrease",
      "intravenous injection",
      "liver x receptors",
      "naringenin",
      "the anti-atherosclerotic effect"
    ]
  }
}