{
  "source": "PubMed",
  "query": "tannins",
  "title": "Elucidating the Antidepressant-Like Effect of Tannic Acid in Mice: Modulation of Serotonergic System and Pro-Inflammatory Mediators.",
  "abstract": "This study aimed to evaluate the therapeutic action of tannic acid (TA) in male Swiss mice by investigating: i) the involvement of the serotonergic system in the acute TA antidepressant-like action per se using pharmacological tools, and ii) the neuroprotective activity of TA in a lipopolysaccharide (LPS)-induced depressive-like behavior. For mechanistic investigation of the acute TA antidepressant-like action, mice received i.p. the serotoninergic receptor antagonists: WAY-100135 (5-HT1 Aantagonist), ketanserin (5-HT2 A/2 Cantagonist), or ondansetron (5-HT3antagonist); 15 min later, TA or water was given by gavage. After 1 h, mice were subjected to a tail suspension test (TST). TA in different doses was tested in acute open field test (OFT), TST, and forced swimming test (FST). In the LPS protocol, animals were pretreated once daily with TA (60 or 120 mg/kg), fluoxetine (20 mg/kg) or vehicle for 7 days. On the 7th day, mice received a single injection of LPS (830 μg/kg, i.p.). After 24 h, OFT and TST were assessed. Behavioral data concerning the acute antidepressant-like effects of TA demonstrated that this tannin acts via 5-HT1 Aand 5-HT2 A/2 Creceptors. Besides, monoamine oxidase A (MAO-A) in vitro activity was determined in total brain; the polyphenol action was able to decrease enzyme activity. In the LPS-induced depression model, TA prevented the increase in LPS-induced immobility time in the TST, downregulated the expression of NF-κB and IL-1β, and modulated MAO-A activity in the cerebral cortex. In conclusion, TA exhibited neuroprotective and antidepressant-like activities in mice, positioning it as a promising candidate for depression therapeutics.",
  "publication_date": "2025-05-27",
  "journal": "Molecular neurobiology",
  "doi": "10.1007/s12035-025-05065-3",
  "entities": {
    "POLYPHENOL": [
      "5-ht1 aand 5-ht2 a/2 creceptors",
      "a single injection",
      "mechanistic investigation",
      "neuroprotective and antidepressant-like activities",
      "the acute antidepressant-like effects",
      "the neuroprotective activity",
      "the polyphenol action",
      "the serotoninergic receptor antagonists",
      "this tannin"
    ]
  }
}