{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Molecular underpinnings ofEbMYBP1-mediated plant defense against UV-B radiation.",
  "abstract": "MYB transcription factors play an important role in the response of plants to abiotic stress.The flavonoids found inErigeron breviscapushave significant anti-inflammatory and cardiovascular therapeutic effects. It has been discovered thatEbMYBP1, a gene cloned fromE.breviscapus, positively regulates flavonoid synthesis. However, it is uncertain whetherEbMYBP1-OE directly responds to ultraviolet B (UV-B) by increasing flavonoids accumulation. Here, an integrated metabolome-transcriptome analysis revealed an important role forEbMYBP1in transgenic tobacco seeds in response to UV-B. The role ofEbMYBP1under UV-B has been examined. The results showed that a higher level of UV-B tolerance was observed in seedlings and leaves ofEbMYBP1-OE lines (OE8, OE10, OE15) than in wild-type line (WT), identifying several flavonoid biosynthesis genes and metabolites. Compared with WT, a significant decrease in reactive oxygen species (ROS), an increase in antioxidant enzyme expression, and significant induction of genes involved in flavonoids synthesis, UV-B response, and ROS was observed after UV-B treatment inEbMYBP1-OE lines. Overall,EbMYBP1modulates ROS scavengers and upregulates stress response genes to increase UV-B tolerance.",
  "publication_date": "2025-05-15",
  "journal": "Physiology and molecular biology of plants : an international journal of functional plant biology",
  "doi": "10.1007/s12298-025-01598-y",
  "entities": {
    "SYMPTOM": [
      "abiotic stress",
      "stress response genes"
    ],
    "POLYPHENOL": [
      "a significant decrease",
      "flavonoid synthesis",
      "flavonoids synthesis",
      "increasing flavonoids accumulation",
      "reactive oxygen species",
      "several flavonoid biosynthesis genes",
      "significant anti-inflammatory and cardiovascular therapeutic effects",
      "the flavonoids"
    ]
  }
}