{
  "source": "PubMed",
  "query": "epicatechin",
  "title": "Bioactive Compounds, Antioxidant, Cytotoxic, and Genotoxic Investigation of the Standardized Liquid Extract fromEugenia involucrataDC. Leaves.",
  "abstract": "Background:Eugenia involucrataDC., a Cerrado native plant, is recognized for its medicinal properties. However, its bioactive compounds remain inadequately explored.Objectives: This study investigated bioactive compounds from a standardized liquid extract fromE. involucrataleaves that can act with antioxidant, cytogenotoxic, cytoprotective, and genoprotective effects.Methods:The phenolic compounds in the standardized liquid extract fromE. involucrataleaves were screened by HPLC-DAD. The capture of the free radicals DPPH, ABTS+, and the metal reduction power FRAP determined the antioxidant potential. Cytotoxicity was evaluated in RAW 264.7 macrophages (MTT assay), and (anti)cytotoxic and (anti)genotoxic effects were assessed in human lymphocytes using the Trypan blue exclusion method and comet assay, respectively.Results:The extracts present key phenolic compounds, such as ellagic acid, myricitrin, and epicatechin gallate. The standardized extract demonstrated antioxidant capacity, evidenced by its ability to reduce iron and scavenge free radicals. The liquid extract fromE. involucrataleaves exhibited cytotoxic effects on RAW 264.7 macrophages at higher concentrations, while demonstrating (anti)cytotoxic activity on human lymphocytes from all tested concentrations. The highest concentration tested of the standardized liquid extract fromE. involucrataleaves (250 µg/mL) showed genotoxicity against human lymphocytes compared to the negative control. In contrast, the lowest concentration (62.5 µg/mL) exhibited an antigenotoxic effect on human lymphocytes, reducing the genotoxicity of doxorubicin by approximately 27%.Conclusions:The bioactive compounds in the standardized liquid extract fromE. involucrataleaves exhibited antioxidant and antigenotoxic properties, suggesting potential value for nutraceutical and pharmaceutical applications, particularly those related to oxidative stress associated withaging and disease progression.",
  "publication_date": "2025-05-21",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18050764",
  "entities": {
    "POLYPHENOL": [
      "(anti)genotoxic effects",
      "an antigenotoxic effect",
      "antioxidant, cytogenotoxic, cytoprotective, and genoprotective effects",
      "cytotoxic effects",
      "ellagic acid",
      "epicatechin gallate",
      "key phenolic compounds",
      "objectives"
    ],
    "SYMPTOM": [
      "oxidative stress associated withaging and disease progression"
    ]
  }
}