{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Epigallocatechin-3-Gallate Attenuates Benign Prostatic Hyperplasia Development via Regulating Firmicutes to Inhibit Gastric Secretion of Insulin-Like Growth Factor-1.",
  "abstract": "Benign prostatic hyperplasia (BPH), a prevalent age-related condition in men, is increasingly linked to metabolic syndrome (MetS) and gut microbiota dysbiosis. This study reveals how Firmicutes-dominant microbial imbalance drives BPH progression via IGF-1 signaling and identifies the green tea polyphenol epigallocatechin-3-gallate (EGCG) as a dual-action therapeutic. Using MetS-BPH mouse models and human prostate cell lines, we demonstrated that BPH-associated gut microbiota-particularly elevated Firmicutes and an increased Firmicutes/Bacteroidetes ratio-promotes prostate hyperplasia by upregulating IGF-1. Both BPH mice and recipient mice transplanted with BPH microbiota showed elevated serum and prostate IGF-1 levels, mirroring findings in human BPH patients. Mechanistically, IGF-1 stimulated prostate cell proliferation (RWPE-1/WPMY-1) and suppressed apoptosis via PI3K/AKT/mTOR activation, while the IGF-1 antagonist Linsitinib reversed these effects. EGCG emerged as a potent modulator of this gut-prostate axis: it selectively reduced Firmicutes overgrowth in BPH mice, normalized IGF-1 levels, and inhibited downstream PI3K/AKT/mTOR signaling. In fecal microbiota transplantation experiments, EGCG counteracted IGF-1-driven prostate enlargement and microbial dysbiosis, underscoring its dual role in rebalancing gut flora and blocking growth factor pathways. Our findings position EGCG as a promising intervention for MetS-associated BPH, simultaneously targeting microbial dysbiosis and IGF-1 signaling. This study not only elucidates the Firmicutes-IGF-1 axis in BPH pathogenesis but also highlights the therapeutic potential of dietary polyphenols in metabolic urological disorders.",
  "publication_date": "2025-06-24",
  "journal": "Cell biology international",
  "doi": "10.1002/cbin.70032",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "metabolic syndrome"
    ],
    "POLYPHENOL": [
      "both bph mice and recipient mice",
      "dietary polyphenols",
      "egcg",
      "fecal microbiota transplantation experiments",
      "the green tea polyphenol",
      "these effects"
    ]
  }
}