{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Exploring the Influence of a Pomegranate Extract on the Functionality of Healthy and Diseased Human Gut Microbiota: An In Vitro Study.",
  "abstract": "Pomegranate is recognized for its health benefits, primarily due to its polyphenols and metabolites, such as urolithins (Uro-A), produced via colonic fermentation of ellagic acid (EA). These compounds make pomegranate a functional food with the potential to modulate chronic disease risk factors and enhance gut health by modulating microbiota. The aims of this study were (1) to evaluate the effect of in vitro digestion and fermentation mimicking human digestive processes on the total phenolic content (TPC) and the antioxidant capacity of a standardized pomegranate extract (PE), (2) to assess the effect of the digested PE on the functionality of gut microbiota isolated from healthy and diseased subject fecal materials via short-chain fatty acid (SCFA) determination, and (3) to measure Uro-A production using UHPLC Q-Orbitrap HRMS. The in vitro digestion and fermentation processes resulted in a significant increase in the TPC, while the antioxidant capacity was considerably reduced. Following the in vitro digestion process, the TPC increased from 232 ± 16 to 1656 ± 34 g GAE/g of PE. Moreover, the TPC in the fermented samples was calculated as 6139 ± 458 g GAE/g for the microbiota of healthy adults and 8375 ± 1388 g GAE/g for the microbiota of healthy children, compared to 1657 ± 34 g GAE/g for the non-fermented samples. The PE exerted a modulatory effect on gut microbiota functionality, as reflected by an increasing concentration of SCFAs, especially lactic acid. Overall, these data suggest that pomegranate might contribute to gut health and could be a candidate for further studies in view of its possible use as a prebiotic ingredient. Further research, including clinical studies, is needed to confirm these findings and explore the potential application of pomegranate extract as a functional ingredient in nutraceuticals and functional foods aimed at improving gut health.",
  "publication_date": "2025-04-06",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30071634",
  "entities": {
    "POLYPHENOL": [
      "a modulatory effect",
      "ellagic acid",
      "especially lactic acid",
      "healthy and diseased subject fecal materials",
      "its polyphenols",
      "the effect"
    ],
    "FOOD": [
      "a functional food",
      "a standardized pomegranate extract",
      "functional foods",
      "pomegranate",
      "pomegranate extract"
    ]
  }
}