{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Adverse effects of high-fat diet consumption on contractile mechanics of isolated mouse skeletal muscle are reduced when supplemented with resveratrol.",
  "abstract": "Increasing evidence indicates resveratrol (RES) supplementation evokes anti-obesogenic responses that could mitigate obesity-induced reductions in skeletal muscle (SkM) contractility. Contractile function is a key facet of SkM health that underpins whole body health. For the first time, the present study examines the effects of a high-fat diet and RES supplementation on isolated soleus (SOL) and extensor digitorum longus (EDL) contractile function. Female CD-1 mice, ∼6 weeks old (n = 38), consumed a standard laboratory diet (SLD) or a high-fat diet (HFD), with or without RES (4 g kg-1diet) for 12 weeks. SOL and EDL (n = 8-10 per muscle, per group) were isolated and then absolute and normalised (to muscle size and body mass) isometric force and work loop power output (PO) were measured, and fatigue resistance was determined. Furthermore, sirtuin-1 expression was determined to provide mechanistic insight into any potential contractile changes. For SOL absolute force was higher in HFDRES compared to HFD (P = 0.033), and PO normalised to body mass and cumulative work during fatigue were reduced in HFD groups (P < 0.014). EDL absolute and normalised PO and cumulative work during fatigue were lower in HFD compared to other groups (P < 0.019). RES negated most adverse effects of HFD consumption on EDL contractility, with HFDRES producing PO and cumulative work comparable to the SLD groups. Sirtuin-1 expression was not influenced by diet in either muscle (P > 0.165). This study uniquely demonstrates that RES attenuates HFD-induced reductions in contractile performance of EDL, but this response is not explained by altered sirtuin-1 expression. These results suggest RES may be an appropriate strategy to alleviate obesity-induced declines in SkM function. KEY POINTS: Skeletal muscle health, a precursor for disease prevention, whole body health and quality of life, is substantially reduced because of obesity. Growing evidence suggests that the anti-obesogenic effects of nutritional supplement resveratrol may mitigate against obesity-induced muscle pathology. However, the effect of resveratrol on skeletal muscle contractile performance, a primary marker of skeletal muscle health, is yet to be examined. Our findings indicate that resveratrol reduces the adverse effects of high-fat diet consumption on the contractile performance of isolated fast twitch muscle and reduces the accumulation of central adipose. Resveratrol had little effect on skeletal muscle performance of standard diet mice, highlighting its specific efficacy in addressing high-fat diet-induced muscle pathology.",
  "publication_date": "2025-05-11",
  "journal": "The Journal of physiology",
  "doi": "10.1113/JP287056",
  "entities": {
    "SYMPTOM": [
      "fatigue",
      "fatigue resistance",
      "obesity",
      "obesity-induced muscle pathology",
      "obesity-induced reductions"
    ],
    "POLYPHENOL": [
      "a precursor",
      "its specific efficacy",
      "little effect",
      "mechanistic insight",
      "most adverse effects",
      "nutritional supplement resveratrol",
      "obesity-induced declines",
      "resveratrol",
      "that resveratrol",
      "the adverse effects",
      "the anti-obesogenic effects",
      "the effect",
      "the effects"
    ]
  }
}