{
  "source": "PubMed",
  "query": "lignans",
  "title": "Discovery of a lignan alkaloid, vitedoamine A, as an IKKβ inhibitor for suppressing NF-κB mediated inflammatory responses and osteoclastogenesis in rheumatoid arthritis.",
  "abstract": "Phenylnaphthalene-type lignans have been recognized as the major anti-inflammatory constituents in V. negundo seeds, among which vitedoamine A (VA) was the first discovered lignan alkaloid bearing a γ-lactam. However, the protective effects and specific target of VA against rheumatoid arthritis (RA) have not been explored yet. Herein, our study revealed that VA could inhibit the transcriptional activity of NF-κB, and suppress the production of NO and reduce the expressions of inflammatory cytokines (IL-1β, IL-6, and TNF-α) in several inflammatory cell models, mainly via inhibiting the phosphorylation of IKKα/β and p65, and prevented the degradation of IκBα, thus restraining NF-κB activation. Meanwhile, VA considerably down-regulated the phosphorylation of IKKα/β and p65, and inhibited the degradation of IκBα in RANKL-induced osteoclasts formation and differentiation, suggesting that VA may impede osteoclastogenesis and relieve joint damage in RA. Furthermore, VA interfered IKK/IκBα/NF-κB pathway and decreased the expressions of inflammatory cytokines in IL-1β stimulated fibroblast-like synoviocytes (FLSs), suggesting that VA possessed promising in vitro anti-RA capacity, probably by direct targeting IKKβ and inhibiting its activity (IC50value: 39 μM). In addition, molecular docking displayed that VA could bind with residues Cys99 and Asp103 in IKKβ via hydrogen bonds, thus preventing ATP from binding with IKKβ to inhibit the activity of IKKβ. Taken together, VA directly targets IKKβ and significantly inhibits the IKK/IκBα/NF-κB pathway, thus inhibiting inflammatory responses in FLSs and mitigating joint damage related to osteoclastogenesis, displaying great potential in treating RA.",
  "publication_date": "2025-03-11",
  "journal": "Fitoterapia",
  "doi": "10.1016/j.fitote.2025.106482",
  "entities": {
    "POLYPHENOL": [
      "molecular docking",
      "specific target",
      "the protective effects"
    ],
    "SYMPTOM": [
      "rheumatoid arthritis"
    ]
  }
}