{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Prebiotic-like Effects of Proanthocyanidin-Rich Aronia Extract Supplementation on Gut Microbiota Composition and Function in the Twin-M-SHIME®Model.",
  "abstract": "Background: Phenolic compounds, particularly anthocyanins and proanthocyanidins (PACs), are poorly absorbed in the upper digestive tract and reach the colon largely intact, where they may influence gut microbiota (GM) composition and, in turn, impact host health. We hypothesized that a PAC-rich aronia extract would beneficially modulate the GM, promote the growth of health-associated bacteria, and enhance short-chain fatty acid (SCFA) production across different colon sections, with partial reversion effects after supplementation ends.Methods: The Twin-M-SHIME®system was used to simulate the digestion and colonic fermentation in two donors with contrasting microbiota profiles. The experimental design included four phases: stabilization (14 days), control (7 days), treatment with 500 mg/day PAC-rich aronia extract (21 days), and wash-out (10 days). SCFA production was monitored, and changes in microbiome composition were assessed using 16S rRNA gene sequencing.Results: PAC-rich aronia extract significantly modulated SCFA levels, increasing butyrate and reducing acetate, with some inter-donor variability. SCFA concentrations tended to return to baseline after the wash-out (WO) period. Metagenomic analysis revealed a decrease inCollinsella,Sutterella,Selenomonas, andParabacteroides-genera linked to low-fiber diets and gut inflammation-while promoting Proteobacteria (e.g.,Escherichia-Shigella,Klebsiella) and butyrate-associated Firmicutes such asLactiplantibacillus. Although some microbial shifts partially reverted during the wash-out (e.g.,Akkermansia,Bacteroides, andBifidobacterium), other changes persisted.Conclusions: These findings suggest that PAC-rich aronia extract beneficially modulates GM and SCFA production, but continuous intake may be necessary to maintain these effects over time.",
  "publication_date": "2025-05-25",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18060793",
  "entities": {
    "POLYPHENOL": [
      "a decrease incollinsella",
      "different colon sections",
      "partial reversion effects",
      "phenolic compounds",
      "proanthocyanidins",
      "these effects"
    ],
    "SYMPTOM": [
      "inflammation"
    ]
  }
}