{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Sustainable chrome-free leather manufacturing through the aldehyde-vegetable combination tanning method based on biomass-derived dialdehyde carboxymethyl cellulose and mimosa tannin.",
  "abstract": "The potential of dialdehyde polysaccharides as chrome-free tanning agents can be enhanced through the use of aldehyde-vegetable combination tanning technology. In this study, dialdehyde carboxymethyl cellulose was synthesized by oxidizing carboxymethyl cellulose with sodium periodate. Fourier transform infrared spectroscopy revealed two characteristic bands at 1738 cm-1and 886 cm-1. Leather tanned solely with dialdehyde carboxymethyl cellulose exhibited a shrinkage temperature of 78 °C. To enhance the properties, mimosa tannin was combined with dialdehyde carboxymethyl cellulose. The combination of dialdehyde and mimosa tannin showed enhanced mechanical properties, including a tensile strength of 245.71 kg/cm2, tear strength of 44.63 kg/cm, and elongation at break of 45.23 %. Additionally, scanning electron microscopy revealed a well-dispersed arrangement of collagen fibers. The combination tanning resulted in a synergistic effect, increasing the shrinkage temperature to 85 °C due to additional hydrogen bonding. Furthermore, the excellent organoleptic properties, including fullness and softness were observed for combined-tanned leather resulting from the synergistic effect of dialdehyde carboxymethyl cellulose and mimosa tannin. Further studies showed that the wastewater generated by the aldehyde-vegetable combination tanning method is easily biodegradable. Based on the results, the combination tanning technology offers a green, chrome-free, and metal-free approach for the sustainable development of the leather industry.",
  "publication_date": "2025-02-26",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.141554",
  "entities": {
    "POLYPHENOL": [
      "a synergistic effect",
      "aldehyde-vegetable combination tanning technology",
      "chrome-free tanning agents",
      "dialdehyde and mimosa tannin",
      "electron microscopy",
      "enhanced mechanical properties",
      "infrared spectroscopy",
      "mimosa tannin",
      "the aldehyde-vegetable combination tanning method",
      "the combination tanning",
      "the combination tanning technology",
      "the synergistic effect"
    ]
  }
}