{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Multitargetin silicostudies ofOcimum menthiifolium, familyLamiaceaeagainst SARS-CoV-2 supported by molecular dynamics simulation.",
  "abstract": "The novel strain of human coronavirus, emerged in December 2019, which has been designated as SARS-CoV-2, causes a severe acute respiratory syndrome. Since then, it has arisen as a serious threat to the world public health. Since no approved vaccines or drugs has been found to efficiently stop the virulent spread of the virus, progressive inquiries targeting these viruses are urgently needed, especially those from plant sources. Metabolic profiling using LC-HR-ESI-MS of the butanol extract ofOcimum menthiifolium(Lamiaceae) aerial parts yielded 10 compounds including flavonoids, iridoids and phenolics. As it has been previously reported that some flavonoids can be used as anti-SARS drugs by targeting SARS-CoV-1 3CLpro, we chose to examine 14 flavonoids (detected by metabolomics and other compounds isolatedviaseveral chromatographic techniques). We investigated their potential binding interactions with the 4 main SARS-CoV-2 targets: Mpro, nsp16/nsp10 complex, ACE2-PD and RBD-S-proteinviamolecular docking. Docking results indicated that the nsp16/nsp10 complex has the best binding affinities where the strongest binding was detected with apigenin-7-O-rutinoside, prunin and acaciin with -9.4, -9.3 and -9.3 kcal/mol binding energy, respectively, compared to the control (SAM) with -8.2 kcal/mol. Furthermore, the stability of these complexes was studied using molecular dynamics of 150 ns, which were then compared to their complexes in the other three targets. MM-PBSA calculations suggested the high stability of acaciin-nsp16 complex with binding energy of -110 kJ/mol. This study sheds light on the structure-based design of natural flavonoids as anti-SARS-CoV-2 drugs targeting the nsp16/10 complex.Communicated by Ramaswamy H. Sarma.",
  "publication_date": "2020-12-15",
  "journal": "Journal of biomolecular structure & dynamics",
  "doi": "10.1080/07391102.2020.1852964",
  "entities": {
    "POLYPHENOL": [
      "14 flavonoids",
      "apigenin-7-o-rutinoside",
      "december",
      "especially those",
      "flavonoids",
      "isolatedviaseveral chromatographic techniques",
      "molecular dynamics",
      "natural flavonoids",
      "rbd-s-proteinviamolecular docking",
      "some flavonoids"
    ]
  }
}