{
  "source": "PubMed",
  "query": "lignans",
  "title": "Occurrence of White Flesh Color and Refreshing Flavor FollowingPhytoene Synthase 2AGene Variation in Loquat Fruit.",
  "abstract": "Loquat fruits from the apple tribe of Rosaceae ripen from late spring to early summer, when most fresh fruits are out of season. Compared with the orange-fleshed varieties, the white-fleshed varieties are usually preferentially chosen by consumers for a more favorable flavor. Though the breeding of white-fleshed cultivars with large fruit size greatly promoted the development of loquat production, the mechanisms of how fruits with lighter pigments are generated and how fruit flavor changes following flesh color shifting remain to be elucidated. Pigment measurements indicated carotenoids as the dominant pigment underlying the change in flesh color changing. Genotyping and haplotyping of 807 loquat accessions revealed that the rise ofPSY2Ad-PSY2Adgenotype blocks carotenoids accumulation and confers to white flesh color of loquat fruit. Analysis of widely targeted metabolomes on 18 representative cultivars identified 1420 metabolites, with 223 differentially accumulated metabolites between the two groups. Further metabolite comparison demonstrated that low levels of bitter or astringent compounds, such as flavonoids, lignans and coumarins, phenolic acids, nucleotides, alkaloids, and terpenoids, may confer to a refreshing flavor of white-fleshed fruits. Furthermore, 18 metabolic biomarkers were identified by machine learning to distinguish fruits with diverse flesh colors. This work gives insights into the understanding of how fruit color variation associated with flavor and also promotes white-fleshed loquat breeding by genus-wide genotyping.",
  "publication_date": "2025-04-15",
  "journal": "Journal of agricultural and food chemistry",
  "doi": "10.1021/acs.jafc.4c11968",
  "entities": {
    "FOOD": [
      "the apple tribe",
      "the orange-fleshed varieties"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "the mechanisms"
    ]
  }
}