{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Changes in Bioactive and Physicochemical Composition of Rubus During Three Developmental Stages.",
  "abstract": "Blackberries, underexploited wild fruits, are not widely recognized by the general population. Maturation in berries (Rubus ulmifolius) modifies their quality attributes, hence, this study aimed to examine the variations in physicochemical, phytochemical, antioxidant properties and minerals of the berries at the three maturity stages viz., unripe, half-ripe and full ripe. The results indicated an increase in TSS from 7.0 to 10.5 °B, moisture content from 80 to 86%, vitamin C from 19.0 to 27.50 (mg/100 g FW), sugars from 5.40 to 9.30% and anthocyanins from 69.72 to 139.44 (mg/100 g FW), while acidity from 1.21 to 0.33% citric acid, ash from 1.68 to 0.84%, total phenolic content 1021.0 to 875.0 (mgGAE/100 g FW), total flavonoid content from 372.30 to 274.30 (mgQE/100 g FW), decreased with the advancement of maturity from unripe to full ripe. Antioxidant activity measured through DPPH and FRAP assays, increased from 86.3 to 92% inhibition and 172.30 to 226.06 µmol Fe2+/g (FW), respectively. Gallic acid, quercetin decreased from 737.14 to 107.14, 953.35 to 364.80 (mg/kg FW), respectively, while cyanidin-3-glucoside and 3,4-dihydroxy benzoic acid values increased from 3.67 to 27.27, 43.46 to 101.70 (mg/kg FW), respectively. Rutin and vanillic acid, were not detected in the early stages of maturation but were later detected in the full ripe stage of Rubus, with concentrations of 16.82, 2.66 (mg/kg FW), respectively. The study highlights ripening induced changes in physicochemical properties and bioactive compounds of blackberries with half ripe stage possessing better quality attributes to be further used for food applications.",
  "publication_date": "2025-05-31",
  "journal": "Plant foods for human nutrition (Dordrecht, Netherlands)",
  "doi": "10.1007/s11130-025-01373-0",
  "entities": {
    "FOOD": [
      "blackberries"
    ],
    "POLYPHENOL": [
      "cyanidin-3-glucoside and 3,4-dihydroxy benzoic acid values",
      "gallic acid",
      "quercetin",
      "rutin and vanillic acid",
      "total flavonoid content"
    ]
  }
}