{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "In Vitro Screening of NaCl-Tolerant Dark Septate Endophytes and Their Growth-Promoting Effects onAnemone tomentosa.",
  "abstract": "NaCl is the main cause of natural soil salinization. Exploring dark septate endophytes (DSEs) with NaCl tolerance provides information for ecological remediation in saline soil areas. In this study, six DSE strains (Didymella macrostoma (Dm),Paraboeremia selaginellae(Ps),Paraphoma pye(Pp),Paraphoma aquatica(Pa),Acrocalymma ampeli(Aa), andExophiala xenobiotica(Ex)) isolated from the root sections ofAnemone tomentosawere subjected to in vitro NaCl stress experiments and inoculation tests. The results showed that six DSE strains can grow on solid media with different NaCl concentrations (0, 0.2, 0.4, 0.6, 0.8, and 1.0 M) and increase the antioxidant enzyme activities and soluble protein contents to adapt to a salt stress environment. Among these strains, thePpstrain exhibited the greatest biomass accumulation under high NaCl concentrations (1.0 M), indicating greater NaCl tolerance compared to the other five strains. In addition, in the pot experiment, all six DSE strains were able to successfully establish a symbiotic relationship withA. tomentosa, and thePpstrain also showed significant growth-promoting effects on seedlings. In summary, thePpstrain is identified as having strong NaCl tolerance and a significant growth-promoting impact, indicating that it has potential applications as a NaCl-tolerant microbial agent and can be used for bioremediation in saline soils. This research contributes to the basic material and theoretical basis for joint plant-microbe combined remediation in areas prone to soil salinization.",
  "publication_date": "2025-06-04",
  "journal": "Microorganisms",
  "doi": "10.3390/microorganisms13061303",
  "entities": {
    "POLYPHENOL": [
      "ecological remediation",
      "significant growth-promoting effects",
      "the root sections"
    ],
    "SYMPTOM": [
      "a salt stress environment",
      "stress experiments"
    ]
  }
}