{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Combination of Rhamnetin and RXP03 Mitigates Venom-Induced Toxicity in Murine Models: Preclinical Insights into Dual-Target Antivenom Therapy.",
  "abstract": "Snakebite is a significant global public health challenge, and the limited application of antivenom has driven the exploration of novel therapies. Combination therapy using small-molecule drugs targeting phospholipases A2(PLA2) and metalloproteinases (SVMP) in venom shows great potential. Although Rhamnetin and RXP03 exhibit notable anti-phospholipase and anti-metalloproteinase activities, respectively, their antiophidic potential remains poorly explored. This study aims to evaluate the inhibitory effects of Rhamnetin and RXP03 on snake venom toxicity. Methodologically, we conducted in vitro enzymatic assays to quantify PLA2/SVMP inhibition, murine models of envenomation (subcutaneous/intramuscular venom injection) to assess local tissue damage and systemic toxicity, and histopathological/biochemical analyses. In vitro experiments demonstrated that Rhamnetin effectively inhibited PLA2activity while RXP03 showed potent suppression of SVMP activity, with their combination significantly reducing venom-induced hemorrhagic activity. In murine models, the combined therapy markedly alleviated venom-triggered muscle toxicity and ameliorated oxidative stress. Furthermore, the combination enhanced motor performance and survival rate in mice, improved serum biochemical parameters, corrected coagulation disorders, and attenuated pathological damage in liver, kidney, heart, and lung tissues. This research demonstrates that dual-targeted therapy against metalloproteinases and phospholipases in snake venom can effectively prevent a series of injuries caused by snake venom. Collectively, the combined application of Rhamnetin and RXP03 exhibits significant inhibitory effects on a variety of venom-induced toxicities, providing pharmacological evidence for the development of antivenom therapies. However, the efficacy validation in this study was limited to murine models, and there is a discrepancy with clinical needs for delayed treatment in real-world envenomation scenarios. Despite these limitations, the findings provide robust preclinical evidence supporting the Rhamnetin-RXP03 combination therapy as a cost-effective, broad-spectrum antivenom strategy. Future studies are required to optimize dosing regimens and evaluate clinical translatability.",
  "publication_date": "2025-06-04",
  "journal": "Toxins",
  "doi": "10.3390/toxins17060280",
  "entities": {
    "POLYPHENOL": [
      "a cost-effective, broad-spectrum antivenom strategy",
      "robust preclinical evidence",
      "significant inhibitory effects",
      "small-molecule drugs",
      "subcutaneous/intramuscular venom injection",
      "the inhibitory effects"
    ],
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}