{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Changes in GC-MS metabolite profile, antioxidant capacity and anthocyanins content during fermentation of fine-flavor cacao beans from Ecuador.",
  "abstract": "The fermentation of fine-flavor cacao beans is a key process contributing to the enhancement of organoleptic attributes and monetary benefits for cacao farmers. This work aimed to describe the dynamics of the gas chromatography-mass spectrometry (GC-MS) metabolite profile as well as the antioxidant capacity and anthocyanin contents during fermentation of fine-flavor cacao beans. Samples of Nacional x Trinitario cacao beans were obtained after 0, 24, 48, 72, 96, and 120 hours of spontaneous fermentation. Total phenolic content (TPC), ferric reducing antioxidant power (FRAP), and total anthocyanin content were measured by ultraviolet-visible (UV-Vis) spectrophotometry. Volatiles were adsorbed by headspace solid phase microextraction (HS-SPME) while other metabolites were assessed by an extraction-derivatization method followed by gas chromatography-mass spectrometry (GC-MS) detection and identification. Thirty-two aroma-active compounds were identified in the samples, including 17 fruity, and 9 floral-like volatiles as well as metabolites with caramel, chocolate, ethereal, nutty, sweet, and woody notes. Principal components analysis and Heatmap-cluster analysis of volatile metabolites grouped samples according to the fermentation time. Additionally, the total anthocyanin content declined during fermentation, and FRAP-TPC values showed a partial correlation. These results highlight the importance of fermentation for the improvement of the fine-flavor characteristics of cacao beans.",
  "publication_date": "2024-03-01",
  "journal": "PloS one",
  "doi": "10.1371/journal.pone.0298909",
  "entities": {
    "FOOD": [
      "cacao beans",
      "fine-flavor cacao beans"
    ],
    "POLYPHENOL": [
      "(gc-ms) detection",
      "gas chromatography-mass spectrometry",
      "the gas chromatography-mass spectrometry",
      "ultraviolet-visible (uv-vis) spectrophotometry"
    ]
  }
}