{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Pterostilbene Exhibits Broad-Spectrum Antiviral Activity by Targeting the Enterovirus Capsid, Inactivating Viral Particles, Blocking Viral Binding, and Protecting Mice From Lethal EV-A71 Challenge.",
  "abstract": "Human enteroviruses (EVs) are a major public health issue worldwide owing to their potential to cause respiratory illnesses, hand-foot-and-mouth disease, and severe neurological complications. Currently, no effective drugs or multivalent vaccines are available. Pterostilbene (Pte), a naturally occurring compound found in blueberries and other plants, is a type of stilbene with a similar structure to resveratrol. Pterostilbene exerts antioxidant, anti-inflammatory, and anticancer properties. However, few studies have explored its antiviral activity. This study aimed to investigate the anti-enteroviral effect and mechanisms of Pte against EV-A71 and EV-D68. Cytotoxicity and antiviral assays were performed to assess the safety of Pte to cells and its antiviral effects against enteroviruses. Viral attachment, inactivation assays, cellular receptor binding, western blotting, time-of-addition and time-of-removal assays, particle stability thermal release assay, and molecular docking were performed to elucidate the antiviral mechanisms of Pte. Additionally, we validated the antiviral effects of Pte using in vivo experiments. Among the stilbenes examined, Pte exerted a broad-spectrum inhibitory effect on various enteroviruses, including EV-A71, EV-D68, and coxsackieviruses at 40 μM, without cytotoxicity. Mechanistically, Pte significantly inhibited enteroviral attachment, inactivated viral particles, blocked viral binding to its receptors, and increased virion stability. Molecular docking analysis revealed that Pte occupied a hydrophobic pocket in viral protein 1, indicating a strong binding affinity and acting as an efficient inhibitor. Notably, sequence alignment of multiple enteroviruses indicated that the Pte-interacting residues in VP1 were highly conserved. In vivo studies demonstrated that oral administration of Pte significantly alleviated infection symptoms and reduced mortality in hSCARB2 transgenic mice. Pte possesses potential application as a broad-efficacy antiviral drug against enteroviral infections.",
  "publication_date": "2025-04-16",
  "journal": "Phytotherapy research : PTR",
  "doi": "10.1002/ptr.8496",
  "entities": {
    "POLYPHENOL": [
      "a broad-spectrum inhibitory effect",
      "enteroviral infections",
      "its antiviral effects",
      "its receptors",
      "mechanisms",
      "molecular docking",
      "molecular docking analysis",
      "no effective drugs",
      "pte significantly alleviated infection symptoms",
      "pterostilbene",
      "pterostilbene exerts",
      "the anti-enteroviral effect",
      "the antiviral effects",
      "the antiviral mechanisms"
    ],
    "FOOD": [
      "blueberries"
    ],
    "SYMPTOM": [
      "inflammatory, and anticancer properties"
    ]
  }
}