{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Nutritional Potential and Protective Effects ofColocassia esculentaFlowers Against 2,4-Dinitrophenyl Hydrazine (DNPH) Induced AnemiaWistarStrain Rats.",
  "abstract": "This study aimed to assess the nutritional value and effect ofColocasia esculentaflowers on induced anemia inWistarrats. Proximate composition and minerals analysis were performed using AOAC standard methods. Twenty-five rats were randomly divided into five groups. Rats in Group 1 were healthy and non-anemic. In Group 2, the rats were anemic and untreated. Anemic rats in Group 3 were given 5 mg/Kg of a reference drug (Apfer) against anemia. Rats in Groups 4 and 5 were anemic and fed withC. esculentaflower powder (5% substitution) harvested in Dschang and Yabassi. Anemia was induced in rats using 2,4-Dinitrophenyl hydrazine. After 23 days of treatment, some hematological and biochemical parameters as well as indicators of oxidative stress were evaluated. The results show that potassium, calcium, and phosphate were the main minerals present inC. esculentaflowers. Concerning proteins (21.29% ± 1.13%) and lipids content (8.99% ± 0.72%), flowers harvested in Dschang were the most nutritive. Calcium was more available in flowers harvested in Dschang. These flowers are the potential sources of carotenoids with around 2201.33 and 2535.04 mg/100 g, harvested in Dschang and Yabassi, respectively. The main metabolites identified were alkaloids, quinones, anthocyanins, triterpenes, and saponins, and this profile was not affected by the locality.C. esculentaflowers significantly (p <0.05) increased hematocrit, hemoglobin, and red blood cells in Groups 4 and 5 compared to Group 2. Supplementation ofC. esculentaflower significantly (p <0.05) increased lipid profile in Groups 4 and 5 when compared to Groups 2 and 3. Also, the activity of superoxide dismutase (SOD) and catalase (CAT) significantly (p< 0.05) increased in Groups 4 and 5 compared to Groups 2 and 3. Consumption ofC. esculentaflowers could therefore help to prevent and fight against hemolytic anemia and oxidative stress.",
  "publication_date": "2025-06-13",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70419",
  "entities": {
    "SYMPTOM": [
      "oxidative stress"
    ]
  }
}