{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Prebiotic effects of plant-derived (poly)phenols on host metabolism: Is there a role for short-chain fatty acids?",
  "abstract": "The gut microbiota has been extensively investigated during the last decade because of its effects on host neuroendocrine pathways and other processes. The imbalance between beneficial and pathogenic bacteria, known as dysbiosis, may be a determining predisposing factor for many noncommunicable chronic diseases, such as obesity, type 2 diabetes mellitus, metabolic syndrome, and Alzheimer's disease. On the other hand, interventions aiming to reestablish the balance between microbiota components have been suggested as potential preventive therapeutic strategies against these disorders. Among these interventions, dietary supplementation with (poly)phenols has been highlighted due to the modulatory effects exerted by those compounds on the gut microbiota. In addition, (poly)phenol consumption is associated with increased production of short-chain fatty acids (SCFAs), a set of microbial metabolites whose actions are ascribed to improving the abovementioned metabolic disorders. Thus, this review discusses the modulation of the gut microbiota by prebiotic (poly)phenols based on in vivo studies performed with isolated (poly)phenolic compounds, their interaction with the gut microbiota and the production of SCFAs in pursuit of the molecular mechanisms underlying the health effects of (poly)phenols on host metabolism.",
  "publication_date": "2022-07-14",
  "journal": "Critical reviews in food science and nutrition",
  "doi": "10.1080/10408398.2022.2100315",
  "entities": {
    "POLYPHENOL": [
      "isolated (poly)phenolic compounds",
      "its effects",
      "the health effects",
      "the last decade",
      "the modulatory effects",
      "the molecular mechanisms"
    ],
    "SYMPTOM": [
      "alzheimer's disease",
      "metabolic syndrome",
      "obesity"
    ]
  }
}