{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Atmospheric cold plasma treatment effects on quality of cloudy apple juice during storage.",
  "abstract": "Atmospheric cold plasma (ACP) is a nonthermal technology that shows promise for use in food processing. This study evaluated the effects of ACP treatment on the quality of cloudy apple juice using two different feed gases-simulated air (SA), consisting of 80% nitrogen and 20% oxygen, and combined gas (CG), made up of 90% nitrogen and 10% oxygen-for varying durations (30-150 s). The impact of storage at 4°C for 3 weeks on physicochemical properties (pH, color, viscosity, titratable acidity, soluble solids) and bioactive compounds (total phenolic content [TPC], antioxidant capacity) was assessed. Microbial survival, including total plate count, yeast and mold counts, and Alicyclobacillus acidoterrestris spores, was also evaluated. ACP treatment did not significantly alter pH, °Brix, or viscosity immediately post-treatment; however, pH decreased significantly after storage (e.g., SA at 30 s: 3.66 ± 0.0; CG at 120 s: 3.65 ± 0.01). Post-storage, ACP-treated juices exhibited reduced lightness (L) and increased chroma (C), particularly at longer treatment times (150 s). TPC initially decreased with prolonged ACP exposure but increased post-storage, suggesting plasma-induced cell wall disruption facilitated phenolic release. Antioxidant activity remained stable in ACP-treated juices, in contrast to thermally pasteurized juices, which showed higher DPPH inhibition. ACP achieved limited reduction of A. acidoterrestris spores (1.06 ± 0.35 log CFU/mL with SA for 3 min) and had no significant effect on yeast/mold counts, which increased during storage. No bacterial growth was detected in ACP-treated juices, likely due to the acidic environment.",
  "publication_date": "2025-05-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70158",
  "entities": {
    "POLYPHENOL": [
      "a nonthermal technology",
      "no significant effect",
      "the effects"
    ],
    "FOOD": [
      "acp-treated juices",
      "cloudy apple juice",
      "thermally pasteurized juices"
    ]
  }
}