{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Comprehensive UHPLC-MS/MS and GC-MS Metabolite Profiling and Anti-Inflammatory Effect of the Ethanol Extract and Essential Oil of Cymbopogon citratus (DC.) Staph Grown in Aceh, Indonesia.",
  "abstract": "In this study, a comprehensive chemical profiling of Cymbopogon citratus metabolites grown in Aceh, Indonesia, was performed by UHPLC-ESI-QTOF-MS/MS on its 80% ethanol extract, and GC-MS on its hydrodistilled essential oil. The samples were also investigated for their anti-inflammatory activity through bovine serum albumin (BSA) protein denaturation inhibition and human red blood cell (HRBC) membrane stabilization techniques. LC-MS/MS analysis of the extract putatively identified 54 compounds, represented by 23 phenolic compounds (flavonoids, flavonoid glycosides, lignans, anthraquinone glycosides, coumarins, and a phenolic acid), 7 carboxylic acids and esters, 7 carbohydrates, 5 amino acids, 5 lipids, 2 steroids, 2 lactones, 2 alkaloids, and 1 monoterpenoid. GC-MS analysis of the essential oil indicated it was mainly made up of monoterpenoids with neral (25.89%) and geranial (49.97%) as the major compounds. The chemical contents identified in the extract and essential oil of the plant grown in Aceh were qualitatively and quantitatively different from samples reported elsewhere. Both extract and essential oil exhibited anti-inflammatory activity by stabilizing the HRBC membrane against hypotonicity-induced hemolysis and inhibited the BSA protein denaturation in a concentration-dependent manner. The anti-inflammatory activity of C. citratus was attributed mainly to the presence of bioactive compounds especially phenolic compounds and monoterpenoids.",
  "publication_date": "2025-06-20",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202500668",
  "entities": {
    "POLYPHENOL": [
      "23 phenolic compounds",
      "especially phenolic compounds",
      "flavonoid glycosides",
      "flavonoids"
    ]
  }
}