{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Preliminary assessment of cardiovascular effects and chemoinformatic analysis of total aqueous extract and fractions from Inula viscosa leaves.",
  "abstract": "Inula viscosa (L.) Aiton [Dittrichia viscosa (L.) Greuter] (Asteraceae) is an evergreen perennial herb that grows in different regions of the Mediterranean Basin. It has been particularly used for the treatment of hypertension and diabetes in the Eastern and South-East regions of Morocco. To assess the cardiovascular effects of total aqueous extract and various fractions of Inula viscosa leaves in rat-isolated hearts and aortic rings, and to investigate the potential mechanisms of action of the most active extract(s). In Langendorff's isolated heart system, heart rate (HR) and left ventricular developed pressure (LVDP) were measured for three increasing concentrations of TAE, DCMF, EAF, BF, and AF (0.003, 0.03, and 0.3 mg/mL). Propranolol (1.5 × 10⁻5M) and Verapamil (2 × 10⁻7M) were used to investigate the potential mechanisms of action of both EAF and BF. In isolated intact aortic rings, four cumulative concentrations of EAF and BF (0.0001, 0.001, 0.01, and 1 mg/mL) were tested for their vasorelaxant effects. The role of the endothelium in the vasorelaxant effect of EAF was examined by denuding aortic rings. To explore the involvement of the nitric oxide (NO) pathway, β-adrenergic receptors, calcium channels, and the sarco/endoplasmic reticulum Ca2⁺-ATPase (SERCA) pump, intact aortic rings were preincubated with L-NAME (10⁻4M), Propranolol hydrochloride (10⁻6M), Verapamil hydrochloride (10⁻5M), and Thapsigargin (10⁻7M), respectively. The hypotensive effects of both BF (125 mg/kg) and EAF (125 mg/kg) were evaluated indirectly using the tail-cuff method in normotensive rats. Additionally, the antioxidant activity, as well as the total phenolic and flavonoid contents of all prepared extracts, were determined. To further investigate the antioxidant properties, computational analysis was conducted to determine the bond dissociation energies of the hydroxyl groups on the B-ring of luteolin and quercetin, which are present in EAF and BF, respectively. Finally, an UHPLC analysis was performed for BF. In isolated perfused hearts, TAE induced a dose-dependent positive inotropic effect, accompanied by mild bradycardia. EAF exhibited both positive inotropic and chronotropic effects in a concentration-dependent manner. BF demonstrated a highly dose-dependent, selective positive inotropic effect (LVDP = 76.5 ± 19.2% vs. control at 0.3 mg/mL) with no significant impact on HR. Our findings suggest that BF acts independently of β-adrenoreceptor-dependent pathways, whereas EAF may exert its effects through β-agonistic activity. Additionally, Ca2⁺ channels may play a role in the effects of both fractions. In phenylephrine-precontracted thoracic arteries, both BF and EAF induced concentration-dependent vasorelaxation, with EAF producing the most potent vasorelaxant effect (Emax= 84.16 ± 3.68%). EAF mediates an endothelium-independent vasodilatory response through inhibition of voltage-dependent Ca2⁺ channels and activation of the SERCA pump. BF also demonstrated a significant hypotensive effect in vivo. Among the various extracts, BF contained the highest total phenolic and flavonoid contents and exhibited the strongest DPPH scavenging activity (IC50= 7.13 µg/mL). Molecular docking studies supported these findings, indicating that quercetin is more effective at scavenging free radicals than luteolin. Phytochemical study of BF revealed the presence of phenolic compounds such as chlorogenic acid, three isochlorogenic acids (A, B and C), tri-caffeoylhexaric acid, methyl 3,5-dicaffeoylquinic acid, quercetin-3-glucuronide and the new molecule 1,3,4,5-tetracaffeoylaltraric acid. This study revealed a novel and potent selective inotropic effect of the BF fraction from I. viscosa leaves, characterized by the absence of tachycardia and independence from β-adrenergic receptors in isolated rat hearts.",
  "publication_date": "2025-04-17",
  "journal": "Journal of molecular histology",
  "doi": "10.1007/s10735-025-10408-4",
  "entities": {
    "SYMPTOM": [
      "hypertension"
    ],
    "POLYPHENOL": [
      "a dose-dependent positive inotropic effect",
      "a highly dose-dependent, selective positive inotropic effect",
      "a novel and potent selective inotropic effect",
      "a significant hypotensive effect",
      "both positive inotropic and chronotropic effects",
      "chlorogenic acid",
      "its effects",
      "luteolin",
      "molecular docking studies",
      "phenolic compounds",
      "phenylephrine-precontracted thoracic arteries",
      "quercetin",
      "quercetin-3",
      "the cardiovascular effects",
      "the effects",
      "the highest total phenolic and flavonoid contents",
      "the hypotensive effects",
      "the most potent vasorelaxant effect",
      "the new molecule 1,3,4,5-tetracaffeoylaltraric acid",
      "the potential mechanisms",
      "the total phenolic and flavonoid contents",
      "the vasorelaxant effect",
      "their vasorelaxant effects",
      "three isochlorogenic acids",
      "β-adrenergic receptors",
      "β-adrenoreceptor-dependent pathways"
    ]
  }
}