{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "The Effects of a Grape Seed Procyanidin Extract on Cytochrome P450 3A4 Activity and Inflammatory Mediators in the Lungs of Heavy Active and Former Smokers.",
  "abstract": "Grape seed procyanidin extract (GSE) is widely used to promote cardiovascular health and has purported anti-inflammatory properties. Chronic inflammation in the lungs caused by environmental toxins such as tobacco smoking plays a pivotal role in lung cancer development. In a modified phase I lung cancer chemoprevention study conducted in heavy active and former smokers using leucoselect phytosome (LP), a standardized grape seed procyanidin extract complexed with soy phospholipids to enhance bioavailability, three months of LP treatment favorably modulated a variety of surrogate endpoint biomarkers, including markers of cell proliferation. In this correlative study, we further analyzed the effects of LP on cytochrome P450 3A4 (CYP3A4) activities by comparing the endogenous conversions of cortisol and cortisone to 6-beta-hydroxycortisol and 6-beta-hydroxycortisone, respectively, before and after LP treatment and the anti-inflammatory effects of LP in the lung microenvironment of these participants by comparing a profile of inflammatory cytokines and chemokines in matched pre- and post-treatment bronchoalveolar lavage (BAL) fluids. LP treatment did not significantly alter CYP3A4 activity, and three months of LP treatment significantly decreased tumor necrosis factor (TNF), C-C Motif Chemokine Ligand 3 (CCL3) and granzyme B in BAL fluids. Furthermore, post-LP-treatment BAL fluids significantly reduced migration/invasion of various human lung neoplastic cells in vitro. Our findings support the anti-inflammatory effects of GSE/LP in the lung microenvironment and its potential utility for reducing cancerizing forces, as well as driving forces for other common respiratory diseases such as chronic obstructive pulmonary disease and asthma, in the lungs of heavy former and active smokers.",
  "publication_date": "2024-12-06",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms252313105",
  "entities": {
    "FOOD": [
      "a standardized grape seed",
      "grape seed",
      "soy phospholipids"
    ],
    "POLYPHENOL": [
      "leucoselect phytosome",
      "procyanidin extract",
      "the anti-inflammatory effects",
      "the effects",
      "tumor necrosis factor"
    ],
    "SYMPTOM": [
      "cancerizing forces",
      "chronic inflammation",
      "i lung cancer chemoprevention study",
      "lung cancer development"
    ]
  }
}