{
  "source": "PubMed",
  "query": "catechins",
  "title": "Development of hydroxyapatite-based Carboxymethylcellulose-Al(III) aerogel beads for efficient and selective defluorination from brick tea infusions.",
  "abstract": "High fluoride intake from tea consumption poses significant health risks, necessitating the development of defluorination adsorbents in the food industry. Defluorination from tea is particularly challenging due to the requirements for high adsorption efficiency, preservation of sensory quality, and high recovery rates of the adsorbents. In this study, we introduced an innovative aerogel bead, CMC-Al/HAP, which integrates hydroxyapatite (HAP) into a carboxymethylcellulose (CMC) sphere crosslinked with aluminum chloride through a green and straightforward process. Our results demonstrated that CMC-Al/HAP achieved a remarkable fluoride adsorption capacity of 23.51 ± 0.46 mg/g. Subsequently, we investigated the impact of various adsorption parameters, kinetics, isotherms, coexisting anions, and recycling potential on the adsorption behavior of the beads. The adsorption kinetics followed the pseudo-second-order and dubinin-radushkevich models, while the Langmuir isotherm provided a good fit for the adsorption data. Characterization studies conducted before and after adsorption indicated that the adsorption mechanism mainly involved ion exchange and electrostatic interactions. Notably, CMC-Al/HAP effectively reduced fluoride levels in brick tea infusions without affecting quality such as tea color, catechins, and aroma. These findings underscore the potential of CMC-Al/HAP aerogel beads as a practical defluorination solution, providing valuable insights into alternative methods for defluorination in the tea industry.",
  "publication_date": "2025-05-24",
  "journal": "Carbohydrate polymers",
  "doi": "10.1016/j.carbpol.2025.123802",
  "entities": {
    "POLYPHENOL": [
      "electrostatic interactions",
      "high recovery rates",
      "the adsorption mechanism",
      "the pseudo-second-order and dubinin-radushkevich models"
    ],
    "FOOD": [
      "brick tea infusions"
    ]
  }
}