{
  "source": "PubMed",
  "query": "tannins",
  "title": "Hemoglobin-decorated metal polyphenol network platform featuring antibacterial, antioxidant, and oxygen carrying properties for promoting infected diabetic wound healing.",
  "abstract": "Chronic wounds have emerged as a formidable challenge in diabetes management, leading to high morbidity and mortality. The diabetic wound healing is often impaired due to recurrent bacterial infections, excessive reactive oxygen species (ROS), and severe hypoxia. Thus, we developed a multifunctional nanoplatform that exhibited remarkable antibacterial activity, ROS scavenging and oxygen-carrying properties. Metal-phenol network (MPN) as core material was synthesized by assembling tannic acid (TA) with Fe2⁺ via coordination and hydrophobic interactions. Subsequently, hemoglobin (Hb) was decorated onto MPN surface through cation-π interactions. MPN protected Hb against oxidation and preserved its physiological function, facilitating oxygen transport. Moreover, MPN-Hb displayed robust and broad-spectrum antioxidant activity that can effectively scavenge ROS and reactive nitrogen species. Under near-infrared (NIR) irradiation, MPN-Hb demonstrated excellent bactericidal activity against Escherichia coli (E. coli) and Staphylococcus aureus (S. aureus), effectively eradicated biofilms through hyperthermia. In vivo studies have shown that MPN-Hb with good biocompatibility could effectively eliminate bacteria at the wound site, mitigate the inflammatory response, and promote collagen deposition and angiogenesis, thereby accelerating wound healing. Overall, this multifunctional nanoplatform offers a straightforward, safe, and efficient therapeutic strategy for treating chronic diabetic wounds.",
  "publication_date": "2025-04-30",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.143695",
  "entities": {
    "POLYPHENOL": [
      "excessive reactive oxygen species",
      "recurrent bacterial infections",
      "robust and broad-spectrum antioxidant activity",
      "ros and reactive nitrogen species"
    ]
  }
}