{
  "source": "PubMed",
  "query": "lignans",
  "title": "Phytochemistry and Anti-Inflammatory and Antioxidant Activities ofCinnamomum osmophloeumand Its Bioactive Constituents: A Review.",
  "abstract": "Cinnamomum osmophloeum, commonly known as indigenous cinnamon, is a tree species native to Taiwan's hardwood forests. It has been extensively investigated for its chemical composition and bioactivities. Several reports have shown thatC. osmophloeumleaves are rich in aromatic oils, which are grouped into various chemotypes based on their major constituents. Components of the volatile oils included phenylpropanoids, monoterpenoids, sesquiterpenoids, phenols, coumarins, and other miscellaneous compounds. In addition, other secondary metabolites previously identified in this species included flavonol glycosides, phenolic acids, lignans, proanthocyanidins, and cyclopropanoids.C. osmophloeumis widely recognized for its medicinal and industrial applications, particularly its essential oils. In general, essential oils exhibit remarkable anti-inflammatory and antioxidant actions, enabling them to modulate key inflammatory mediators and neutralize free radicals. This review explored the phytochemical composition of the essential oils and extracts fromC. osmophloeumas well as therapeutic potential of this species, focusing on the action mechanisms and clinical potential. We hope that this review will contribute to a better understanding of the biological effects of this plant and its potential applications in the management of conditions associated with inflammation and oxidative stress.",
  "publication_date": "2025-02-12",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14040562",
  "entities": {
    "FOOD": [
      "indigenous cinnamon"
    ],
    "POLYPHENOL": [
      "a tree species",
      "other secondary metabolites",
      "proanthocyanidins",
      "the action mechanisms",
      "the biological effects",
      "this species"
    ],
    "SYMPTOM": [
      "inflammation",
      "oxidative stress"
    ]
  }
}