{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "A Comprehensive Review on Characterization of Pepper Seeds: Unveiling Potential Value and Sustainable Agrifood Applications.",
  "abstract": "Pepper (Capsicum annuumL.) processing generates significant byproducts, with seeds emerging as a promising resource due to their rich content of oils, proteins, phenolic compounds and minerals. This comprehensive review critically evaluates the existing literature on the characterization of pepper seeds, highlighting their significant nutritional value and diverse bioactive constituents. The substantial oil content, characterized by a high proportion of unsaturated fatty acids, such as linoleic and oleic acids, positions pepper seeds as a valuable source for edible oil and potential biofuel production. In addition, the presence of significant amounts of proteins, carbohydrates, dietary fibre and essential amino acids underlines their potential for the development of functional foods and dietary supplements. The current review also summarizes the findings on the phenolic profile and antioxidant activities of pepper seeds, indicating their relevance for nutraceutical and cosmetic applications. Finally, the potential utilization of pepper seeds in various agri-food industrial applications, such as food condiments, biostimulants, and biomass for energy, is discussed, promoting sustainability and a circular bioeconomy approach to valorise this underutilized resource. This systematic review summarizes current knowledge, identifies knowledge gaps, and highlights the potential of pepper seeds as a sustainable and economically viable alternative in multiple sectors.",
  "publication_date": "2025-06-01",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14111969",
  "entities": {
    "POLYPHENOL": [
      "a circular bioeconomy approach",
      "a sustainable and economically viable alternative",
      "multiple sectors",
      "phenolic compounds"
    ],
    "FOOD": [
      "functional foods",
      "pepper seeds",
      "positions pepper seeds"
    ]
  }
}