{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Appearance of green tea compounds in plasma following acute green tea consumption is modulated by the gut microbiome in mice.",
  "abstract": "Studies have suggested that phytochemicals in green tea have systemic anti-inflammatory and neuroprotective effects. However, the mechanisms behind these effects are poorly understood, possibly due to the differential metabolism of phytochemicals resulting from variations in gut microbiome composition. To unravel this complex relationship, our team utilized a novel combined microbiome analysis and metabolomics approach applied to low complexity microbiome (LCM) and human colonized (HU) gnotobiotic mice treated with an acute dose of powdered matcha green tea. A total of 20 LCM mice received 10 distinct human fecal slurries for ann= 2 mice per human gut microbiome; 9 LCM mice remained un-colonized with human slurries throughout the experiment. We performed untargeted metabolomics on green tea and plasma to identify green tea compounds that were found in the plasma of LCM and HU mice that had consumed green tea. 16S ribosomal RNA gene sequencing was performed on feces of all mice at study end to assess microbiome composition. We found multiple green tea compounds in plasma associated with microbiome presence and diversity (including acetylagmatine, lactiflorin, and aspartic acid negatively associated with diversity). Additionally, we detected strong associations between bioactive green tea compounds in plasma and specific gut bacteria, including associations between spiramycin andGemmigerand between wildforlide andAnaerorhabdus. Notably, some of the physiologically relevant green tea compounds are likely derived from plant-associated microbes, highlighting the importance of considering foods and food products as meta-organisms. Overall, we describe a novel workflow for discovering relationships between individual food compounds and the composition of the gut microbiome.",
  "publication_date": "2025-01-10",
  "journal": "Microbiology spectrum",
  "doi": "10.1128/spectrum.01799-24",
  "entities": {
    "FOOD": [
      "bioactive green tea compounds",
      "green tea",
      "green tea compounds",
      "multiple green tea compounds",
      "powdered matcha green tea",
      "the physiologically relevant green tea compounds"
    ],
    "POLYPHENOL": [
      "-inflammatory and neuroprotective effects",
      "10 distinct human fecal slurries",
      "feces",
      "plasma and specific gut bacteria",
      "the mechanisms",
      "these effects"
    ]
  }
}