{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Comparative sensitivity of marine invertebrate lipids to oxidation under prooxidant conditions in vitro.",
  "abstract": "The current study compared the degree of oxidative damage induced by Fenton reagents (ferrous sulfate and hydrogen peroxide) in the digestive tissue homogenates of 13 species of marine invertebrates (mollusks and echinoderms). Lipid peroxidation (thiobarbituric acid reactive substances, TBARS) was used to estimate the potential resistance to lipid peroxidation in the studied organisms. These data showed that invertebrates can be divided into two groups. The first group included sea urchins and gastropod mollusks, which had a high level of integrated antiradical activity (IAA) and a low level of lipids available for peroxidation (LPA). The second group included sea stars and bivalves, which have low levels of IAA and varying amounts of LPA. On the basis of these data, it is hypothesized that species occupying the upper littoral and intertidal zones (sea urchins, gastropod mollusks), and which are exposed to fluctuations in factors that affect metabolic processes and thus alter the levels of reactive oxygen species, are adapted for such settings through a high antioxidant potential. Conversely, species that inhabit deeper waters under more stable conditions (bivalves, sea stars), do not need to maintain a high concentration of low-molecular-weight antioxidants. This may represent an important adaptation of these species to environmental fluctuations in their natural habitats.",
  "publication_date": "2025-06-26",
  "journal": "Comparative biochemistry and physiology. Part B, Biochemistry & molecular biology",
  "doi": "10.1016/j.cbpb.2025.111121",
  "entities": {
    "SYMPTOM": [
      "oxidative damage"
    ],
    "POLYPHENOL": [
      "13 species",
      "echinoderms",
      "low-molecular-weight antioxidants",
      "reactive oxygen species",
      "species",
      "the second group",
      "these species"
    ]
  }
}