{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Relationship between chocolate consumption and overall and cause-specific mortality, systematic review and updated meta-analysis.",
  "abstract": "Chocolate is a rich dietary source of various bioactive flavonoid compounds. Despite being one of the most popular foods worldwide, the association between chocolate consumption and long-term mortality remains unclear. The objective of this study is to determine the associations between chocolate consumption and long-term overall and cause-specific mortality, to evaluate dose-response and potential mediators, and to conduct an updated meta-analysis based on prospective cohort studies. We performed a prospective analysis in the Alpha-Tocopherol, Beta-Carotene cancer prevention (ATBC) Study with a total of 27,111 men who were recruited between 1985 and 1988 and followed through 2015. Exposure data of daily chocolate consumption was obtained from validated baseline food frequency questionnaire. Hazard ratios (HRs) and 30-year absolute risk differences (ARDs) including 95% confidence intervals (CI) for overall and cause-specific mortality were estimated using multivariable-adjusted Cox proportional hazards regression models. An updated meta-analysis of cohort studies was also conducted. During 482,807 person-years of follow-up, a total of 22,064 men died. The multivariable analyses showed a statistically significant inverse association between chocolate consumption and risk of overall mortality, with HRs of 0.91, 0.89, 0.89, and 0.88 for the increasing categories 2-5 as compared with those in the lowest category (Ptrend< 0.0001, and P for nonlinearity < 0.0001). We observed significantly lower mortality from cardiovascular disease (CVD), heart disease and cancer, representing 13%, 16% and 12% risk reductions for the highest compared to lowest chocolate category, respectively (all Ptrend≤ 0.002; all P for nonlinearity < 0.0001). The inverse associations of chocolate consumption with risk of overall, CVD and heart disease mortality were generally consistent across cohort subgroups (e.g., body mass index and serum cholesterol). Mediation analysis showed that 4.3% of the inverse association of chocolate and overall mortality was mediated through reducing blood pressure. Within the updated meta-analysis of cohort studies (21 risk estimates, 908,390 participants and 65,407 events), greater consumption of chocolate (per 5 g/day) was associated with a lower risk of CVD incidence and mortality (pooled relative risk = 0.98, P value < 0.001; P for nonlinearity < 0.001). The predefined subgroup analyses generally revealed consistent inverse chocolate-CVD risk associations. In this prospective study, calorie-balanced greater consumption of chocolate was inversely associated with lower overall, CVD, heart disease and cancer mortality. The systematic review and meta-analysis provide support for the inverse chocolate-CVD association. Our findings may provide evidence to partially allay concerns regarding adverse health outcomes from low-to-moderate chocolate consumption.",
  "publication_date": "2022-04-23",
  "journal": "European journal of epidemiology",
  "doi": "10.1007/s10654-022-00858-5",
  "entities": {
    "FOOD": [
      "chocolate",
      "chocolate consumption",
      "consistent inverse chocolate-cvd risk associations",
      "daily chocolate consumption",
      "low-to-moderate chocolate consumption",
      "lowest chocolate category",
      "the inverse chocolate-cvd association"
    ],
    "POLYPHENOL": [
      "a prospective analysis",
      "overall and cause-specific mortality",
      "prospective cohort studies",
      "respectively (all ptrend≤",
      "the objective",
      "this prospective study",
      "various bioactive flavonoid compounds"
    ],
    "SYMPTOM": [
      "cancer",
      "cancer mortality"
    ]
  }
}