{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Associations between Dietary Polyphenols and Type 2 Diabetes in a Cross-Sectional Analysis of the PREDIMED-Plus Trial: Role of Body Mass Index and Sex.",
  "abstract": "Overweight and obesity are important risk factors for type 2 diabetes (T2D). Moving towards healthier diets, namely, diets rich in bioactive compounds, could decrease the odds of suffering T2D. However, those individuals with high body mass index (BMI) may have altered absorption or metabolism of some nutrients and dietary components, including polyphenols. Therefore, we aimed to assess whether high intakes of some classes of polyphenols are associated with T2D in a population with metabolic syndrome and how these associations depend on BMI and sex. This baseline cross-sectional analysis includes 6633 participants from the PREDIMED-Plus trial. Polyphenol intakes were calculated from food frequency questionnaires (FFQ). Cox regression models with constant time at risk and robust variance estimators were used to estimate the prevalence ratios (PRs) for polyphenol intake and T2D prevalence using the lowest quartile as the reference group. Analyses were stratified by sex and BMI groups (overweight and obese) to evaluate potential effect modification. Catechins, proanthocyanidins, hydroxybenzoic acids, and lignans were inversely associated with T2D. Hydroxycinnamic acids were directly related in men. These associations were different depending on sex and BMI, that is, women and overweight obtained stronger inverse associations.",
  "publication_date": "2019-11-08",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox8110537",
  "entities": {
    "SYMPTOM": [
      "metabolic syndrome",
      "obesity",
      "type 2 diabetes"
    ],
    "POLYPHENOL": [
      "catechins",
      "polyphenol intake and t2d prevalence",
      "polyphenol intakes",
      "polyphenols",
      "potential effect modification",
      "proanthocyanidins",
      "t2d. hydroxycinnamic acids",
      "this baseline cross-sectional analysis"
    ]
  }
}