{
  "source": "PubMed",
  "query": "tannins",
  "title": "Antihyperglycemic activity of polyphenolic metabolites and biosynthesized silver nanoparticles from Pedalium murex: Characterization and application of antioxidant and uropathogenic antimicrobial activities.",
  "abstract": "Pedalium murex commonly known as (large caltrops, bara gokhru) is a medicinal plant with potential therapeutic benefits. Hyperglycemia, a hallmark of diabetes, affects millions worldwide. Research on its leaf ethanol extract demonstrates potential for managing hyperglycemia in vitro and in vivo. Phytochemical analysis revealed secondary metabolites, including tannins, alkaloids, saponins, flavonoids, and polyphenols, with high levels of total flavonoids (287.5 ± 17.3 μg QEq./mg) and polyphenols (327.5 ± 17.2 μg QEq./mg). Scanning electron microscopy (SEM) confirmed the granular nature of synthesized silver nanoparticles (AgNPs) with a size range of 20-40 nm, while transmission electron microscopy (TEM) showed spherical AgNPs (20-50 nm). Energy-dispersive X-ray spectroscopy (EDX) identified silver (66.75 %), carbon (22.02 %), and oxygen (11.23 %) as the primary components. The extract effectively neutralized DPPH-free radicals (39.57 ± 4.77 %), while the AgNPs showed greater efficacy (68.23 ± 5.37 %). Superoxide radical (O2•-) reduction was significant for both the extract (59.33 ± 0.17 %) and AgNPs (38.73 ± 0.21 %), highlighting potent antioxidant properties. Hydroxyl radical (●OH) scavenging was higher for the extract (63.72 ± 0.17 %) than for AgNPs alone (36.71 ± 0.29 %). The AgNPs showed significant antimicrobial activity, with inhibition zones of 16.27 ± 0.18 mm against Staphylococcus aureus and 11.23 ± 0.17 mm against Candida albicans at 80 μg/mL. In toxicity studies, P. murex-AgNPs were well tolerated in mice. In hyperlipidemic mice, treatment with P. murex-AgNPs (350 mg/kg and 700 mg/kg) significantly reduced cholesterol, triglycerides, and LDL-c levels without affecting HDL-c. These findings provide valuable insights into the therapeutic potential of P. murex-AgNPs for the treatment of hyperlipidemia and diabetes.",
  "publication_date": "2025-04-24",
  "journal": "Microbial pathogenesis",
  "doi": "10.1016/j.micpath.2025.107620",
  "entities": {
    "SYMPTOM": [
      "hyperglycemia",
      "hyperlipidemia"
    ],
    "POLYPHENOL": [
      "electron microscopy",
      "energy-dispersive x-ray spectroscopy",
      "flavonoids",
      "polyphenols",
      "secondary metabolites",
      "tannins",
      "total flavonoids",
      "transmission electron microscopy"
    ]
  }
}