{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Valorization of onion wastes and by-products using deep eutectic solvents as alternate green technology solvents for isolation of bioactive phytochemicals.",
  "abstract": "Onion is an edible plant (vegetable) and many varieties of onions are consumed in the world as food. Current production is around one hundred million tonnes. One million tonnes of onion wastes are generated, which need to be utilized appropriately. Onion and onion waste contained several useful phytochemicals. This review describes and discusses on the results of studies using deep eutectic solvents (DES) as alternate green solvents in the extraction and analysis of bioactive phytochemicals from onions and onion waste. DESs are produced as consistent liquids by bonding between hydrogen bond donors and hydrogen bond acceptors. These are also called as NADES, when these are formed from primary metabolites available from the nature. Methods are discussed to extract maximum quantities of active constituents using DES/NADES. Mechanism of the processes is also provided. Extraction times and solvent consumption are reduced. Quantity of the samples for estimation is also decreased. Stability of phytochemicals in DES extract is increased. Selected modern techniques are reported for exclusive separation, adsorption and estimation of bioactive components (phenolics, flavonoids, tannic acid, pectins, lignins, and lignocelluloses). Onion extracts from NADES could be used directly in pharmaceutical products and functional foods, as the side effects and toxicity are minimal than the extracts from organic solvents. Large scale production of quercetin from onion waste has been initiated and parameters were optimised. Thus, onions and its waste can be valorized using DES/NADES as alternate green solvents.",
  "publication_date": "2025-02-21",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.115980",
  "entities": {
    "FOOD": [
      "functional foods",
      "onion",
      "onion and onion waste",
      "onion waste",
      "onion wastes",
      "onions",
      "onions and onion waste"
    ],
    "POLYPHENOL": [
      "deep eutectic solvents",
      "flavonoids",
      "mechanism",
      "pectins",
      "quercetin",
      "selected modern techniques",
      "the side effects"
    ]
  }
}