{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Bioactivity of honey: phenolic composition, antioxidant trends and carcinoma cell lines effects through digestion.",
  "abstract": "Honey is not only a food source but also a valuable substance for health and medicine, owing to its complex composition and bioactive properties. However, there is very limited information on the changes in the active compounds of honey during digestion and their antioxidant capacity and effect on cancer cells at the end of digestion. Herein, we investigate the dynamic changes in their bioactive compound composition and antioxidant activity during in vitro gastrointestinal digestion and the effect of digested honey on several cancer cell lines, after determining the antimicrobial and anti-inflammatory effects of mono- and multifloral kinds of honey. The tested raw honey samples exhibited higher anti-inflammatory properties (36 %-80 %) with increasing total phenolic content (78-132 mg GAE/100 g), along with significant antimicrobial activity against E. coli (6-9 mm) and S. aureus (6-14 mm) bacterial species. The findings showed that total phenolic and flavonoid contents increased significantly during digestion, with a peaking value of 258 mg GAE/100 g in the intestinal phase, while TEAC and CUPRAC analysis exhibited variable trends depending on the digestion stage. Moreover, the concentration of compounds such as gallic, syringic, caffeic, p-coumaric, trans-cinnamic acid, and methyl-3,4,5-trihydroxybenzoate identified by HPLC-DAD showed some fluctuations at different stages of digestion. Cytotoxicity analysis revealed that digested honey samples, particularly those with higher phenolic content, exhibited pronounced antiproliferative effects on cancer cells at higher concentrations, with minimal effects on healthy cells. These findings underscore the importance of honey's bioactive compounds, their transformation during digestion, and their potential health benefits.",
  "publication_date": "2025-05-05",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116603",
  "entities": {
    "POLYPHENOL": [
      "bacterial species",
      "effect",
      "gallic, syringic, caffeic, p-coumaric, trans-cinnamic acid",
      "minimal effects",
      "pronounced antiproliferative effects",
      "the antimicrobial and anti-inflammatory effects",
      "the effect",
      "total phenolic and flavonoid contents"
    ],
    "SYMPTOM": [
      "cancer cells",
      "several cancer cell lines"
    ]
  }
}