{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "MADS-box BSISTER transcription factors regulate stilbenes biosynthesis in grapes by directly binding to the promoter of STS48.",
  "abstract": "Stilbenes constitute a class of naturally occurring polyphenolic compounds that have been identified in a wide range of plants. In wine, stilbenes play crucial roles in humans, exhibiting anti-cancer, anti-inflammatory, antioxidant properties, and aiding in the prevention of cardiovascular diseases. Therefore, studies on the synthesis and regulatory mechanisms of styrene compounds in grapes are of great economic importance. In this study, we discovered that BS (BSISTER) transcript factors, a member of the MADS-BOX gene family, regulate the biosynthesis of stilbenes in grapevine. Comprehensive transcriptome and phenolic metabolome analysis were conducted on wild-type grapevine callus, as well as on transgenic callus overexpressing 35S::VviBS1-GFP and 35S: VviBS2-GFP under the control of the 35S promoter. The results showed that VviBS1 and VviBS2 down-regulate the synthesis of stilbenes. We screened seven STS differential genes from the transcriptome and further examined the expression of these differential genes in grapevine callus by RT-qPCR, and found that VviSTS48 was the most highly expressed compared to other STS genes. In addition, yeast one-hybrid assay, dual luciferase assay, and Chip-qPCR assay were performed for validation. The results of these experiments indicate that VviBS1 and VviBS2 down-regulate astragalus synthesis by directly binding to the promoter of VviSTS48. In conclusion, our researches provide new insight into the regulatory mechanisms of stilbenes biosynthesis in grapevine, which could be effectively employed for metabolic engineering to regulate stilbenes content and represent a useful reference for further study of BS function.",
  "publication_date": "2024-12-09",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2024.138625",
  "entities": {
    "POLYPHENOL": [
      "great economic importance",
      "naturally occurring polyphenolic compounds",
      "regulatory mechanisms",
      "the regulatory mechanisms"
    ],
    "FOOD": [
      "grapes",
      "grapevine",
      "grapevine callus",
      "wild-type grapevine callus",
      "wine"
    ],
    "SYMPTOM": [
      "anti-cancer, anti-inflammatory, antioxidant properties"
    ]
  }
}