{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Analysis of Antioxidant Activity and Volatile Components in Rapeseed Flower-Enriched Persimmon Wine.",
  "abstract": "The quality of persimmon wine is closely related to various compounds, including polysaccharides. Polysaccharides are an essential class of macromolecules that modulate the wine's chemical and physical characteristics by influencing the colloidal state or interacting with other compounds through non-covalent bonds. Polyphenols, on the other hand, exhibit antioxidant properties and effectively neutralize free radicals. This study employed Luotian sweet persimmons and Brassica napus (rapeseed) as core ingredients for producing functional fermented wine. Using GC-MS, rapeseed polysaccharides were subjected to trifluoroacetic acid hydrolysis and then derivatized via silylation for qualitative analysis of their monosaccharide composition. Molecular docking and molecular dynamics simulations were performed to provide molecular-level insights into the interactions between D-glucopyranose from rapeseed polysaccharides and quercetin, a polyphenol present in persimmon wine. The objective was to explore the binding mechanisms of these compounds during fermentation and to assess how these molecular interactions in-fluence the wine's flavor and stability. In addition, volatile flavor compounds in two types of persimmon wine (pure persimmon wine and oleoresin-enriched persimmon wine) were qualitatively and quantitatively analyzed using headspace solid-phase microextraction (SPME) combined with gas chromatography-mass spectrometry (GC-MS). The results reveal that D-glucopyranose forms hydrogen bonds with quercetin, modulating its redox behavior and thereby enhancing the antioxidant capacity of persimmon wine. The results from four in vitro antioxidant assays, including DPPH, ABTS, FRAP, and vitamin C analysis, demonstrate that the addition of rapeseed flowers improved the antioxidant activity of persimmon wine. HS-SPME-GC-MS analysis revealed that esters, alcohols, and aldehydes were the primary components contributing to the aroma of persimmon wine. Persimmon wines with varying levels of oleoresin addition exhibited significant differences in the contents of key compounds, which subsequently influenced the aroma complexity and flavor balance. In conclusion, these findings provide reliable data and a theoretical foundation for understanding the role of rapeseed flower in regulating the aroma profile of persimmon wine. These findings also offer theoretical support for a deeper understanding of the fermentation mechanisms of persimmon wine while providing practical guidance to optimize production processes, ultimately improving both product flavor and stability. This study fills a critical academic gap in understanding microscopic molecular interactions during fermentation and offers a novel perspective for innovation in the fermented food industry.",
  "publication_date": "2025-05-19",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14101804",
  "entities": {
    "FOOD": [
      "functional fermented wine",
      "persimmon wine",
      "persimmon wines",
      "the fermented food industry",
      "the wine's chemical and physical characteristics",
      "the wine's flavor"
    ],
    "POLYPHENOL": [
      "a novel perspective",
      "a polyphenol present",
      "gas chromatography-mass spectrometry",
      "how these molecular interactions",
      "macromolecules",
      "microscopic molecular interactions",
      "molecular docking",
      "molecular dynamics simulations",
      "molecular-level insights",
      "polyphenols",
      "quercetin",
      "the binding mechanisms",
      "the fermentation mechanisms",
      "the objective"
    ]
  }
}