{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Cyclophosphamide-induced pulmonary toxicity involves oxidative stress, inflammation, apoptosis, and fibrosis with impaired Nrf2/HO-1 Signaling: Protective role of rosmarinic acid.",
  "abstract": "Cyclophosphamide (CYP) is a widely used immunosuppressive and antineoplastic agent; nevertheless, its use is linked to significant pulmonary toxicity. Rosmarinic acid (RA), a natural polyphenolic compound found in various medicinal plants, is well-known for its powerful anti-inflammatory and antioxidant properties. This study aimed to explore the protective effects of RA against CYP-induced lung damage in mice. The mice received co-treatment of RA (25 and 50 mg/kg, orally) and CYP (30 mg/kg, i.p.) for 10 consecutive days, with sacrifice occurring 24 h after the final dose. Administration of CYP resulted in notable lung injury characterized by several histopathological changes and fibrosis, along with increased markers of oxidative stress, including malondialdehyde and protein carbonyl levels, and decreased antioxidant defenses such as reduced glutathione levels and superoxide dismutase and catalase activities. Furthermore, CYP treatment induced intense inflammatory reactions (enhanced NF-κB p65 expression and pro-inflammatory cytokines TNF-α and IL-6 levels) and apoptosis (reduced Bcl-2 and increased Bax and caspase-3) in lung tissues. Notably, treatment with RA alleviated CYP-induced lung injury by balancing redox state, reducing inflammation, and inhibiting apoptosis. Moreover, RA restored Nrf2/HO-1 signaling pathway in lung tissues. Our results suggest RA may represent a promising protective tool against CYP-induced lung injury via its ability to mitigate oxidative tissue injury, inflammation, and apoptosis and to restore Nrf2/HO-1 signaling pathway.",
  "publication_date": "2025-05-14",
  "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
  "doi": "10.1016/j.fct.2025.115552",
  "entities": {
    "POLYPHENOL": [
      "10 consecutive days",
      "a natural polyphenolic compound",
      "a promising protective tool",
      "rosmarinic acid",
      "the protective effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "inflammation",
      "oxidative stress"
    ]
  }
}