{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Metabolic Dynamics and Sensory Impacts of Aging on Peony Mead: Insights into Nonenzymatic Reactions.",
  "abstract": "Peony mead, an emerging fermented beverage, has attracted attention because of its unique flavor and health benefits. The dynamic changes in sensory quality and the molecular mechanisms involved during post-fermentation are still unclear, limiting its industrial production. In this study, GC-IMS (gas chromatography-ion mobility spectrometry) and UHPLC-MS/MS (ultrahigh-performance liquid chromatography-tandem mass spectrometry) were employed to systematically analyze the variations in aroma and quality of peony mead across aging stages. During the aging process, titratable acid content increased significantly, while soluble solids and reducing sugars decreased. Total phenol content initially rose but subsequently declined. Sensory analysis demonstrated that the sweet-acid balance and polyphenol content were critical in shaping the sensory characteristics of the product. Seventeen key volatile metabolites were identified via GC-IMS, with the 2-methyl-1-propanol dimer/polymer and 3-methyl-1-butanol dimer/polymer serving as potential characteristic markers. These key volatile metabolites underwent physicochemical reactions, yielding complex and coordinated aroma characteristics. UHPLC-MS/MS analysis revealed that nonvolatile metabolites changed significantly, which were driven by nonenzymatic reactions such as redox reactions, hydrolysis, and condensation. In addition, correlation analysis identified mechanisms by which key metabolites potentially contributed to sensory properties such as floral aroma, fruit fragrance, sweetness, sourness, etc. This study provided insights into quality changes during aging and supported the development of high-quality fermented beverages.",
  "publication_date": "2025-03-17",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14061021",
  "entities": {
    "POLYPHENOL": [
      "mechanisms",
      "the molecular mechanisms",
      "the sweet-acid balance and polyphenol content",
      "uhplc-ms/ms (ultrahigh-performance liquid chromatography-tandem mass spectrometry"
    ],
    "SYMPTOM": [
      "aging",
      "aging stages",
      "the aging process"
    ]
  }
}