{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Metabolic Syndrome Prevention Potential of Tamarillo: Phytochemical Composition, Antioxidant Activity, and Enzyme Inhibition Before and After Digestion.",
  "abstract": "Tamarillo (Solanum betaceumCav.) is rich in polyphenols, anthocyanins, and carotenoids, making it a promising candidate for functional food development. This study investigated phytochemical profiles and bioactivities in different tamarillo parts. Various parts of tamarillo were extracted using water and ethanol (0-95%), with 95% ethanol yielding the highest content of bioactive compounds in the peel, pulp, mucilage, and whole fruit, while 75% ethanol was more effective for the seeds. Among tamarillo components, the peel exhibited the highest concentrations of hydroxycinnamoyl derivatives, anthocyanins, and carotenoids, along with superior antioxidant capacity, including strong scavenging activity against 2,2-diphenyl-1-picrylhydrazyl (DPPH) radicals (EC50, 45.26 µg extract/mL) and high reducing power (EC50, 113.3 µg extract/mL). The peel extract exhibited the strongest inhibitory effects on α-glucosidase (IC50, 1.623 mg/mL) and angiotensin-converting enzymes (IC50, 1.435 mg/mL). In contrast, the pulp extract demonstrated the highest inhibitory activity against pancreatic lipase (IC50, 0.882 mg/mL) and α-amylase (IC50, 2.369 mg/mL). These findings suggest that tamarillo extracts possess potent antioxidant activity and enzyme-inhibitory properties related to metabolic syndrome (MetS). However, gastrointestinal digestion simulation influenced the bioactive compound content and bioactivities. Overall, tamarillo has promising potential as a functional ingredient for MetS prevention, but processing strategies are needed to retain its bioactive properties.",
  "publication_date": "2025-04-07",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14071282",
  "entities": {
    "POLYPHENOL": [
      "ec50",
      "polyphenols",
      "the strongest inhibitory effects"
    ],
    "FOOD": [
      "functional food development"
    ],
    "SYMPTOM": [
      "metabolic syndrome"
    ]
  }
}