{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "[Antithrombotic Action of Alcohol in Relation to Platelet Function].",
  "abstract": "The relationship between alcohol consumption and incident ischemic heart disease and stroke is characterized by a J- or U-shape. This denotes that light drinking has a preventive effect on cardiovascular diseases. Effects of alcohol drinking on lipid metabolism including an increase in HDL cholesterol concentration and a decrease in LDL cholesterol concentration are the main reasons for the anti-atherosclerotic action of alcohol. The antithrombotic effect of alcohol through the inhibition of platelet function is also involved in the lower incidence of ischemic arterial disease in drinkers. Capacitative Ca2+entry, a main mechanism for platelet aggregation, is inhibited by ethanol. Ethanol also inhibits plasmalemmal phospholipase A2activity and consequent thromboxane A2production. French paradox is a phenomenon showing the merit of red wine consumption for the prevention of ischemic heart disease. In addition to ethanol, red wine contains anti-oxidative polyphenol compounds, represented by resveratrol, which has an antiplatelet action. Resveratrol also inhibits the capacitative Ca2+entry in platelets. Furthermore, ethanol and resveratrol show a synergic inhibitory action on platelet aggregation, which may be caused by the reduction in the Ca2+sensitivity of the contractile apparatus of platelets and the attenuation of COX-1 activity. Thus, the strength of the antithrombotic action is thought to differ depending on alcohol beverage. Decreases in concentrations of coagulation factors including fibrinogen are also involved in the alcohol-induced antithrombotic action. Alcohol drinking causes hemorrhagic diathesis as well as antithrombotic tendency.",
  "publication_date": "2024-12-01",
  "journal": "Nihon eiseigaku zasshi. Japanese journal of hygiene",
  "doi": "10.1265/jjh.24007",
  "entities": {
    "POLYPHENOL": [
      "a decrease",
      "a main mechanism",
      "a preventive effect",
      "anti-oxidative polyphenol compounds",
      "decreases",
      "effects",
      "resveratrol",
      "the antithrombotic effect"
    ],
    "FOOD": [
      "red wine",
      "red wine consumption"
    ]
  }
}