{
  "source": "PubMed",
  "query": "tannins",
  "title": "Wildfire-Derived Pyrogenic Dissolved Organic Matter (pyDOM) Enhances Riverine DOM Reactivities and Nitrogen Metabolisms.",
  "abstract": "Wildfires profoundly reshape soil organic matter composition with cascading impacts on global carbon cycling, yet, the biogeochemical consequences of pyrogenic dissolved organic matter (pyDOM) on riverine DOM reactivity and microbial metabolism remain poorly constrained. Here, we conducted controlled incubation of river water amended with DOM extracted from wildfire-affected versus undisturbed soils to assess molecular DOM transformations and microbial responses. High-resolution mass spectrometry and substrate-explicit modeling revealed that pyDOM introduction increased refractory components (e.g., condensed aromatics and tannins) with high modified aromaticity index (AImod) and double bond equivalents (DBE). Reactomics analysis revealed that pyDOM exhibited enhanced reactivity which may be associated with alterations in macromolecular electron shuttles and water solubility. While pyDOM introduction reduced overall riverine microbial diversity and abundance, it triggered a 17-fold increase of filamentous cyanobacteria abundance, simultaneously boosting both autotrophic capabilities and the functional abundance related to nitrogen metabolism in riverine microorganisms. Genomic evidence from PICRUSt2 analysis demonstrated pyDOM-driven enrichment of denitrification pathways, particularly through upregulation of periplasmic nitrate reductase components (napA+ 3.0-fold;napB+ 3.1-fold), suggesting enhanced aerobic denitrification capacity. These findings establish pyDOM as a biogeochemical vector that redirects terrestrial carbon sequestration into aquatic metabolic network, emphasizing the need to integrate pyDOM fluxes into climate-relevant biogeochemical frameworks.",
  "publication_date": "2025-06-07",
  "journal": "Environmental science & technology",
  "doi": "10.1021/acs.est.5c01794",
  "entities": {
    "POLYPHENOL": [
      "a biogeochemical vector",
      "high-resolution mass spectrometry",
      "macromolecular electron shuttles",
      "molecular dom transformations",
      "tannins"
    ]
  }
}