{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Regulation of Matrix Metalloproteinases by Wine-Derived Compounds: Implications for Cancer Therapy.",
  "abstract": "Cancer remains a prevalent global health concern, with key factors such as diet, environment, and genetics playing significant roles in its progression. Matrix metalloproteinases (MMPs), particularly MMP-2 and MMP-9, play a critical role in cancer progression by degrading the extracellular matrix, thereby facilitating tumor growth and metastasis. Wine contains various bioactive compounds, including caffeic acid, gallic acid, kaempferol, naringenin, quercetin, myricetin, resveratrol, epigallocatechin gallate, riboflavin, and folic acid, which have shown promise in inhibiting cancer cell proliferation and metastasis. These compounds have been reported to downregulate the activity and/or expression of MMP-2 and MMP-9, thus potentially suppressing tumor progression. However, excessive alcohol consumption can lead to addiction and elevate the risk of various health complications, including fatty liver disease, cardiovascular damage, stroke, and kidney failure. Despite these concerns, moderate wine consumption has been associated with potential anticancer properties by restricting tumor growth and metastasis. In this review, we summarize and discuss how bioactive molecules in wine regulate MMP-2 and MMP-9 through bioactive compounds derived from wine and explore their implications for cancer treatment.",
  "publication_date": "2025-05-28",
  "journal": "Biomolecules",
  "doi": "10.3390/biom15060781",
  "entities": {
    "SYMPTOM": [
      "cancer",
      "cancer cell proliferation",
      "cancer progression",
      "cancer treatment",
      "potential anticancer properties",
      "tumor growth",
      "tumor progression"
    ],
    "FOOD": [
      "moderate wine consumption",
      "wine"
    ],
    "POLYPHENOL": [
      "bioactive molecules",
      "caffeic acid",
      "gallic acid",
      "kaempferol",
      "myricetin",
      "naringenin",
      "quercetin",
      "resveratrol"
    ]
  }
}