{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Cryoconcentration of olive mill wastewater for application in leather tanning process: an alternative end to protect the environment and save raw materials consumption.",
  "abstract": "The aim of this work is the cryoconcentration of olive mill wastewater (OMW) to produce highly concentrated polyphenols solutions that can be applied in the tanning industry. The treatment by cryoconcentration consists of four steps: cooling, freezing, sweating, and melting. The operation purifies the ice in depth by partially melting the impure zones trapped in the pockets of concentrated solutions formed in the ice. Cryoconcentration yields five types of fractions liquid solutions with different concentrations of organic and mineral matter: two highly concentrated solutions compared to the raw OMW, a solution with a similar concentration to the initial one, and two purified solutions with significantly lower concentrations than the initial solution. In three cycles, the technique increased the concentration of total phenols from 22.9 to 103.2 g L-1. The cryoconcentrated solutions have been applied to tanning hides in static mode without stirring and in rotary mode. The study revealed the significant impact of the polyphenolic compounds concentration in cryoconcentrated OMW and the duration of tanning on the rise in the shrinkage temperature of the leather product. The shrinkage temperature of leather tanned with cryoconcentrated OMW is between 75 °C and 80 °C. Tanning with cryoconcentrated OMW produces leathers having good mechanical properties (tear strength, tensile strength, and elongation) and a darker color than that of mimosa- and chestnut-tanned leathers. Finally, cryoconcentrated OMW can be considered a new source of tannins for the ecological tanning of leather, which is aligned with the Sustainable Development Goals (SDG) adopted by the United Nations for the management of natural resources and the reduction of environmental impact, through the valorization of waste and by-products.",
  "publication_date": "2025-02-25",
  "journal": "Environmental science and pollution research international",
  "doi": "10.1007/s11356-025-36125-9",
  "entities": {
    "POLYPHENOL": [
      "good mechanical properties",
      "highly concentrated polyphenols solutions",
      "tannins",
      "the ecological tanning",
      "the polyphenolic compounds concentration",
      "the tanning industry",
      "the technique"
    ]
  }
}