{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Interactive effect of Moringa oleifera mediated green nanoparticles and arbuscular mycorrhizal fungi on growth, root system architecture, and nutrient uptake in maize (Zea mays L.).",
  "abstract": "The synergistic interaction between green-synthesized nanoparticles (NPs) and mycorrhizal fungi promotes plant growth through improved nutrient acquisition, root architecture, and resilience to stress. This study investigated the individual and combined effects of arbuscular mycorrhizal fungus (AMF) (Funneliformis mosseae) and Moringa oleifera mediated green NPs viz, iron oxide (FeO), zinc oxide (ZnO), and Zn doped FeO (Zn-Fe) NPs on maize growth, root system architecture, organic acids production, mycorrhizal colonization, and nutrient uptake. Metabolomic analysis showed Moringa oleifera leaves contain abundant flavonoids and polyphenols, which directed NP synthesis, and their structural properties were confirmed via SEM, FTIR, UV-Vis, and XRD. Individually, Zn-Fe NPs showed the most significant (p < 0.05) increases in shoot biomass (53.39 %), organic acid production (48.83 %), and nutrient uptake (145.22 %), compared with control. AMF alone increased more root biomass by 93.47 %, outperforming ZnO (83.34 %), FeO (31.68 %), and Zn-Fe NPs (71.71 %). Notably, AMF + ZnO NPs demonstrated the most significant (p < 0.05) synergistic effect by increasing the shoot biomass by 79.71 %, root biomass by 139.99 %, organic acid production by 129.25 %, and nutrient uptake by 295.81 %, compared with control. This enhanced performance was associated with increased organic acids that enhanced nutrient solubilization, along with AMF-mediated root system expansion that facilitated nutrient uptake. Additionally, ZnO NPs showed the highest compatibility with AMF, increasing mycorrhizal colonization by 6.5 %, whereas FeO and Zn-Fe NPs reduced colonization efficiency by 16.9 % and 6.17 %, respectively. Overall, the AMF + ZnO combination was the most effective strategy for promoting maize growth and nutrient acquisition, offering a promising sustainable approach for crop improvement.",
  "publication_date": "2025-05-24",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.110063",
  "entities": {
    "POLYPHENOL": [
      "abundant flavonoids",
      "moringa",
      "polyphenols",
      "root architecture",
      "root system architecture",
      "the individual and combined effects",
      "the most effective strategy",
      "the most significant (p < 0.05) synergistic effect"
    ],
    "SYMPTOM": [
      "stress"
    ]
  }
}