{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Valorization of Olive Pomace Using Ultrasound-Assisted Extraction for Application in Active Packaging Films.",
  "abstract": "Bioactive compounds that can be recovered by the solid wastes of the olive oil sector, such as polyphenols, are known for their significant antioxidant and antimicrobial activities with potential application in nutraceutical, cosmetic, and food industries. Given that industrial demands are growing, and the polyphenol market value is ever increasing, a systematic study on the recovery of natural antioxidant compounds from olive pomace using ultrasound-assisted extraction (UAE) was conducted. Single-factor parameters, i.e., the extraction solvent, time, and solid-to-liquid ratio, were investigated evaluating the total phenolic content (TPC) recovery and the antioxidant activity of the final extract. The acetone-water system (50%v/v, 20 min, 1:20 g mL-1) exhibited the highest total phenolic content recovery (168.8 ± 5.5 mg GAE per g of dry extract). The olive pomace extract (OPE) was further assessed for its antioxidant and antibacterial activities. In DPPH, ABTS, and CUPRAC, OPE exhibited an antioxidant capacity of 413.6 ± 1.9, 162.72 ± 3.36 and 384.9 ± 7.86 mg TE per g of dry extract, respectively. The antibacterial study showed that OPE attained a minimum inhibitory activity (MIC) of 2.5 mg mL-1againstE. coliand 10 mg mL-1againstB. subtilis. Hydroxytyrosol and tyrosol were identified as the major phenolic compounds of OPE. Furthermore, active chitosan-polyvinyl alcohol (CHT/PVA) films were prepared using different OPE loadings (0.01-0.1%,w/v). OPE-enriched films showed a dose-dependent antiradical scavenging activity reaching 85.7 ± 4.6% (ABTS) and inhibition growth up to 81% againstB. subtiliscompared to the control film. Increased UV light barrier ability was also observed for the films containing OPE. These results indicate that OPE is a valuable source of phenolic compounds with promising biological activities that can be exploited for developing multifunctional food packaging materials.",
  "publication_date": "2024-06-13",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms25126541",
  "entities": {
    "POLYPHENOL": [
      "phenolic compounds",
      "polyphenols",
      "the highest total phenolic content recovery",
      "the major phenolic compounds",
      "the olive oil sector",
      "the polyphenol market value",
      "the recovery",
      "tpc) recovery"
    ],
    "FOOD": [
      "multifunctional food packaging materials"
    ]
  }
}