{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Review on NMR spectroscopic data and recent analytical methods of aristolochic acids and derivatives in Aristolochia herbs.",
  "abstract": "Aristolochic acids (AAs) are an important group of secondary metabolites in the genus Aristolochia. The presence of aristolochic acids infers the potency of many Aristolochia herbs used for ages in traditional medicine of China, Europe, Central America, India, and some other countries. Although being moderately cytotoxic, intake of AAs is associated with serious health problems, such as nephrotoxicity and carcinogenicity. Analyzing AAs in Aristolochia herbs is crucial for regulating their efficacy and toxicity because phytochemistry works have shown the occurrence of AAs in almost all Aristolochia herbs studied. Using two-dimensional parameters, chemical shifts and coupling constants, NMR spectroscopy is a modern, accurate, and reliable method in the analysis of secondary metabolites. Comparing experimental spectroscopic data with those of known and related compounds helps simplify the structural identification of secondary metabolites. The compilation of an NMR database of AAs from scattered sources would also be useful in NMR-based metabolomics. The present review provides updated information on sources and NMR spectroscopic data of 54 aristolochic acid derivatives, including AAs and their methyl esters, denitroaristolochic acids and their derivatives, and sesqui- and diterpene esters of AAs. The report also covers the newest development of analytical and preparative methods used in separation, identification, and quantification of AAs in Aristolochia herbal samples.",
  "publication_date": "2025-06-24",
  "journal": "Natural products and bioprospecting",
  "doi": "10.1007/s13659-025-00506-x",
  "entities": {
    "POLYPHENOL": [
      "experimental spectroscopic data",
      "nmr spectroscopic data",
      "nmr spectroscopy",
      "secondary metabolites"
    ]
  }
}