{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Puerarin Reversing Autophagy-Lysosomal Dysfunction via Acid Sphingomyelinase Inhibition in Cardiomyocytes.",
  "abstract": "Heart failure (HF) is a major cardiovascular disorder characterised by high prevalence and mortality rate. Recent studies have emphasised the role of autophagy in development and progression of HF. Dysfunctions in lysosomes and autophagic processes are closely associated with the aetiology of HF. Puerarin (PUE), a traditional Chinese medicine known for its antioxidant, anti-inflammatory and antiapoptotic properties, is widely used for the treatment of HF. However, the effectiveness of PUE in HF management via the modulation of autophagy requires further investigation. We used a mouse model of transverse aortic constriction to investigate protective effects of PUE on the autophagy-lysosomal pathway (ALP). We assessed heart function using echocardiography and performed histological staining for fibrosis and hypertrophy. RT-qPCR for atrial natriuretic peptide (ANP)/brain natriuretic peptide (BNP) and Western blotting for p62/LC3/LAMP1/Beclin1 were performed. Immunofluorescence was used to identify the autophagosomes, autolysosomes and lysosomes. In addition, immunohistochemistry was performed to detect acid sphingomyelinase (ASM) and ceramides. ASM siRNA was transfected into cardiomyocytes to evaluate autophagy. PUE treatment significantly reduced myocardial fibrosis and hypertrophy in HF-induced mice. PUE also effectively ameliorated ALP impairment in HF-induced mice and H9c2 cells. Mechanistically, PUE restored lysosomal homeostasis by inhibiting ASM expression and lysosomal transport, thereby enhancing lysosomal activity. These results underscore the therapeutic potential of PUE in correcting the ASM-mediated disruption of the HF-linked autophagy-lysosomal pathway.",
  "publication_date": "2025-05-01",
  "journal": "Journal of cellular and molecular medicine",
  "doi": "10.1111/jcmm.70427",
  "entities": {
    "SYMPTOM": [
      "heart failure"
    ],
    "POLYPHENOL": [
      "echocardiography",
      "p62/lc3/lamp1/beclin1",
      "protective effects",
      "recent studies",
      "the effectiveness"
    ]
  }
}