{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Stibene glucoside prevents PM2.5caused pulmonary fibrosis by Pseudo hypoxia, autophagy and NF-κB signal pathways.",
  "abstract": "Although the association between PM2.5exposure and pulmonary fibrosis is well-documented, the underlying molecular mechanisms remain poorly understood, and effective preventive strategies against PM2.5-induced pulmonary toxicity are yet to be established‌. This study investigated the role of reactive oxygen species (ROS)-mediated pseudo-hypoxia signaling and NF-κB pathway activation in PM2.5-triggered epithelial-mesenchymal transition (EMT) and fibrosis, alongside the therapeutic potential of the antioxidant compound stilbene glucoside (TSG). ‌In vivo‌, C57BL/6 mice exposed to PM2.5for two months developed pulmonary fibrosis, with transcriptomic analysis revealing significant alterations in pathways associated with carbohydrate metabolism, cancer signaling, and immune-related diseases‌. Concurrently, upregulated expression of EMT markers (fibronectin, vimentin), glycolysis-related genes (PKM, LDHA), and inflammatory cytokines (TGF-beta) was observed in lung tissues‌. ‌In vitro‌, PM2.5induced EMT in BEAS-2B cells via ROS-driven mitochondrial membrane potential collapse, mitophagy, HIF-1α activation, and NF-κB-mediated inflammation, which collectively promoted a metabolic shift toward glycolysis‌. Notably, TSG treatment attenuated PM2.5-induced pulmonary fibrosis by suppressing ROS accumulation, pseudo-hypoxia signaling, and NF-κB pathway activation. These effects correlated with restored mitochondrial function and normalized glucose metabolism in cellular models‌. ‌We come to the conclusion that PM2.5exacerbates pulmonary fibrosis through ROS/HIF-1α and NF-κB axis-driven EMT and metabolic reprogramming. TSG, as a multifunctional antioxidant, represents a promising prophylactic agent against PM2.5-associated pulmonary damage‌.",
  "publication_date": "2025-04-21",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2025.114674",
  "entities": {
    "POLYPHENOL": [
      "effective preventive strategies",
      "fibronectin",
      "reactive oxygen species",
      "the underlying molecular mechanisms",
      "these effects"
    ],
    "SYMPTOM": [
      "cancer signaling",
      "nf-κb-mediated inflammation"
    ]
  }
}