{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Metabolic profile of fatty acids, phenolic compounds, and methylxanthines of cocoa kernels (Theobroma cacao L.) from different cultivars produced in cabruca and full sun farming systems.",
  "abstract": "The demand for high-quality cocoa beans has increased in line with the growing global demand for chocolate. The chemical composition of cocoa beans can vary according to their origin and growing conditions. In this context, this study evaluated the influence of the cultivar type (CCN51 and PS1319) and the cocoa management system (cabruca and full sun) on the chemical composition of unfermented cocoa kernels. The cultivation system influenced the fatty acid composition of cocoa kernels, with higher values of linoleic acid associated with the full sun system, although higher total lipid contents were obtained in the cabruca system. The cultivar influenced the content of saturated fatty acids (SFA), monounsaturated fatty acids (MUFA), total unsaturated fatty acids (UFA) and the saturated/unsaturated ratio (S/U). Lower levels of total phenolic compounds, total anthocyanins and antioxidant properties were found in the full sun system, especially in the PS1319 cultivar. Higher levels of epicatechin and catechin were found in the cocoa kernel of the CCN51 cultivar. Theobromine and caffeine were not influenced by the treatments. Neither the PCA of total lipids and fatty acids, nor the PCA of antioxidant properties, phenolic compounds and methylxanthines indicated an isolated clustering between cultivar and cultivation system. The results showed that the factors under study influenced the chemical composition of the unfermented cocoa kernel. Furthermore, they indicated that the migration from traditional systems, such as cabruca, to full sun systems can reduce the total lipids and phenolic compounds content of the cocoa beans. When planning new plantations, the choice of genetic material should also be carefully considered to produce higher-quality cocoa butter and beans with a higher phenolic compound content.",
  "publication_date": "2024-10-22",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2024.115198",
  "entities": {
    "FOOD": [
      "beans",
      "chocolate",
      "cocoa beans",
      "cocoa kernels",
      "high-quality cocoa beans",
      "higher-quality cocoa butter",
      "the cocoa beans",
      "the cocoa kernel",
      "the cocoa management system",
      "the unfermented cocoa kernel",
      "unfermented cocoa kernels"
    ],
    "POLYPHENOL": [
      "a higher phenolic compound content",
      "catechin",
      "epicatechin",
      "phenolic compounds",
      "the total lipids and phenolic compounds content",
      "total phenolic compounds"
    ]
  }
}