{
  "source": "PubMed",
  "query": "lignans",
  "title": "Ferulic acid identification in brown rice using untargeted metabolomics and network analysis and its effects in mitigating AFB1-induced hepatic damage.",
  "abstract": "Regular consumption of brown rice has been linked to a reduction in the probability of oxidative stress-related diseases, including diabetes, Alzheimer's disease and cancer. The higher abundance of bioactive metabolites, including polyphenols and vitamins, in brown rice relative to white rice may contribute to its associated health benefits. Aflatoxin B1 (AFB1), a kind of mycotoxin widely found in grains, is recognized as a primary risk factor for hepatocellular carcinoma in humans. Therefore, the differential polyphenol metabolites between brown rice and white rice, as natural plant antioxidants, may also be able to mitigate the oxidative damage caused by AFB1. In this work, the differential polyphenol metabolites between brown rice and white rice were identified using ultra-performance liquid chromatography-electrospray ionization-tandem mass spectrometry (UPLC-ESI-MS/MS). The results showed that 35 differential metabolites were found and classified into phenolic acids, flavonoids, lignans and coumarins. Among them, ferulic acid (FA) was characterized as a kind of differential metabolite that could mitigate AFB1-induced oxidative damage based on the interaction network and cell experiments. Furthermore, results of the mice experiment confirmed that FA mitigated AFB1-induced hepatic injury through a potential mechanism associated with the enhancement of antioxidant capacity, restoration of mitochondrial function and attenuation of AFB1-induced apoptosis. In conclusion, FA, identified between brown rice and white rice, could effectively alleviate AFB1-induced hepatic injuryin vitroandin vivo. This study provides important insight into the application of brown rice (abundant in FA) as a functional food.",
  "publication_date": "2025-06-16",
  "journal": "Food & function",
  "doi": "10.1039/d5fo00178a",
  "entities": {
    "FOOD": [
      "a functional food",
      "brown rice"
    ],
    "SYMPTOM": [
      "afb1-induced apoptosis",
      "afb1-induced oxidative damage",
      "alzheimer's disease",
      "cancer",
      "oxidative stress-related diseases",
      "the oxidative damage"
    ],
    "POLYPHENOL": [
      "a potential mechanism",
      "ferulic acid",
      "flavonoids",
      "polyphenols",
      "the differential polyphenol metabolites",
      "ultra-performance liquid chromatography-electrospray ionization-tandem mass spectrometry"
    ]
  }
}