{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Profiling of B-type procyanidins oxidation products by off-line high speed countercurrent chromatography x electrospray ionisation mass spectrometry flow-injection.",
  "abstract": "A‑type procyanidins (PCs) are known for their numerous health benefits. They are produced by oxidative conversion of B‑type PCs such as B1 and B2, induced by oxidative processes during food processing, or by direct transformation via enzymes or radical agents such as 2,2‑diphenyl‑1‑picryl-hydrazyl (DPPH) radicals. In this study, we demonstrated the DPPH radical oxidation of a mixture of dimeric PCs B2 (EC‑(4β→8)‑EC) and B4 (C‑(4α→8)‑EC), obtained by the semi-synthetic acid‑catalysed depolymerisation of Salix alba polymer after (-)‑epicatechin addition. Under reaction conditions of 50.0 °C for 185 min and a molar ratio of 9/31.25 (n/n) of B‑type to DPPH radical, various reaction products like A‑type PCs, spirocyclisation products (m/z 575 [M-H]-), (bis)methylated B‑types and oxidised PCs (m/z 591, 581 and 605 [M-H]-), as well as further oxidised products (m/z 573 [M-H]-) were detected. The aim of this study was to investigate reaction by‑products using high‑speed countercurrent chromatography (HSCCC) followed by sequential off‑line flow‑injection ESI‑MS/MS profiling based on selected single ion traces, and two‑dimensional (2D) HSCCC x LC‑ESI‑MS plots for preparative visualisation of metabolites as a powerful tool for elution profile analysis and monitoring of the co‑elution effects of isomeric and isobaric compounds. HSCCC x LC‑PDA monitoring at λ= 280 nm revealed the presence of oligomeric and polymeric compounds formed by an intermolecular nucleophilic addition. The HSCCC separation in combination with an off‑line ESI‑MS/MS profiling and a 2D‑plot of HSCCC fractions versus LC‑ESI‑MS/LC‑PDA was successfully applied for the semi‑synthetic reaction approach of radical‑induced oxidation of dimeric B‑type PCs.",
  "publication_date": "2025-06-03",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.466111",
  "entities": {
    "POLYPHENOL": [
      "-)‑epicatechin",
      "an intermolecular nucleophilic addition",
      "a‑type procyanidins",
      "c‑(4α→8)‑ec",
      "direct transformation",
      "ec‑(4β→8)‑ec",
      "selected single ion traces",
      "sequential off‑line flow‑injection esi‑ms/ms profiling",
      "the co‑elution effects"
    ]
  }
}