{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Effect of gallic acid in mitigating hepatorenal injuries induced by gentamicin administration in male Wistar rats.",
  "abstract": "Gentamicin (GEN) causes liver and kidney toxicity by generating free radicals and inflammation. This study tested gallic acid (GA) as an antioxidant to reduce this oxidative stress. Thirty-five male rats were divided into five groups: sham, GEN, and three GEN + GA groups with doses of 60, 90, and 120 mg/kg. After 10 days, the rats were euthanized, and their serum, kidneys, and livers were analyzed. Results showed that GEN significantly increased serum BUN, creatinine, AST, ALT, and ALP (p < 0.05). It also raised malondialdehyde (MDA) levels and the expression of TNF-α and caspase-3 genes, with notable histopathological injuries in the kidneys and liver (p < 0.05). GA demonstrated potential protective effects against GEN-induced damage. GEN reduced antioxidant enzyme activities (GPX, CAT, and GSH) in the organs (p < 0.05). Conversely, GA at all doses lowered BUN, creatinine, ALT, AST, ALP, and MDA levels and decreased TNF-α and caspase-3 gene expression in the liver and kidneys (p < 0.05). It also protected against tissue injuries and boosted antioxidant enzyme levels in both organs (p < 0.05). The study shows that gallic acid (60, 90, 120 mg/kg) significantly mitigates gentamicin-induced hepatorenal toxicity by reducing oxidative stress, inflammation, and apoptosis. Notably, doses of 90 and 120 mg/kg were especially more effective in minimizing tissue damage and improving antioxidant activity.",
  "publication_date": "2025-06-28",
  "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
  "doi": "10.1007/s00210-025-04382-7",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "inflammation",
      "oxidative stress",
      "this oxidative stress"
    ],
    "POLYPHENOL": [
      "gallic acid",
      "potential protective effects",
      "that gallic acid"
    ]
  }
}