{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Bioaccessibility and Antioxidant Capacity of Grape Seed and Grape Skin Phenolic Compounds After Simulated In Vitro Gastrointestinal Digestion.",
  "abstract": "Grapes present recognized beneficial effects on human health due to their polyphenolic composition. The grape overproduction together with the wine sales down and the world socioeconomic situation makes the wine grape valorization a promising strategy to give an added-value to this natural product. The objective of the present work was to study the influence of in vitro gastrointestinal digestion on antioxidant capacity and polyphenolic profile of skin and seed extracts of different grape varieties (Tempranillo, Graciano, Maturana tinta and Hondarrabi zuri). After in vitro gastrointestinal digestion, total phenolic content (TPC) of seed polyphenolic extracts decreased significantly for all the varieties. The highest decrease was for Tempranillo going from 108 ± 9 to 50 ± 3 mg / g dry matter (dm). This variety also showed the highest decrease of 90% in antioxidant capacity. However, for all the skin polyphenolic extracts there was an increase in TPC. The highest variation was also for Tempranillo. It varied from 10.1 ± 0.8 to 55.1 ± 0.9 mg / g dm. Among red varieties Tempranillo skin polyphenolic extract showed the lowest undigested anthocyanin content but the highest bioaccessibility index (BI) of 77%. For flavanols, flavonols and procyanidins the seed polyphenolic extracts showed a BI at the intestinal phase between 11% for (+)-epicatechin gallate to 130% procyanidin A2. The results of this study suggest that grape skin extracts and grape seed extracts are a reliable source of bioaccessible antioxidant polyphenols, to be used for the development of antioxidant supplements with specific functionalities depending on the grape variety.",
  "publication_date": "2024-03-19",
  "journal": "Plant foods for human nutrition (Dordrecht, Netherlands)",
  "doi": "10.1007/s11130-024-01164-z",
  "entities": {
    "FOOD": [
      "different grape varieties",
      "grape seed extracts",
      "grape skin extracts",
      "grapes",
      "the grape overproduction",
      "the grape variety",
      "the wine grape valorization",
      "the wine sales"
    ],
    "POLYPHENOL": [
      "(+)-epicatechin gallate",
      "all the skin polyphenolic",
      "beneficial effects",
      "bioaccessible antioxidant polyphenols",
      "polyphenolic profile",
      "procyanidin a2",
      "red varieties tempranillo skin polyphenolic extract",
      "seed polyphenolic extracts",
      "specific functionalities",
      "the highest decrease",
      "the objective",
      "the seed polyphenolic extracts",
      "the world socioeconomic situation",
      "their polyphenolic composition"
    ]
  }
}