{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Intranasal resveratrol delivery to the brain with chitosan-decorated bovine serum albumin nanoparticles: Advancing Alzheimer's management in old female rats through QbD-based optimization, in vitro evaluation, and in vivo exploration.",
  "abstract": "This study aims to prepare, characterize, and evaluate the potential of chitosan-coated bovine serum albumin nanoparticles (CS-BSANPs) loaded with resveratrol (RES) to enhance the therapeutic properties of RES and target Alzheimer's disease in elderly females. As confirmed by morphological analysis, the BSANPs were synthesized using desolvation techniques, resulting in spherical and smooth nanoparticles. Both RES-BSANPs and CS-RES-BSANPs exhibited stability for 90 days at ambient refrigerated temperatures. Through optimization using a Box-Behnken design, RES-BSANPs with favorable colloidal properties were achieved. Differential scanning calorimetry and powder X-ray diffraction confirmed the amorphous dispersion of RES within the nanocarriers. In vitro drug release studies demonstrated a biphasic release pattern aligned with the Korsmeyer-Peppas model, exhibiting both burst and sustained release phases. Stability tests indicated that RES-BSA-NPs and CS-RES-NPs remain stable at 4 °C. Ex vivo studies verified the safety of RES-loaded nanoparticles, and behavioral tests on the Wistar rat model showed that intranasally administered CS-RES-BSANPs were more effective than plain RES dispersion. These results emphasize the potential of biodegradable and mucoadhesive CS-RES-BSANPs as effective drug carriers for intranasal delivery to the brain, offering safety and high tolerability for Alzheimer's disease treatment.",
  "publication_date": "2025-04-17",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.143300",
  "entities": {
    "POLYPHENOL": [
      "desolvation techniques",
      "effective drug carriers",
      "resveratrol"
    ],
    "SYMPTOM": [
      "alzheimer's disease treatment",
      "res and target alzheimer's disease"
    ]
  }
}