{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Grape Skin Composting Process to Recycle Food Waste: Kinetics and Optimization.",
  "abstract": "Within the various approaches to organic waste handling, composting has been recognized as an acceptable method to valorize organic waste. Composting is an aerobic technique of microbial disruption of organic matter which results with compost as a final product. To guarantee the quality of the compost, key process factors (like the moisture content, temperature, pH, and carbon-to-nitrogen ratio) must be maintained. In order to optimize the process, nine composting trials using grape skins were conducted in the present study under various initial moisture content and air flow rate conditions over the course of 30 days. The processes were monitored through physicochemical variables and microbiological activity. Also, the kinetics of the organic matter degradation and microbial growth were investigated. Although the thermophile phase was only achieved in experiments 3 and 8, the important variables proved the efficiency of all nine composting processes. The organic carbon content and C/N ratio decreased after the 30 days of composting processes and a great color change was noticed too. The values for the germination index for all experiments were above 80%, which means that the final products are non-toxic for plants. Also, the greatest change in organic carbon content in was evident in experiment 3; it decreased from 71.57 to 57.31%. And consequently, the rate of degradation for that experiment was the highest, at 0.0093 1/day. Furthermore, the response surface methodology was used to identify optimal operating conditions for grape skin composting and the obtained conditions were 58.15% for the initial moisture content and 1.0625 L/min for the air flow rate.",
  "publication_date": "2024-03-07",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods13060824",
  "entities": {
    "POLYPHENOL": [
      "an aerobic technique"
    ],
    "FOOD": [
      "grape skins"
    ]
  }
}