{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Dynamics Changes in Physicochemical Properties, Antioxidant Activity, and Non-Volatile Metabolites During Bulang Pickled Tea Fermentation.",
  "abstract": "The present study investigated the dynamics changes in physicochemical properties and non-volatile metabolites during Bulang pickled tea fermentation. A combination of artificial sensory evaluation, chemical-physical analysis, ultra performance liquid chromatography coupled with quadrupole/time-of-flight mass spectrometry (UPLC-QTOF-MS), and multivariate statistical analysis were employed to examine the differences among four fermentation stages of Bulang pickled tea. The bitterness, astringency, sweetness after taste, sourness and fermentation taste tended to increase with fermentation. The highest lactic acid bacteria, aerobic bacteria, total titratable acidity, total soluble sugar, total polyphenols, and total flavonoids were recorded at the second month of fermentation, while fungi, total free amino acids, total antioxidant capacity and hydroxyl free radical scavenging capacity increased with fermentation. Mantel test demonstrated significant associations between lactic acid bacteria /fungal communities and taste characteristics. UPLC-QTOF-MS analysis led to the identification of 35 differential non-volatile metabolites, predominantly comprising heterocyclic compounds, organic acids with their derivatives, and flavonoids. Nine non-volatile metabolites are related to antioxidant activity, and morin, malvidin and 7-methylxanthine exhibit relatively strong antioxidant activity. This study provides comprehensive insights into the non-volatile metabolites and antioxidant function of Bulang pickled tea.",
  "publication_date": "2025-03-04",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14050878",
  "entities": {
    "POLYPHENOL": [
      "flavonoids",
      "malvidin",
      "morin",
      "the second month",
      "total flavonoids",
      "total polyphenols"
    ]
  }
}