{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Strawberry dietary intervention influences diversity and increases abundances of SCFA-producing bacteria in healthy elderly people.",
  "abstract": "The gut microbiome is amenable to dietary interventions, and polyphenol-rich diets have been shown to enhance abundances of bacteria associated with short-chain fatty acid (SCFA) production. We examined the effects of a strawberry-based intervention on the gut microbiome of 69 healthy elderly German adults. Participants in five groups consumed varying amounts of strawberries, freeze-dried strawberries, and capers in olive oil over 10 weeks as part of a randomized controlled trial. 16S rRNA sequencing was used to analyze differences in microbial composition, diversity, phenotypes, differential abundance, and functional pathways. The intervention group featuring the highest amounts of fresh and freeze-dried strawberries without capers in olive oil (group 4) showed changes in gut microbial diversity and differential abundance that could be linked to improved health. Beta diversity, based on weighted UniFrac distances, increased significantly (P= 0.0035), potentially pathogenic bacteria decreased (P= 0.04), and abundances of SCFA-producing generaFaecalibacteriumandPrevotellaincreased significantly. Other findings included a significant reduction ofCAG-352,Preveotellaceae_NK3B31-group, andEubacterium coprostanoligenes(group 2), and a trend of lowered Firmicutes-to-Bacteroidetes ratio (P= 0.067) and a reduction inRuminococcaceae(group 3). Our findings suggest that a dietary intervention based on strawberries can positively alter the gut microbiota of healthy elderly people as seen in an enrichment of SCFA-producing genera, increased diversity, and a reduction in potentially pathogenic bacteria.IMPORTANCEAging is often associated with changes in the gut microbiome, including a decline in beneficial bacteria and an increase in potentially pathogenic species. Addressing these changes through lifestyle interventions is of significant interest. Our study demonstrates that a 10-week dietary intervention with strawberries can beneficially modulate gut microbial composition and diversity in healthy elderly individuals. Notably, the group consuming the highest amount of strawberries (without capers in olive oil) initially had higher abundances of potentially pathogenic bacteria. Here, the intervention led to increased abundances of the beneficial generaFaecalibacteriumandPrevotella, which are linked to health benefits including reduced inflammation and improved lipid metabolism. These findings suggest that strawberry consumption can positively influence gut microbial composition, thereby contributing to overall health and disease prevention in older adults.",
  "publication_date": "2025-01-08",
  "journal": "Microbiology spectrum",
  "doi": "10.1128/spectrum.01913-24",
  "entities": {
    "POLYPHENOL": [
      "a decline",
      "polyphenol-rich diets",
      "potentially pathogenic species",
      "the beneficial generafaecalibacteriumandprevotella",
      "the effects"
    ],
    "FOOD": [
      "a strawberry-based intervention",
      "freeze-dried strawberries",
      "fresh and freeze-dried strawberries",
      "olive oil",
      "strawberries",
      "strawberry consumption"
    ],
    "SYMPTOM": [
      "importanceaging",
      "reduced inflammation"
    ]
  }
}