{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Structural characterization and in vitro gut microbiota fermentation of a polysaccharide extracted from Cenostigma nordestinum gum.",
  "abstract": "This study aims to structurally characterize a polysaccharide extracted from Cenostigma nordestinum gum (AGCn) and evaluate its prebiotic potential in human gut microbiota. AGCn, obtained by dissolution in water and precipitation in 70 % ethanol, was primarily composed of carbohydrates (93.61 %), with a low protein content (1.70 %) and some phenolic compounds (9.16 % Gallic Acid Equivalents). Its molecular weight was 6.19 × 104g/mol, with a dispersity of 1.33. The main monosaccharides identified were arabinose (38 mol%) and galactose (31 mol%). Methylation analysis and 2D NMR spectra showed that the gum exuded from C. nordestinum is a branched arabinogalactan composed of →6)-β-Galp-(1→, →3,6)-β-Galp-(1→, and →3,4,6)-β-Galp-(1→ residues, containing chains of →3)-α-Araf-(1→ and →5)-α-Araf-(1→, with α-Araf-(1→ and α-Rhap-(1→ as terminal residues. The identification of →4)-α-GalpA-(1→ showed also the presence of a pectic polysaccharide. AGCn was metabolized by Lactobacillus brevis, Lactobacillus plantarum, and Lactobacillus casei probiotic bacteria. AGCn in vitro fermentation increased the ratio of Bifidobacterium and Bacteroides in the microbiota, decreased the abundance of bacteria associated with intestinal disease, and produced short-chain fatty acids. Thus, AGCn is an arabinogalactan with prebiotic potential as a gut microbiota modulator, offering significant value for future food and biotechnological applications.",
  "publication_date": "2025-05-14",
  "journal": "Carbohydrate polymers",
  "doi": "10.1016/j.carbpol.2025.123738",
  "entities": {
    "POLYPHENOL": [
      "2d nmr spectra",
      "a pectic polysaccharide",
      "future food and biotechnological applications",
      "gallic acid equivalents",
      "its molecular weight",
      "precipitation",
      "some phenolic compounds"
    ]
  }
}