{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Transformational fixation of Cr(VI) during microwave-enhanced reduction of soil iron minerals by tea polyphenols.",
  "abstract": "Hexavalent chromium [Cr(VI)] presents substantial environmental and health hazards due to its pronounced toxicity and mobility in soils. Traditional chemical reduction methods for Cr(VI) are often inadequate for treating chromium-contaminated soils, as they may fail to fully reduce Cr(VI), leading to incomplete remediation. Consequently, there is a critical need to develop more efficient and environmentally sustainable methods for the treatment of hexavalent chromium. This study explores an innovative approach using microwave-enhanced reduction of soil iron minerals facilitated by tea polyphenols to achieve transformational fixation of Cr(VI). The microwave-assisted treatment (0.5 wt% TP combined with MW at 700 W for 10 min) significantly reduced Cr(VI) concentrations in iron-rich soil from 363.4 mg kg-1to 0.3 mg kg-1, achieving a removal rate of 99.9%, compared to TP treatment alone (0.5 wt%). Transmission electron microscopy (TEM), scanning electron microscopy with energy-dispersive X-ray spectroscopy (SEM-EDS), X-ray diffraction (XRD), Fourier-transform infrared spectroscopy (FTIR), and X-ray photoelectron spectroscopy (XPS) analyses revealed that the enhanced removal efficiency of Cr(VI) by microwave-assisted tea polyphenols is attributable to the accelerated reduction of soil iron minerals by the polyphenols. Furthermore, microwave enhancement facilitated the transformation of Cr into more stable forms, such as Cr2O3and FeCr2O4. Additionally, the Cr(VI) content in the treated soil remained below 3 mg kg-1after 360 days of atmospheric exposure, indicating sustained immobilization. This study demonstrates that the integration of tea polyphenols with microwave irradiation constitutes a promising strategy for the remediation of Cr(VI)-contaminated soils.",
  "publication_date": "2025-03-09",
  "journal": "Journal of environmental management",
  "doi": "10.1016/j.jenvman.2025.124889",
  "entities": {
    "POLYPHENOL": [
      "electron microscopy",
      "energy-dispersive x-ray spectroscopy",
      "fecr2o4",
      "fourier-transform infrared spectroscopy",
      "microwave-assisted tea polyphenols",
      "tea polyphenols",
      "the polyphenols",
      "transmission electron microscopy",
      "x-ray photoelectron spectroscopy"
    ]
  }
}