{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Cymbopogon proximus Chiov's extract improves insulin sensitivity in rats with dexamethasone-induced insulin resistance and underlying mechanisms.",
  "abstract": "The worldwide prevalence of type 2 diabetes mellitus (T2DM) is increasing swiftly. Cymbopogon proximus (C. proximus) is a wild herbaceous plant utilized as a potent remedy in Egyptian folk medicine, sometimes referred to as \"Halfabar.\" This study examined the hypoglycemic, hypolipidemic, and antioxidant properties of the methanolic extract from the aerial parts of C. proximus, as well as its impact on pancreatic tumour necrosis factor-α (TNF-α) and Glucose Transporter-4 (GLUT4) in skeletal muscles within an experimental model of insulin resistance. Additionally, bioactive metabolites in the extract were analyzed via liquid chromatography-mass spectrometry (LC/MS) technology. Insulin resistance was induced by administering 1 mg/kg of dexamethasone to rats over a period of 14 days. The rats received two doses of the extract: a low dose of 100 mg/kg body weight and a high dose of 200 mg/kg body weight, along with the reference drug; Metformin (M) at a dose of 40 mg/kg body weight, supplied once daily by gastric tube for 14 days. The treatment of dexamethasone led to a significant (P < 0.05) elevation in serum fasting glucose, fasting insulin, HOMA-IR, and pancreatic TNF-α, along with a significant (P < 0.05) reduction in GLUT4 expression in skeletal muscles. Both extract and reference treatments significantly (P < 0.05) mitigated these abnormalities. The highest dose of the extract exhibited a significantly (P < 0.05) greater antioxidant impact, a more pronounced reduction in insulin levels and HOMA-IR, as well as an enhanced rise in GLUT4 expression and insulin sensitivity index compared to the lowest dose and the M. Histopathological and immunohistochemical analyses corroborate the biochemical results. The LC-ESI-MS/MS profiling resulted in the characterization and tentative identification of 95 metabolites' structures. Identified substances purported to possess anti-diabetic effect include apigenin, luteolin, tricin flavone glycosides, cyanidin, malvidin anthocyanin glycosides, and caffeic acid. These findings suggest that C. proximus can mitigate insulin resistance. Additional clinical trials are necessary to validate these findings and assess the extract's effectiveness in human insulin resistance.",
  "publication_date": "2025-06-20",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-02340-0",
  "entities": {
    "POLYPHENOL": [
      "(lc/ms) technology",
      "anti-diabetic effect",
      "apigenin",
      "liquid chromatography-mass spectrometry",
      "luteolin",
      "pancreatic tumour necrosis factor",
      "the extract's effectiveness"
    ],
    "SYMPTOM": [
      "human insulin resistance",
      "insulin resistance"
    ]
  }
}