{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Resveratrol's Pro-Apoptotic Effects in Cancer Are Mediated Through the Interaction and Oligomerization of the Mitochondrial VDAC1.",
  "abstract": "Resveratrol is a naturally occurring phenolic compound found in various foods such as red wine, chocolate, peanuts, and blueberries. Both in-vitro and in-vivo studies have shown that it has a broad spectrum of pharmacological effects such as providing cellular protection and promoting longevity. These effects include antioxidant, anti-inflammatory, neuroprotective, and anti-viral properties, as well as improvements in cardio-metabolic health and anti-aging benefits. Additionally, resveratrol has demonstrated the ability to induce cell death and inhibit tumor growth across different types and stages of cancer. However, the dual effects of resveratrol-acting to support cell survival in some contexts, while inducing cell death in others-is still not fully understood. In this study, we identify a novel target for resveratrol: the voltage-dependent anion channel 1 (VDAC1), a multi-functional outer mitochondrial membrane protein that plays a key role in regulating both cell survival and death. Our findings show that resveratrol increased VDAC1 expression levels and promoted its oligomerization, leading to apoptotic cell death. Additionally, resveratrol elevated intracellular Ca2+levels and enhanced the production of reactive oxygen species (ROS). Resveratrol also induced the detachment of hexokinase I from VDAC1, a key enzyme in metabolism, and regulating apoptosis. When VDAC1 expression was silenced using specific siRNA, resveratrol-induced cell death was significantly reduced, indicating that VDAC1 is essential for its pro-apoptotic effects. Additionally, both resveratrol and its analog, trans-2,3,5,4'-tetrahydroxystilbene-2-O-glucoside (TSG), directly interacted with purified VDAC1, as revealed by microscale thermophoresis, with similar binding affinities. However, unlike resveratrol, TSG did not induce VDAC1 overexpression or apoptosis. These results demonstrate that resveratrol-induced apoptosis is linked to increased VDAC1 expression and its oligomerization. This positions resveratrol not only as a protective agent, but also as a pro-apoptotic compound. Consequently, resveratrol offers a promising therapeutic approach for cancer, with potentially fewer side effects compared to conventional treatments, due to its natural origins in plants and food products.",
  "publication_date": "2025-04-22",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26093963",
  "entities": {
    "POLYPHENOL": [
      "a broad spectrum",
      "a naturally occurring phenolic compound",
      "a protective agent",
      "antioxidant, anti-inflammatory, neuroprotective, and anti-viral properties",
      "cellular protection",
      "its pro-apoptotic effects",
      "pharmacological effects",
      "potentially fewer side effects",
      "reactive oxygen species",
      "resveratrol",
      "resveratrol-induced apoptosis",
      "specific sirna, resveratrol-induced cell death",
      "the dual effects",
      "these effects"
    ],
    "FOOD": [
      "blueberries",
      "chocolate",
      "peanuts",
      "red wine"
    ],
    "SYMPTOM": [
      "anti-aging benefits",
      "apoptosis",
      "apoptotic cell death",
      "cancer",
      "cell death",
      "regulating apoptosis",
      "tumor growth"
    ]
  }
}