{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Thermosensitive Porcine Myocardial Extracellular Matrix Hydrogel Coupled with Proanthocyanidins for Cardiac Tissue Engineering.",
  "abstract": "Currently, there are no therapies that prevent the negative myocardial remodeling process that occurs after a heart attack. Injectable hydrogels are a treatment option because they may replace the damaged extracellular matrix and, in addition, can be administered minimally invasively. Reactive oxygen species generated by ischemia-reperfusion damage can limit the therapeutic efficacy of injectable hydrogels. In order to overcome this limitation, grape seed proanthocyanidins were incorporated as antioxidant compounds into a thermosensitive myocardial extracellular matrix hydrogel in this study. For the fabrication of the hydrogel, the extracellular matrix obtained by decellularization of porcine myocardium was solubilized through enzymatic digestion, and the proanthocyanidins were incorporated. After exposing this extracellular matrix solution to 37 °C, it self-assembled into a hydrogel with a porous structure. According to the physicochemical and biological evaluation, the coupling of proanthocyanidins in the hydrogel has a positive effect on the antioxidant capacity, gelation kinetics, in vitro degradation, and cardiomyocyte viability, indicating that the hydrogel coupled with this type of antioxidants represents a promising alternative for potential application in post-infarction myocardial regeneration. Furthermore, this study proposes the best concentrations of proanthocyanidins that resulted in the hydrogels for future studies in cardiac tissue engineering.",
  "publication_date": "2025-01-09",
  "journal": "Gels (Basel, Switzerland)",
  "doi": "10.3390/gels11010053",
  "entities": {
    "POLYPHENOL": [
      "a positive effect",
      "decellularization",
      "grape seed proanthocyanidins",
      "injectable hydrogels",
      "proanthocyanidins",
      "reactive oxygen species",
      "the proanthocyanidins"
    ]
  }
}