{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Comparative study of phenolic compounds reveals a positive relationship between astringency and the phenolic composition in table grape varieties.",
  "abstract": "Phenolic compounds and their derivatives play a major role in the intensity and characteristics of grape (Vitis vinifera) astringency. The present study investigated the relationship between phenolic composition and astringency of six commercial table grape varieties (two of each white-, red-, and black-skinned). Qualitative and quantitative liquid chromatography-mass spectrometry analysis was used to identify the variety-specific phenolic profiles in the skins and total astringency intensity was assessed and described by a trained sensory panel. Thirty phenolic compounds were identified among the six varieties. Principal component analysis of the phenolic profiles revealed that the intensity of astringency of grape skin was positively correlated with catechin, epicatechin, epicatechin-3-O-gallate, and proanthocyanidin dimers B1, B2, and B3. A further orthogonal partial least-squares discrimination analysis of these compounds showed that catechin was the substance most strongly and positively correlated (R = 0.904) with grape skin astringency. PRACTICAL APPLICATION: This study provided a better understanding of the relationships between phenolic composition and table grape astringency and highlighted a potential metabolic marker that could be used as a predictor for the complex astringency sensory attributes of table grape berries.",
  "publication_date": "2022-12-17",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.16413",
  "entities": {
    "POLYPHENOL": [
      "catechin",
      "epicatechin",
      "epicatechin-3-o-gallate",
      "phenolic compounds",
      "quantitative liquid chromatography-mass spectrometry analysis",
      "the variety-specific phenolic profiles",
      "thirty phenolic compounds"
    ],
    "FOOD": [
      "grape skin",
      "grape skin astringency",
      "six commercial table grape varieties",
      "table grape astringency",
      "table grape berries"
    ]
  }
}