{
  "source": "PubMed",
  "query": "lignans",
  "title": "Schisandrin A ‌ameliorates the diabetes-associated memory impairment by alleviating inflammation and ferroptosis.",
  "abstract": "Schisandrin A (SchA), a bioactive lignan that was isolated from the dried fruit ofSchisandra chinensis, has attracted much attention because of its diverse spectrum of pharmacological effects. The aim of this study is to clarify the function of SchA in diabetes-related fear memory impairment and its molecular mechanisms. Rats are randomly assigned to 4 groups: the control group (Con group), the DM group, the DM + SchA group, and the Con + SchA group. The results demonstrate that SchA treatment improves insulin sensitivity, reduces blood glucose, and significantly reduces memory impairment. SchA treatment also prevents histological damage, enhances synaptic protein production, and significantly decreases Aβ42formation in the diabetic prefrontal cortex. Further research reveals that SchA therapy decreases microglial activation and the expression levels of variables linked to inflammation while increasing the phosphorylation of proteins implicated in the insulin resistance signaling pathway. Furthermore, in the prefrontal cortex of diabetic rats, SchA decreases ferroptosis by increasing the protein expressions of GPX4, SLC7A11, Nrf2, HO-1, and SIRT1. Overall, our findings suggest that SchA may lessen diabetes-associated fear memory impairment symptoms by, most likely, lowering ferroptosis and inflammatory responses in the prefrontal brain of diabetic rats. SchA may be a useful therapy for diabetes, including memory impairment.",
  "publication_date": "2025-07-01",
  "journal": "Acta biochimica et biophysica Sinica",
  "doi": "10.3724/abbs.2025070",
  "entities": {
    "POLYPHENOL": [
      "its diverse spectrum",
      "its molecular mechanisms",
      "pharmacological effects"
    ],
    "SYMPTOM": [
      "diabetes-associated fear memory impairment symptoms",
      "diabetes-related fear memory impairment",
      "inflammation",
      "memory impairment",
      "the insulin resistance"
    ]
  }
}