{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Echinatin ameliorates hyperglycemia and associated pathogenesis, oxidative stress and inflammation in STZ-induced diabetes in rats.",
  "abstract": "Diabetes is a multifaceted metabolic disorder evolved to be a global threat affecting the quality of life of individuals. Hyperglycemia and impaired glucose tolerance caused due to either insulin deficiency or resistance result in diabetes. Diabetes leads to numerous comorbidities such as cardiovascular disease, nephropathy, and neuropathy, which complicate the treatment of the disease. Currently available disease treatments only maintain the glycemic level in diabetic patients, and they fail to cure the disease. In this study, we hypothesized that echinatin, a natural bioactive component, effectively inhibits oxidative stress and inflammation in diabetes induced rats, thereby protecting rats from diabetic complications. Healthy male albino rats were grouped into five and the control rats were treated with 0.5 % DMSO. Group II rats were induced to diabetes with streptozotocin, Group III & IV rats were diabetes induced and treated with 10 & 25 mg/kg bwt echinatin. Group IV drug control rats were diabetic induced and treated with glibenclamide antidiabetic drug. The body weight, food & water intake were monitored in the rats throughout the treatment period. After the treatment period, blood samples were collected, and the rats were euthanized. Pancreas, kidney, and liver tissues were excised for further assessment. Diabetic profile and the levels of carbohydrate metabolizing enzymes were analyzed to assess the hypoglycemic effect of echinatin. Nephroprotective effect of echinatin was analyzed by quantifying the urea and creatinine levels in STZ-treated rats. Lipid profile, atherogenic and cardiogenic risk index were measured to evaluate the cardioprotective effect of echinatin. The hepatoprotective effect of echinatin was examined by evaluating the hepatic biomarker enzymes. The anti-inflammatory potency of echinatin was analyzed by measuring the proinflammatory cytokines and adipokines levels. Antioxidant levels were quantified to analyse the antioxidant property of echinatin. To confirm the antidiabetic effect of echinatin, histopathological analysis pancreas, liver, and kidney was performed. Overall, our results confirm that echinatin effectively inhibits hyperglycemia and also ameliorates hyperglycemia-induced comorbidities in STZ-induced diabetic rats.",
  "publication_date": "2025-06-09",
  "journal": "Biochemical and biophysical research communications",
  "doi": "10.1016/j.bbrc.2025.152174",
  "entities": {
    "SYMPTOM": [
      "hyperglycemia",
      "hyperglycemia-induced comorbidities",
      "inflammation",
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "10 & 25 mg/kg bwt echinatin",
      "echinatin",
      "nephroprotective effect",
      "the antidiabetic effect",
      "the cardioprotective effect",
      "the hepatoprotective effect",
      "the hypoglycemic effect"
    ]
  }
}