{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Flavonoids from dark chocolate and (-)-epicatechin ameliorate high-fat diet-induced decreases in mobility and muscle damage in aging mice.",
  "abstract": "Age-related muscle decline, when associated with obesity, leads to adverse outcomes with increased risks for falling, loss of independence, disability and risk of premature mortality. The aim of this study was to assess the potential beneficial effects of flavonoids in improving the age-/high-fat-diet-induced decrease in physical activity/capacity related to the onset of skeletal muscle decline. The effects of the administration of a cocoa beverage enriched with flavanols or pure (-)-epicatechin for 5 wk in a model of physical activity decline induced by the ingestion of a high-fat diet (60% fat) in middle-age mice were evaluated. The results showed that both products, the cocoa beverage enriched with flavanols and pure (-)-epicatechin, improved physical performance evaluated with the hang-wire, inverted-screen, and weight-lifting tests and dynamometry compared with the performance of the controls. The beverage and (-)-epicatechin increased the follistatin/myostatin ratio and increased the expression of myocyte enhancer factor 2A (MEF2A), suggesting an effect on molecular modulators of growth differentiation. Furthermore, the beverage and (-)-epicatechin decreased the expression of O-type fork-head transcription factor (FOXO1A) and muscle ring finger 1 (MURF1) markers of the skeletal muscle ubiquitin-proteasome degradation pathway.",
  "publication_date": "2020-08-04",
  "journal": "Food bioscience",
  "doi": "10.1016/j.fbio.2020.100710",
  "entities": {
    "POLYPHENOL": [
      "-)-epicatechin",
      "age-related muscle decline",
      "an effect",
      "flavonoids",
      "molecular modulators",
      "physical activity decline",
      "pure (-)-epicatechin, improved physical performance",
      "skeletal muscle decline",
      "the age-/high-fat-diet-induced decrease",
      "the effects",
      "the potential beneficial effects"
    ],
    "SYMPTOM": [
      "obesity"
    ],
    "FOOD": [
      "a cocoa beverage",
      "the cocoa beverage"
    ]
  }
}