{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Phenylboronic acid functionalized magnetic ferroferric oxide nanoparticles and capillary electrophoresis for efficient isolation of flavonoid compounds from leaves of Lonicera japonica Thunb.",
  "abstract": "Flavonoids are bioactive components in natural products, which possess anti-inflammatory, antibacterial, antioxidant, and cardiovascular protective properties. However, due to the complexity and low content of the components in these samples, developing rapid and sensitive methods for the isolation and extraction of flavonoids still remains a challenge in medical and food science. Herein, a 4-formylphenylboronic acid functionalized magnetic Fe3O4nanomaterial (Fe3O4@FPBA) was synthesized and applied as a sorbent of magnetic solid-phase extraction (MSPE) to covalently extract flavonoids from leaves of Lonicera japonica Thunb.. The structure, morphology and magnetic properties of Fe3O4@FPBA particles were characterized by fourier transform infrared spectroscopy (FT-IR), X-ray diffraction (XRD), vibrating sample magnetometer (VSM) and scanning electron microscope (SEM) technologies. Employing luteoloside, luteolin, lonicerin, hyperoside, quercetin and rutin as model compounds, Fe3O4@FPBA as sorbent, a MSPE coupling with capillary electrophoresis (CE) method was developed and optimized to detect the flavonoids. Adsorption kinetics display that the adsorption of flavonoids by Fe3O4@FPBA is in line with the Quasi-second-order model, which is controlled by chemisorption mechanism, with the equilibrium adsorption capacity ranging from 3.66 to 6.16 mg/g. The isothermal adsorption model shows that the adsorption is more consistent with Freundlich isotherm equation, and the exponent n is around 1. In addition, the material was applied to the leaves of Lonicera japonica Thunb. extract. Four kinds of flavonoids and three other o-hydroxyl compounds were covalently extracted and magnetically separated. Moreover, the material can still maintain high adsorption properties after recycling 5 times. The material possesses strong magnetism and boric acid ligands, which can realize rapid and high-capacity separation and enrichment of flavonoids in liquid samples. Therefore, the strategy offers an innovative method for the extraction and purification of flavonoids from complex natural plants and also provides a research basis for the discovery of new medicinal compounds based on natural products.",
  "publication_date": "2025-01-26",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.465729",
  "entities": {
    "POLYPHENOL": [
      "anti-inflammatory, antibacterial, antioxidant, and cardiovascular protective properties",
      "capillary electrophoresis (ce) method",
      "chemisorption mechanism",
      "electron microscope (sem) technologies",
      "flavonoids",
      "fourier transform infrared spectroscopy",
      "the flavonoids",
      "the quasi-second-order model"
    ]
  }
}