{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "BuZhong YiQi Formula Alleviates Taste Disorders in Rats with Type 2 Diabetes Mellitus by Increasing the Number of Taste Buds and the Expression of Signaling Molecules in Taste Transduction Pathways.",
  "abstract": "Background:Taste disorders in patients with type 2 diabetes mellitus (T2DM) have a negative impact on their quality of life and glycemic control, and treatment options are limited. Buzhong yiqi formula (BZYQF) improves T2DM symptoms but its effects on T2DM-induced taste disorders have not been sufficiently studied.Methods: Molecular docking was utilized to evaluate binding activity between the compounds in BZYQF and the sweet taste receptors (STRs). T2DM was induced in rats through the administration of high-fat diet and streptozotocin, and the rats were then treated with BZYQF for 8 weeks. Daily indicators and serum biochemical factors were monitored. Taste preferences for sweet, bitter, salty, and sour solutions were assessed using a two-bottle test. The morphology of lingual papillae and the numbers of taste buds were examined using HE staining. A high-glucose (HG) model of taste bud organoids was established to measure sucrose-evoked ATP release. The expression of signaling molecules in the sweet taste receptors (STRs) pathway was determined via RT-qPCR, Western blot, and immunofluorescence in lingual papillae and organoids.Results: A total of 508 compounds in BZYQF indicated good binding activity to T1R2, T1R3 or heterodimers of T1R2/T1R3, and 60 compounds had good binding activity to all three forms of STRs. BZYQF alleviated T2DM symptoms and improved taste perception for maltose (10 mM, 50 mM), quinine (0.03 mM, 0.1 mM), and citric acid (1 mM) solutions. BZYQF improved the morphological structure of lingual papillae and increased taste bud numbers in T2DM rats. BZYQF enhanced ATP release responses to sucrose solution in the taste bud organoids of the HG model. Gene expression determination showed that BZYQF upregulated the expression of signaling molecules in the STRs pathway (T1R2, T1R3, IP3R, α-gustducin, TRPM5) in the lingual papillae of the T2DM rats and in the taste bud organoids of the HG model.Conclusions: BZYQF alleviates T2DM-induced taste disorders by increasing the numbers of taste buds and upregulating STR signaling molecules, in which various compounds, especially flavonoids, exhibit a synergistic effect.",
  "publication_date": "2025-06-03",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18060838",
  "entities": {
    "SYMPTOM": [
      "type 2 diabetes"
    ],
    "POLYPHENOL": [
      "a synergistic effect",
      "especially flavonoids",
      "its effects",
      "molecular docking",
      "molecules",
      "signaling molecules",
      "the sweet taste receptors"
    ]
  }
}