{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Isolation ofStreptomycesspp. Exhibiting Potent Antibiofilm Activity Against Clinically Isolated Bacterial Strains.",
  "abstract": "The increasing threat of antimicrobial resistance (AMR) highlights the urgent need for alternative therapeutic strategies, particularly those targeting microbial virulence factors like biofilm formation. This study aimed to isolate and identifyStreptomycesspecies with potential antibiofilm activity against clinically relevant biofilm-producing bacterial pathogens.Actinomyceteswere isolated from soil samples, cultured on Gause's synthetic agar (GSA) and identified through 16S rRNA gene sequencing. Clinically isolated pathogenic bacteria, includingProteus mirabilis, Escherichia coli, Klebsiella oxytoca, Acinetobacter baumannii,andKlebsiella pneumoniae, were identified using the VITEK 2 system. The antibiofilm and antibacterial activities of the bioactive compounds extracted fromStreptomycesspp. were assessed using the agar plug diffusion method and quantitative biofilm assays with crystal violet staining. Among the isolatedStreptomycesstrains,Streptomyces albogriseoluswas identified as a promising producer of bioactive metabolites. The isolate exhibited 99% similarity to strain NBRC 3709 based on 16S rRNA gene sequencing. The crude extract at a concentration of 20 mg/mL demonstrated significant antibacterial activity, with inhibition zones of 11.9 mm againstK. pneumoniaeand 15.1 mm againstE. coli. Moreover, the extract significantly reduced biofilm formation inA. baumanniiandE. coli. A lower antibiofilm effect was also observed againstK. pneumoniae, P. mirabilis,andK. oxytoca, withK. oxytocaexhibiting the weakest biofilm inhibition. In conclusion, secondary metabolites fromS. albogriseolusdisplay significant antibiofilm activity against drug-resistant pathogens, with efficacy varying by bacterial species and extract concentration. These findings underscore the potential ofStreptomyces-derived metabolites as promising candidates for combating biofilm-associated infections. Further studies are recommended to explore their mechanism of action and optimize their potential therapeutic application.",
  "publication_date": "2025-05-29",
  "journal": "International journal of microbiology",
  "doi": "10.1155/ijm/4796619",
  "entities": {
    "POLYPHENOL": [
      "a lower antibiofilm effect",
      "bacterial species",
      "biofilm-associated infections",
      "their mechanism"
    ]
  }
}