{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Dynamic changes in the phenolic profile, enzymatic, and antioxidant activity of grape skin during solid-state fermentation by Eurotium cristatum.",
  "abstract": "Grape skin, consisting of a significant portion of grape pomace, is a great source of dietary fibers and polyphenols. In this study, grape skins of Hutai No. 8 were subjected to solid-state fermentation (SSF) using the fungal strain Eurotium cristatum. The total phenolic content (TPC) of grape skins increased and reached the maximum value after 8-day fermentation, which was 39.8% higher than those of the unfermented skins. The production of relevant enzymes was significantly enhanced, whereas the enzymatic activities of α-amylase and β-glucosidase showed significant positive correlations with the TPC. Sixteen phenolic compounds in the grape skins were identified and quantified using UPLC-QTOF-MS/MS and HPLC-DAD, whereas most of them increased significantly after fermentation. The antioxidant activities of grape skins showed a substantial improvement, which was positively and significantly correlated with TPC (p < 0.01). Principal component analysis indicated that the increased levels of ferulic acid, myricetin, resveratrol, and catechin during SSF were primarily responsible for the enhanced anti-1,1-diphenyl-2-picrylhydrazyl and anti-ABTS radical activities, as well as the ferric reducing ability of grape skins. Moreover, the changes in the concentrations of syringic acid, caffeic acid, gallic acid, protocatechuic acid, and quercetin-3-glucoside in grape skins exhibited a strong correlation with the ABTS radical scavenging capacity in vitro. Furthermore, fermentation time played a crucial role in the variation of phenolic profiles and antioxidant activities in grape skins. These findings indicate that SSF with E. cristatum effectively enhances the phenolic content in grape skin, thereby contributing to its antioxidant activities.",
  "publication_date": "2025-05-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70095",
  "entities": {
    "FOOD": [
      "grape pomace",
      "grape skin",
      "grape skins",
      "the grape skins"
    ],
    "POLYPHENOL": [
      "caffeic acid",
      "catechin",
      "ferulic acid",
      "gallic acid",
      "myricetin",
      "polyphenols",
      "protocatechuic acid",
      "quercetin-3",
      "resveratrol",
      "sixteen phenolic compounds",
      "syringic acid"
    ]
  }
}