{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Mechanistic study on the susceptibility ofStaphylococcus aureusto common antimicrobial preservatives mediated by wall teichoic acids.",
  "abstract": "Staphylococcus aureusis a common food-borne pathogen that easily develops resistance to antibiotics and antimicrobial peptides partly because of wall teichoic acids (WTAs), the peptidoglycan-anchored polymers important for cell physiology. In the food industry, there is an increasing prevalence ofS. aureusdespite the widespread use of antimicrobial preservatives, and it remains elusive how WTAs affect the susceptibility ofS. aureusto these preservatives. In this study, we first identified that the presence of WTAs alteredS. aureussensitivity to tea polyphenol, sodium dehydroacetate, and ε-polylysine after screening 14 frequently used antimicrobial food preservatives. Then, via a series of genetic and biochemical analyses combined with molecular dynamics simulation, we revealed three WTA-related mechanisms adopted byS. aureusfor self-protection against sodium dehydroacetate and ε-polylysine: (i) charge repulsion mediated by D-alanylation to reduce preservative packing around the cell; (ii) hydrogen bonding and hydrophobic interactions involving WTA backbone and glycosylation to maintain the preservatives in the WTA layer and to reduce their passage across the cell membrane; (iii) steric hindrance to reduce cell wall permeability and minimize the contact of these antimicrobials with the cell membrane. In comparison, the latter two mechanisms were involved in cell interaction with tea polyphenol. This work highlights the complex roles played by WTAs in cell response to antimicrobial preservatives and provides guidance to further study onS. aureustolerance to food preservatives and better control over food safety.",
  "publication_date": "2025-06-30",
  "journal": "Applied and environmental microbiology",
  "doi": "10.1128/aem.01023-25",
  "entities": {
    "POLYPHENOL": [
      "molecular dynamics simulation",
      "self-protection",
      "tea polyphenol",
      "the latter two mechanisms",
      "three wta-related mechanisms"
    ],
    "FOOD": [
      "their passage"
    ]
  }
}