{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "A study on the qualitative analysis of lotus seedpod oligomeric procyanidins during digestion, absorption and colonic fermentation based on UPLC-Q-Exactive/MS.",
  "abstract": "Polyphenols have potent antioxidant properties, but are easily degraded in the gastrointestinal tract, greatly limiting their application as dietary supplements. Therefore, the composition changes of lotus seedpod oligomeric procyanidins (LSOPC) in the gastrointestinal digestion, colonic fermentation and their absorption in Caco-2 cell monolayer were studied. The extracted LSOPC were identified using UPLC-Q-Exactive/MS, and a total of 47 compounds were identified. After gastrointestinal digestion, succinic acid, protocatechuic acid, p-Hydroxybenzoic acid, azelaic acid, and dihydroxyphenylacetic acid were released. Compared to gastrointestinal digestion, the total phenolic content and antioxidant capacity of LSOPC were significantly higher after colonic fermentation (P < 0.05). In addition, catechin (2.5%) crossed the Caco-2 cell monolayer and entered systemic circulation. Most of the LSOPC were not absorbed but instead entered the colon, where they were degraded to phenolic acids by gut microbiota. At the same time, unabsorbed LSOPC and their metabolites modulated the composition of gut microbiota, decreasing the Firmicutes/Bacteroidetes ratio and promoting the generation of short-chain fatty acids, especially acetic acid. Phenylacetic acid, p-Hydroxyphenylpropionic acid, p-coumaric acid, dihydroxyphenyl-ɤ-valerolactone, and 4-(3,4'-dihydroxyphenyl) valeric acid could not be detected until after colonic fermentation. It is the first time to systematically clarify compositional transformations of LSOPC during gastrointestinal digestion and colonic fermentation, which will pave the way for increasing the economic value of lotus seedpod and provide a theoretical basis for polyphenols as dietary supplements.",
  "publication_date": "2025-01-11",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.142864",
  "entities": {
    "POLYPHENOL": [
      "catechin",
      "especially acetic acid",
      "lotus seedpod oligomeric procyanidins",
      "p-hydroxyphenylpropionic acid, p-coumaric acid",
      "polyphenols",
      "protocatechuic acid",
      "the economic value"
    ]
  }
}