{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "A new anchor point for gut microbiome to regulate complications of allogeneic hematopoietic stem cell transplantation: oxidative stress.",
  "abstract": "Teaser Abstract: Although there has been a large amount of reviews focusing on the relation between gut microbiome and the major complications after allogeneic hematopoietic stem-cell transplantation (allo-HSCT), few review have referred the role of oxidative stress in this process. The manuscript elucidates the mechanism of oxidative stress on allo-HSCT complications, summarize the interaction between GM and oxidative stress in the body, and highlight the role of GM regulation of oxidative stress in allo-HSCT complications. We hope to offer ideas to clinicians formulating new prophylaxis and treatment strategies of allo-HSCT complications. Finally, we would like to make the following declarations: The work described has not been submitted elsewhere for publication, in whole or in part, and all the authors listed have approved the manuscript that is enclosed. Allogeneic hematopoietic stem cell transplantation (allo-HSCT) is a cure for many malignant hematologic and metabolic diseases, whose complications are an unignorable cause of long-term prognosis. Pre-treatment chemoradiotherapy administered before and after transplantation alters the state of the bone marrow hematopoietic microenvironment. Under the stress of hematopoietic injury, a large number of hematopoietic stem cells (HSC) proliferate and differentiate, that produce large amounts of reactive oxygen species (ROS).And the chemotherapeutic pre-treatment drugs themselves also cause oxidative stress(OS),which can indirectly exacerbated OS of the bone marrow microenvironment. The bone marrow hematopoietic microenvironment and local oxidative stress affects the development of infections, relapse, graft-versus-host disease (GVHD), poor graft function (PGF), persistent thrombocytopenia (PT), chronic fatigue syndrome (CFS), bronchiolitis obliterans (BOS), transplant-associated thrombotic microangiopathy (TA-TMA), etc. Recent studies have demonstrated that the gut microbiome (GM) and its metabolites such as short chain fatty acids (SCFAs), secondary bile acids (SBAs), trimethylamine (TMA) and signaling molecules such as H2S and NO can enter the bloodstream through the intestinal epithelium and reach all parts of the body. This review describes the impact of oxidative stress on the development of allo-HSCT complications. In this paper, we will elucidate the mechanism of oxidative stress on allo-HSCT complications, summarize the interaction between GM and oxidative stress in the body, and highlight the role of GM regulation of oxidative stress in allo-HSCT complications, so as to offer new strategies for the prevention and treatment of allo-HSCT complications.",
  "publication_date": "2025-06-14",
  "journal": "Experimental hematology",
  "doi": "10.1016/j.exphem.2025.104833",
  "entities": {
    "SYMPTOM": [
      "chronic fatigue syndrome",
      "local oxidative stress",
      "oxidative stress",
      "oxidative stress(os),which",
      "the stress"
    ],
    "POLYPHENOL": [
      "infections",
      "molecules",
      "reactive oxygen species",
      "recent studies",
      "secondary bile acids",
      "the following declarations",
      "the mechanism"
    ]
  }
}