{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Diverse Structures of Tea Polyphenols from Rougui Wuyi Rock Tea and Their Potential as Inhibitor of 3C-like Protease.",
  "abstract": "Tea polyphenols, the primary bioactive constituents responsible for the various health benefits of tea, can be categorized into different subgroups according to their structural characteristics. However, the distinctions in antiviral activity among the diverse types of polyphenolic compounds remain unexplored. In the present study, fifty-eight tea polyphenols with varied structures, including eleven undescribed compounds, were isolated from Rougui Wuyi rock tea. Their molecular structures were elucidated using comprehensive analytical approaches of NMR, HRMS, CD spectroscopic data and acid hydrolysis. The isolated polyphenol analogs could be structurally classified into two main categories: flavan-3-ols, which include catechins, flavoalkaloids, procyanidins and theasinensins, and flavones, encompassing kaempferol, quercetin, myricetin, and their respective glycosides. The inhibitory activities of fifty-eight tea polyphenols against 3CLpro were assessed in vitro, and eighteen phenolic compounds exhibited inhibitory effects on 3CLpro, with IC50values ranging from 9.8 μM to 61.1 μM. Among them, two types of tea polyphenols, catechin and flavoalkaloid derivatives, demonstrated superior inhibitory effects compared to other categories. The structure-activity relationship was further explored, and molecular docking analysis revealed that the differing inhibitory effects of catechin and flavoalkaloid derivatives were attributed to the variations in the number and positions of the hydrogen bond interactions with 3CLpro. This study provides a valuable understanding of tea polyphenols and supplies potential lead compounds for antiviral drugs.",
  "publication_date": "2025-02-23",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30051024",
  "entities": {
    "POLYPHENOL": [
      "catechin",
      "catechins",
      "cd spectroscopic data",
      "eighteen phenolic compounds",
      "encompassing kaempferol",
      "fifty-eight tea polyphenols",
      "inhibitory effects",
      "molecular docking analysis",
      "myricetin",
      "polyphenolic compounds",
      "procyanidins",
      "quercetin",
      "superior inhibitory effects",
      "tea polyphenols",
      "the differing inhibitory effects",
      "the isolated polyphenol analogs",
      "their molecular structures",
      "their respective glycosides"
    ]
  }
}