{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Effect of Blanching Pretreatment on Bioactive Compounds and Surface Color in Underutilized Andean Tuber Tropaeolum Tuberosum (Cubio).",
  "abstract": "Cubio (Tropaeolum tuberosum) is an undervalued Andean tuber with phytochemicals and antioxidant capacities. This biological material requires conservation technologies such as blanching for its use. However, this technology possibly affects the bioactive potential and color of the tuber. The objective of this work was to evaluate the effect of pretreatments of blanching with microwaves, ultrasound, and hot water on the bioactive compounds and surface color in cubio. Cubio slices were blanched with microwave (900 W, 25 s), ultrasound (42 kHz at 60 °C, 15 min), with water (90 °C, 3 min), and untreated samples as control. The dehydration process was then carried out in a natural convection oven at 50 °C until a moisture content of 4.7%. The results indicate that microwave pretreatment significantly increased (p < 0.05) the concentration of bioactive compounds compared to water, ultrasound, and untreated samples. Specifically, an increase of 11.59% in phenols, 24.76% in anthocyanins, and 87.42% in carotenoids was observed. However, during the dehydration process, the pretreatments had a negative effect on the variables analyzed (phenols, flavonoids, and anthocyanins). Nevertheless, the samples treated only with microwaves showed the lowest losses of anthocyanins compared to the fresh untreated samples. The color change in cubio slices was mainly caused by dehydration, but microwave processing (ΔE = 7.46) presented fewer changes in all color parameters to fresh cubio. These results demonstrate that microwave blanching treatment has great potential for the agroindustrial evaluation of this promising material as a source of natural antioxidants with application in the food industry.",
  "publication_date": "2025-06-09",
  "journal": "Plant foods for human nutrition (Dordrecht, Netherlands)",
  "doi": "10.1007/s11130-025-01377-w",
  "entities": {
    "POLYPHENOL": [
      "a natural convection",
      "a negative effect",
      "conservation technologies",
      "the effect",
      "the objective",
      "this technology"
    ]
  }
}