{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Exploration of Bioactive Compounds, Antioxidant and Antibacterial Properties, and Their Potential Efficacy Against HT29 Cell Lines inDictyota bartayresiana.",
  "abstract": "This study investigates the rare seaweed algaDictyota bartayresianalamour for biological activity. Antioxidant and antibacterial activities were examined. An MTT assay was carried out to examine cytotoxicity activity against colon cancer cells. The HPTLC analysis was performed for four different extracts, which exhibited clear flavonoid band formation at 254 nm and 366 nm with varied ranges of Rfvalues: methanolic extract (Rf0.87), acetone extract (Rf0.82), and benzene (Rf0.83). Methanolic Extract Fraction One (MEF1) has a distinct band formation at 366 nm, it is shown to have the highest inhibition (6.20 ± 0.53 mm) againstEscherichia coli, and the MTT assay reveals that the aqueous extract ofDictyota bartayresianaextract has an IC50value of 300 µg/mL. It is divulged that methanolic extract shows the highest phytochemical compound level among the four extracts ofDictyota bartayresiana. A GC/MS analysis was employed to investigate the flavonoid profile of the crude seaweed extract. Although LC/MS is typically preferred for flavonoid analysis due to thermal sensitivity, GC/MS was used in this study owing to time constraints, with optimized conditions to reduce thermal degradation. The GC-MS analysis identified Quinoline and other flavonoids, suggesting potential bioactivity. The cytotoxicity activity of MEF1 shows that the development of a promising drug may be evaluated from a seaweed source. The present study provides excellent insight with the first report of the biologically active compound ofDictyota bartayresiana.",
  "publication_date": "2025-05-23",
  "journal": "Marine drugs",
  "doi": "10.3390/md23060224",
  "entities": {
    "SYMPTOM": [
      "colon cancer cells"
    ],
    "POLYPHENOL": [
      "clear flavonoid band formation",
      "flavonoid analysis",
      "other flavonoids",
      "the flavonoid profile"
    ]
  }
}