{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Resveratrol Enhances the Efficacy of Combined BM-MSCs Therapy for Rat Spinal Cord Injury via Modulation of the Sirt-1/NF-κB Signaling Pathway.",
  "abstract": "Spinal cord injury (SCI) represents a severe trauma to the central nervous system, resulting in significant disability and imposing heavy burdens on families and society. Pathophysiological changes following SCI often trigger secondary injuries that complicate treatment. Bone marrow mesenchymal stem cells (BM-MSCs) have become a focal point of research due to their multifunctionality and self-renewal capabilities; however, their survival and neuroprotective functions are compromised in inflammatory environments. Resveratrol, known for its anti-inflammatory, anti-aging, and anti-oxidative stress properties, has been extensively studied. This research focuses on the anti-inflammatory effects of resveratrol post-SCI and its combined application with BM-MSCs to treat rat spinal cord injuries, exploring both efficacy and mechanisms. In vivo experiments investigated changes in the Sirt-1 signaling pathway post-SCI, while in vitro studies examined the effects of resveratrol on BM-MSCs under inflammatory conditions. The assessment included recovery of motor function, neuronal survival, and apoptosis in SCI rats treated with resveratrol alone or in combination with BM-MSCs. Findings reveal a correlation between Sirt-1 and inflammation signaling pathways post-injury. Resveratrol significantly enhanced the survival and efficacy of BM-MSCs in inflammatory environments by upregulating Sirt-1 and downregulating NF-κB and other inflammatory markers, thereby reducing apoptosis. Combined treatment with resveratrol and BM-MSCs showed superior outcomes in motor function recovery and neuronal survival compared to treatment with BM-MSCs alone. This study offers a novel therapeutic strategy for SCI, enhancing stem cell survival and function through modulation of the Sirt-1/NF-κB pathway, providing a theoretical and experimental foundation for clinical applications.",
  "publication_date": "2024-11-16",
  "journal": "Neurochemical research",
  "doi": "10.1007/s11064-024-04264-z",
  "entities": {
    "POLYPHENOL": [
      "mechanisms",
      "motor function recovery",
      "neuroprotective functions",
      "recovery",
      "resveratrol",
      "resveratrol post",
      "secondary injuries",
      "the anti-inflammatory effects",
      "the effects"
    ],
    "SYMPTOM": [
      "apoptosis",
      "inflammation",
      "its anti-inflammatory, anti-aging, and anti-oxidative stress properties"
    ]
  }
}