{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Beneficial effects of dietary supplementation with green tea catechins and cocoa flavanols on aging-related regressive changes in the mouse neuromuscular system.",
  "abstract": "Besides skeletal muscle wasting, sarcopenia entails morphological and molecular changes in distinct components of the neuromuscular system, including spinal cord motoneurons (MNs) and neuromuscular junctions (NMJs); moreover, noticeable microgliosis has also been observed around aged MNs. Here we examined the impact of two flavonoid-enriched diets containing either green tea extract (GTE) catechins or cocoa flavanols on age-associated regressive changes in the neuromuscular system of C57BL/6J mice. Compared to control mice, GTE- and cocoa-supplementation significantly improved the survival rate of mice, reduced the proportion of fibers with lipofuscin aggregates and central nuclei, and increased the density of satellite cells in skeletal muscles. Additionally, both supplements significantly augmented the number of innervated NMJs and their degree of maturity compared to controls. GTE, but not cocoa, prominently increased the density of VAChT and VGluT2 afferent synapses on MNs, which were lost in control aged spinal cords; conversely, cocoa, but not GTE, significantly augmented the proportion of VGluT1 afferent synapses on aged MNs. Moreover, GTE, but not cocoa, reduced aging-associated microgliosis and increased the proportion of neuroprotective microglial phenotypes. Our data indicate that certain plant flavonoids may be beneficial in the nutritional management of age-related deterioration of the neuromuscular system.",
  "publication_date": "2021-07-28",
  "journal": "Aging",
  "doi": "10.18632/aging.203336",
  "entities": {
    "POLYPHENOL": [
      "certain plant flavonoids",
      "morphological and molecular changes",
      "neuroprotective microglial phenotypes",
      "two flavonoid-enriched diets"
    ],
    "FOOD": [
      "cocoa flavanols",
      "cocoa-supplementation",
      "not cocoa"
    ],
    "SYMPTOM": [
      "reduced aging-associated microgliosis"
    ]
  }
}