{
  "source": "PubMed",
  "query": "lignans",
  "title": "Chemical constituents of the herb of Thermopsis lanceolata R. Br. and their stimulation of seed germination of Triticum aestivum L.",
  "abstract": "To discover novel plant growth regulators (PGRs) from natural products, the chemical constituents of the herb Thermopsis lanceolata were systematically investigated, leading to the isolation of 17 quinolizidine alkaloids (QAs) (1-17), 9 sesquiterpenes (18-26), 20 lignans (27-46), 13 isoflavones (47-59), and 2 pterocarpans (60 and 61), including 4 previously undescribed compounds (1, 2, 18, 27) and one product previously derived as synthetic (3). Their structures were elucidated through comprehensive spectroscopic analysis (IR, UV, NMR, and HRESIMS) and ECD calculations. The seed germination and seedling growth regulatory activities of the isolated compounds on Triticum aestivum were evaluated using the petri dish method. Among the components, 25 and 39 significantly promoted the seedling growth of T. aestivum compared to the negative control, with seed germination rate, root length, coleoptile length, root fresh weight, and coleoptile fresh weight increasing by more than 31.1 % at a concentration of 25 μg/mL. Integrative physiological assays revealed that 25 and 39 enhance T. aestivum growth by increasing the levels of ethylene, auxins, gibberellins, and brassinosteroids; enhancing the activities of α-amylase and antioxidant enzymes (peroxidase, superoxide dismutase, and catalase); and increasing the contents of soluble sugar, soluble protein, and chlorophyll. This research holds promise for the development of novel, efficient, and ecologically compatible PGRs derived from natural products.",
  "publication_date": "2025-04-23",
  "journal": "Phytochemistry",
  "doi": "10.1016/j.phytochem.2025.114512",
  "entities": {
    "POLYPHENOL": [
      "comprehensive spectroscopic analysis",
      "ecd calculations",
      "novel, efficient, and ecologically compatible pgrs"
    ]
  }
}