{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "IL-17A Drives Oxidative Stress and Cell Growth in A549 Lung Epithelial Cells: Potential Protective Action of Oleuropein.",
  "abstract": "IL-17A drives inflammation and oxidative stress, affecting the progression of chronic lung diseases (asthma, chronic obstructive pulmonary disease (COPD), lung cancer, and cystic fibrosis). Oleuropein (OLP) is a polyphenolic compound present in olive oil and widely included in the Mediterranean diet. It exerts antioxidant and anti-inflammatory activities, oxidative stress resistance, and anticarcinogenic effects with a conceivable positive impact on human health. We hypothesized that OLP positively affects the mechanisms of oxidative stress, apoptosis, DNA damage, cell viability during proliferation, and cell growth in alveolar epithelial cells and tested its effect in a human alveolar epithelial cell line (A549) in the presence of IL-17A. Our results show that OLP decreases the levels of oxidative stress (Reactive Oxygen Species, Mitochondrial membrane potential) and DNA damage (H2AX phosphorylation-ser139, Olive Tail Moment data) and increases cell apoptosis in A549 cells exposed to IL-17A. Furthermore, OLP decreases the number of viable cells during proliferation, the migratory potential (Scratch test), and the single cell capacity to grow within colonies as a cancer phenotype in A549 cells exposed to IL-17A. In conclusion, we suggest that OLP might be useful to protect lung epithelial cells from oxidative stress, DNA damage, cell growth, and cell apoptosis. This effect might be exerted in lung diseases by the downregulation of IL-17A activities. Our results suggest a positive effect of the components of olive oil on human lung health.",
  "publication_date": "2024-07-03",
  "journal": "Nutrients",
  "doi": "10.3390/nu16132123",
  "entities": {
    "SYMPTOM": [
      "a cancer phenotype",
      "apoptosis",
      "cell apoptosis",
      "dna damage",
      "inflammation",
      "lung cancer",
      "oxidative stress",
      "oxidative stress resistance"
    ],
    "POLYPHENOL": [
      "a polyphenolic compound",
      "a positive effect",
      "anticarcinogenic effects",
      "its effect",
      "oleuropein",
      "reactive oxygen species",
      "the mechanisms",
      "this effect"
    ],
    "FOOD": [
      "olive oil"
    ]
  }
}