{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Quorum sensing modulates microbial community structure through regulation of secondary metabolites.",
  "abstract": "Bacteria are recognized for their diverse metabolic capabilities, yet the impact of microbe-microbe interactions on multispecies community structure and dynamics is poorly understood. Cell-to-cell signaling in the form of quorum sensing (QS) often regulates secondary metabolite production and microbial interactions. Here, we examine how acylhomoserine lactone (AHL)-mediated QS impacts microbial community structure in a 10-member synthetic community of isolates fromPopulus deltoides. To explore the role of QS in microbial community structure and dynamics, we disrupted AHL signaling by exogenous addition of AiiA-lactonase, an enzyme that cleaves the lactone ring. Microbial community structure resulting from signal inactivation, as measured by 16S rRNA amplicon sequencing and secondary metabolite production, was assessed after successive passaging of the community. Further, we investigated the impact of quorum quenching on specific microbe-microbe interactions using pairwise inhibition assays. Our results indicate that AHL inactivation alters the relative abundance of dominant community members at later passages but does not impact the overall membership in the community. Quorum quenching significantly alters the metabolic profile in lactonase-treated communities. This metabolic alteration impacts microbe-microbe interactions through decreased inhibition of other community members. Together, these results indicate that QS impacts microbial community structure through the regulation of secondary metabolites in dominant members and that the membership of microbial communities can be relatively stable despite changes in metabolic profiles.IMPORTANCEIn terrestrial ecosystems, bacteria exist as multispecies consortia and provide diverse ecosystem services. Interactions among microbes contribute to determining their abundance and population structure and are often mediated by cell-to-cell communication. However, the role of microbial communication in community assembly is poorly understood. In this study, we investigated the disruption of AHL-based quorum sensing on bacterial community structure using a synthetic microbial community derived from a plant host. We found that disrupting AHL signaling did not change the membership but shifted the relative abundance of the dominant community members. Metabolic profiles of disrupted communities reveal alterations in key secondary metabolites that likely reduce antagonistic behavior. Investigating the driving mechanisms underlying microbial community assembly is fundamental to understanding microbial ecosystem ecology and can be broadly applied toward understanding sustainable systems and facilitating agricultural applications where plant-associated microbes are of growing importance.",
  "publication_date": "2025-06-20",
  "journal": "mSphere",
  "doi": "10.1128/msphere.01050-24",
  "entities": {
    "POLYPHENOL": [
      "decreased inhibition",
      "diverse ecosystem services",
      "key secondary metabolites",
      "microbial ecosystem ecology",
      "multispecies community structure",
      "multispecies consortia",
      "secondary metabolite production and microbial interactions",
      "secondary metabolites",
      "sequencing and secondary metabolite production",
      "specific microbe-microbe interactions",
      "the driving mechanisms"
    ],
    "SYMPTOM": [
      "successive passaging"
    ],
    "FOOD": [
      "later passages"
    ]
  }
}