{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Antioxidant capacity and inhibition of metabolic syndrome-associated enzymes by Cryptocarya alba fruits.",
  "abstract": "The fruits of the native tree Cryptocarya alba Mol. (Lauraceae), known as \"peumo\" were consumed by the Mapuche Amerindians in Chile both raw and after boiling. The aim of this work was to compare the content of phenolic, procyanidins, antioxidant capacity and inhibition of enzymes related with metabolic syndrome (α-glucosidase, α-amylase and pancreatic lipase) from the phenolic enriched extracts (PEEs) of peumo fruits. Fruits were collected during two years in three different places in central Chile and were investigated raw, boiled, and after separation into cotyledons and peel. The water resulting from the fruit decoction was also analyzed. The composition of the PEE was assessed by HPLC-DAD-MS/MS and the main compounds were quantified by HPLC. The strong inhibitory effect on α-glucosidase, with IC50values below 1 µg/mL for several samples, was related, at least in part, to the content of 3-caffeoylquinic acid, 5-caffeoylquinic acid and (-)-epicatechin. The effect of the PEE on pancreatic lipase is of interest and can be partially explained by the (-)-epicatechin content. PCA analyses showed a clear separation of the samples according to the fruit parts and processing. However, no differences by geographic origin were observed. The activity of peumo PEEs on enzymes related to metabolic syndrome and its antioxidant capacity support further studies on the health promoting properties of this native Chilean food plant.",
  "publication_date": "2023-08-06",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2023.113343",
  "entities": {
    "POLYPHENOL": [
      "procyanidins",
      "the (-)-epicatechin content",
      "the effect",
      "the fruit decoction",
      "the strong inhibitory effect"
    ],
    "SYMPTOM": [
      "metabolic syndrome"
    ]
  }
}