{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "TSG attenuated NAFLD and facilitated weight loss in HFD-fed mice via activating the RUNX1/FGF21 signaling axis.",
  "abstract": "Non-alcoholic fatty liver disease (NAFLD) is a chronic liver disease characterized by steatosis in hepatocytes and is now becoming the major cause of liver-related mortality. Fibroblast growth factor 21 (FGF21) is an endocrine hormone mainly secreted by the liver, which can bind to its receptor (FGFR) and co-receptor beta klotho (KLB) to form a receptor complex, exerting its lipid-lowering function. 2,3,5,4'-Tetrahydroxy-stilbene-2-O-β-D-glucoside (TSG), a natural compound isolated from Polygonum multiflorum Thunb, has shown excellent activity in lowering lipid content and efficacy in improving NAFLD. In this study we investigated whether FGF21 was implicated in the therapeutic effect of TSG in NAFLD mice. NAFLD was induced in mice by feeding with a high-fat diet (HFD) for 12 weeks, and treated with TSG (20, 40 mg·kg-1·d-1, i.g.) during the last 4 weeks. We showed that TSG treatment significantly alleviated NAFLD in HFD-fed mice evidenced by reduced hepatic triglyceride (TG) and non-esterified fatty acids (NEFA), diminished lipid droplets and decreased NAFLD activity score (NAS) in liver tissues. We demonstrated that TSG treatment significantly increased the mRNA and protein levels of FGF21 in vitro and in vivo, and reduced lipid accumulation in both the liver and adipose tissues. Transcriptomics analysis revealed that TSG treatment significantly increased the nuclear translocation of a transcription factor RUNX1. Knockdown of Runx1 in HFD-fed mice eliminated the efficacy of TSG in alleviating NAFLD, reducing hepatic lipid accumulation and regulating FGF21 signaling pathway in liver and adipose tissues. In conclusion, TSG alleviates NAFLD by enhancing the FGF21-mediated lipid metabolism in a RUNX1-dependent manner.",
  "publication_date": "2025-04-30",
  "journal": "Acta pharmacologica Sinica",
  "doi": "10.1038/s41401-025-01568-w",
  "entities": {
    "SYMPTOM": [
      "steatosis"
    ],
    "POLYPHENOL": [
      "a receptor complex",
      "its receptor",
      "the therapeutic effect"
    ]
  }
}