{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Green Approach forRosa damascenaMill. Petal Extract: Insights into Phytochemical Composition, Anti-Aging Potential, and Stability.",
  "abstract": "Rosa damascenaMill., widely recognized for its remarkable skincare benefits, is extensively used in the cosmeceutical industry. This study introduces a novel green approach to extract bioactive compounds fromR. damascenafor cosmeceutical applications while also evaluating its stability in terms of physical, chemical, and biological properties.R. damascenapetals were extracted using deionized water instead of organic solvents, using various green extraction methods, including infusion, microwave, ultrasound, pulsed electric field, and micellar extraction. Their chemical composition was analyzed using high-performance liquid chromatography. The extract with the highest concentration of bioactive compounds was further evaluated for its cosmeceutical properties and stability and compared with its individual chemical components. Various factors influencing stability were evaluated, including pH level (5, 7, and 9), temperature (4 °C, 30 °C, and 45 °C), and light exposure. The findings indicate that the extract obtained through microwave-assisted extraction (MAE) contained the highest concentration of bioactive constituents, with corilagin being the most abundant, followed by cyanidin-3,5-O-diglucoside, gallic acid, ellagic acid, L-ascorbic acid, and rutin, respectively. Additionally, MAE exhibited excellent antioxidant, whitening, and anti-skin-aging effects, demonstrating significantly higher activities than both the positive control (L-ascorbic acid for antioxidant effects, kojic acid for anti-tyrosinase effects, and epigallocatechin gallate and oleanolic acid for anti-skin-aging effects) and the individual chemical constituents. However, the physico-chemical and biological stability of MAE was influenced by pH, temperature, and light exposure, and as such, light-protected and controlled temperature (not exceeding 30 °C) is essential to maintain the extract's efficacy in skincare products, and optimal formulation strategies are strongly recommended to ensure long-term stability.",
  "publication_date": "2025-04-30",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14050541",
  "entities": {
    "POLYPHENOL": [
      "anti-skin-aging effects",
      "anti-tyrosinase effects",
      "antioxidant effects",
      "cosmeceutical applications",
      "cyanidin-3,5-o-diglucoside, gallic acid",
      "ellagic acid",
      "its cosmeceutical properties",
      "pulsed electric field",
      "rutin",
      "such, light-protected and controlled temperature",
      "the cosmeceutical industry"
    ],
    "FOOD": [
      "infusion"
    ]
  }
}