{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Syringetin Promotes Melanogenesis in B16F10 Cells.",
  "abstract": "Syringetin, an active compound present in red grapes, jambolan fruits,Lysimachia congestiflora, andVaccinium ashei, is a dimethyl myricetin derivative which contains free hydroxyl groups at the C-2' and C-4' positions in ring B. Recent studies have revealed that syringetin possesses multiple pharmacological properties, such as antitumor, hepatoprotective, antidiabetic, antioxidative, and cytoprotective activities. To date, there has been no attempt to test the action of syringetin on melanogenesis. In addition, the molecular mechanism for the melanogenic effects of syringetin remains largely unknown. In this study, we investigated the effect of syringetin on melanogenesis in a murine melanoma cell line from a C57BL/6J mouse, B16F10. Our results showed that syringetin markedly stimulated melanin production and tyrosinase activity in a concentration-dependent manner in B16F10 cells. We also found that syringetin increased MITF, tyrosinase, TRP-1, and TRP-2 protein expression. Moreover, syringetin inhibited ERK and PI3K/Akt phosphorylation by stimulating p38, JNK, PKA phosphorylation levels, subsequently stimulating MITF and TRP upregulation, resulting in the activation of melanin synthesis. Furthermore, we observed that syringetin activated phosphorylation of GSK3β and β-catenin and reduced the protein level of β-catenin, suggesting that syringetin stimulates melanogenesis through the GSK3β/β-catenin signal pathway. Finally, a primary skin irritation test was conducted on the upper backs of 31 healthy volunteers to determine the irritation or sensitization potential of syringetin for topical application. The results of the test indicated that syringetin did not cause any adverse effects on the skin. Taken together, our findings indicated that syringetin may be an effective pigmentation stimulator for use in cosmetics and in the medical treatment of hypopigmentation disorders.",
  "publication_date": "2023-06-09",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms24129960",
  "entities": {
    "FOOD": [
      "red grapes"
    ],
    "POLYPHENOL": [
      "a dimethyl myricetin derivative",
      "an effective pigmentation stimulator",
      "any adverse effects",
      "b. recent studies",
      "hepatoprotective",
      "the effect",
      "the melanogenic effects",
      "the molecular mechanism"
    ]
  }
}