{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "SbC1, an R2R3-MYB transcription factor, specifically regulates anthocyanin accumulation in sorghum coleoptiles.",
  "abstract": "This study first identifies the SbC1, an R2R3-MYB transcription factor, specifically function as the key positive regulator for anthocyanin biosynthesis in sorghum coleoptiles. Anthocyanins are pivotal in plant growth, development, and responses to biotic and abiotic stresses. However, the molecular mechanisms underlying anthocyanin biosynthesis in sorghum, one of the major cereal crops worldwide, remain largely unexplored. Here, through genome-wide association study (GWAS), virus induced gene silencing (VIGS) experiment and haplotype analysis, we identified a key R2R3-MYB gene, SbC1, that specifically regulates anthocyanin accumulation in sorghum coleoptiles but not in grain. Further transcriptomic analysis of the coleoptiles of the cultivars HYZ (SbC1) and QKY (sbc1-a mutant allele) demonstrated the positive regulatory role of SbC1 in anthocyanin biosynthesis genes. The SbC1 protein predominantly localizes within the cell nucleus, where it interacts with Tan1. The interaction between SbC1 and Tan1 was confirmed through split-luciferase (Split-LUC), yeast two-hybrid (Y2H), and coimmunoprecipitation (Co-IP) assays. Comparative genomic analysis suggested that the R2R3-MYB transcription factors responsible for anthocyanin biosynthesis exhibit a similar molecular genetic basis in the parallel evolution of organ decoloration across different cereals. Addationnaly, overexpression of SbC1 in the rice Osc1 mutant complete rescue the anthocyanin accumulation defection and enhanced drought resistance compared with the control. In summary, for the first time, we identified the key transcription factor that specifically governs anthocyanin biosynthesis in sorghum coleoptiles. This discovery represents a significant breakthrough in understanding the molecular mechanisms of anthocyanin accumulation in sorghum and offers valuable genetic resources for plant breeding and biotechnology.",
  "publication_date": "2025-06-10",
  "journal": "TAG. Theoretical and applied genetics. Theoretische und angewandte Genetik",
  "doi": "10.1007/s00122-025-04930-y",
  "entities": {
    "SYMPTOM": [
      "biotic and abiotic stresses"
    ],
    "POLYPHENOL": [
      "a similar molecular genetic basis",
      "biotechnology",
      "coimmunoprecipitation",
      "organ decoloration",
      "the anthocyanin accumulation defection",
      "the molecular mechanisms"
    ]
  }
}