{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "OptimizedSambucus nigraL.,Epilobium hirsutumL., andLythrum salicariaL. Extracts: Biological Effects Supporting Their Potential in Wound Care.",
  "abstract": "This study aimed to optimize the extraction of phytocompounds intended for wound care applications from three plant species,Sambucus nigraL. flowers andEpilobium hirsutumL. andLythrum salicariaL. aerial parts, by using a Quality by Design approach. The effects of different extraction methods (ultra-turrax and ultrasonic-assisted extraction), ethanol concentrations (30%, 50%, 70%), and extraction times (3, 5, 10 min) were studied, and during the optimization step, the polyphenol and flavonoid contents were maximized. The phytochemical profiles of the optimized HEs (herbal extracts) were assessed using LC-MS/MS methods. The antioxidant capacity of the optimized HEs was determined using DPPH (2,2-diphenyl-1-picrylhydrazyl radical scavenging capacity) TEAC (Trolox equivalent antioxidant capacity), and FRAP (ferric reducing antioxidant power) assays, while the antibacterial activity was evaluated againstEscherichia coli,Pseudomonas aeruginosa, and MSSA-methicillin-sensitiveStaphylococcus aureusand MRSA-methicillin-resistantStaphylococcus aureus). Cell viability and antioxidant and wound healing potential were assessed on keratinocytes and fibroblasts. The anti-inflammatory effect was assessed on fibroblasts by measuring levels of interleukins IL-6 and IL-8 and the production of nitric oxide from RAW 264.7 cells. The major compounds of the optimized HEs were rutin and chlorogenic acid. TheLythrum salicariaoptimized HE showed the strongest antibacterial activity, while theSambucus nigraoptimized HE demonstrated high cell viability.Lythrum salicariaandEpilobium hirsutumoptimized HEs showed increased antioxidant capacities. All extracts displayed anti-inflammatory effects, and theEpilobium hirsutumoptimized HE exhibited the best in vitro wound-healing effect.",
  "publication_date": "2025-04-27",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14050521",
  "entities": {
    "POLYPHENOL": [
      "anti-inflammatory effects",
      "rutin and chlorogenic acid",
      "the anti-inflammatory effect",
      "the effects",
      "the polyphenol and flavonoid contents",
      "three plant species",
      "vitro wound-healing effect"
    ]
  }
}