{
  "source": "PubMed",
  "query": "grape skin",
  "title": "The Transcriptional Landscape of Berry Skin in Red and White PIWI (\"Pilzwiderstandsfähig\") Grapevines Possessing QTLs for Partial Resistance to Downy and Powdery Mildews.",
  "abstract": "PIWI, from the German word Pilzwiderstandsfähig, meaning \"fungus-resistant\", refers to grapevine cultivars bred for resistance to fungal pathogens such asErysiphe necator(the causal agent of powdery mildew) andPlasmopara viticola(the causal agent of downy mildew), two major diseases in viticulture. These varieties are typically developed through traditional breeding, often crossbreeding European Vitis vinifera with American or Asian species that carry natural disease resistance. This study investigates the transcriptional profiles of exocarp tissues in mature berries from four PIWI grapevine varieties compared to their elite parental counterparts using RNA-seq analysis. We performed RNA-seq on four PIWI varieties (two red and two white) and their noble parents to identify differential gene expression patterns. Comprehensive analyses, including Differential Gene Expression (DEGs), Gene Set Enrichment Analysis (GSEA), Weighted Gene Co-expression Network Analysis (WGCNA), and tau analysis, revealed distinct gene clusters and individual genes characterizing the transcriptional landscape of PIWI varieties. Differentially expressed genes indicated significant changes in pathways related to organic acid metabolism and membrane transport, potentially contributing to enhanced resilience. WGCNA and k-means clustering highlighted co-expression modules linked to PIWI genotypes and their unique tolerance profiles. Tau analysis identified genes uniquely expressed in specific genotypes, with several already known for their defense roles. These findings offer insights into the molecular mechanisms underlying grapevine resistance and suggest promising avenues for breeding strategies to enhance disease resistance and overall grape quality in viticulture.",
  "publication_date": "2024-09-13",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants13182574",
  "entities": {
    "POLYPHENOL": [
      "american or asian species",
      "specific genotypes",
      "such aserysiphe necator(the causal agent",
      "the molecular mechanisms"
    ],
    "FOOD": [
      "four piwi grapevine varieties",
      "grapevine resistance",
      "overall grape quality"
    ]
  }
}