{
  "source": "PubMed",
  "query": "functional foods polyphenols",
  "title": "Recent Advances in Functional Biopolymer Films with Antimicrobial and Antioxidant Properties for Enhanced Food Packaging.",
  "abstract": "Food packaging plays a crucial role in preserving freshness and prolonging shelf life worldwide. However, traditional packaging primarily acts as a passive barrier, providing limited protection against spoilage. Packaged food often deteriorates due to oxidation and microbial growth, reducing its quality over time. Moreover, the majority of commercial packaging relies on petroleum-derived polymers, which add to environmental pollution since they are not biodegradable. Growing concerns over sustainability have driven research into eco-friendly alternatives, particularly natural-based active packaging solutions. Among the various biopolymers, cellulose is the most abundant natural polysaccharide and has gained attention for its biodegradability, non-toxicity, and compatibility with biological systems. These qualities make it a strong candidate for developing sustainable packaging materials. However, pure cellulose films have limitations, as they lack antimicrobial and antioxidant properties, reducing their ability to actively preserve food. To tackle this issue, researchers have created cellulose-based active packaging films by integrating bioactive agents with antimicrobial and antioxidant properties. Recent innovations emphasize improving these films through the incorporation of natural extracts, polyphenols, nanoparticles, and microparticles. These enhancements strengthen their protective functions, leading to more effective food preservation. The films are generally classified into two types: (i) blend films, where soluble antimicrobial and antioxidant substances like plant extracts and polyphenols are incorporated into the cellulose solution, and (ii) composite films, which embed nano- or micro-sized bioactive fillers within the cellulose structure. The addition of these functional components enhances the antimicrobial and antioxidant efficiency of the films while also affecting properties like water resistance, vapor permeability, and mechanical strength. The continuous progress in cellulose-based active packaging highlights its potential as a viable alternative to conventional materials. These innovative films not only extend food shelf life but also contribute to environmental sustainability by reducing reliance on synthetic polymers. This review deals with the development of functional biopolymer films with antimicrobial and antioxidant properties towards sustainable food packaging.",
  "publication_date": "2025-05-05",
  "journal": "Polymers",
  "doi": "10.3390/polym17091257",
  "entities": {
    "SYMPTOM": [
      "cellulose-based active packaging",
      "cellulose-based active packaging films",
      "commercial packaging",
      "food packaging",
      "particularly natural-based active packaging solutions",
      "sustainable food packaging",
      "sustainable packaging materials",
      "traditional packaging"
    ],
    "POLYPHENOL": [
      "eco-friendly alternatives",
      "limited protection",
      "mechanical strength",
      "more effective food preservation",
      "polyphenols",
      "recent innovations",
      "their protective functions"
    ],
    "FOOD": [
      "plant extracts"
    ]
  }
}