{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Inhibiting H2O2-Induced Aggregation of Human γD-Crystallin with Nanoformulations of Polyphenols.",
  "abstract": "Cataract, one of the leading causes of vision loss, is primarily caused by the aggregation of crystallin proteins in the eye lens. This research work examines how oxidative stress, triggered by H2O2, influences the aggregation of human γD-crystallin. Techniques such as turbidity assay, thioflavin T (ThT) assay, circular dichroism (CD) spectroscopy, 1-anilinonapthalene-8-sulfonate (ANS) binding assay, Fourier transform infrared (FTIR) study, sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) analysis, and transmission electron microscopy (TEM) confirm the aggregation of protein in the presence of H2O2-forming fibrils. Polyphenols, resveratrol and quercetin, are observed not only to inhibit protein aggregation caused by H2O2but can be used to break the fibrils. A nanodelivery system prepared from chitosan (CS) and polylactic-co-glycolic acid (PLGA) was used to encapsulate the polyphenols. TEM, dynamic light scattering (DLS), nanoparticle tracking analysis (NTA), thermogravimetric analysis (TGA), and X-ray diffraction (XRD) were used to characterize the nanoparticles (NPs). NPs are 100 nm in size, crystalline in nature, and nontoxic to cells. They improve the bioavailability of polyphenols. Multiple approaches were used to confirm that CS-PLGA NPs loaded with quercetin and resveratrol effectively prevented γD-crystallin aggregation.",
  "publication_date": "2025-06-17",
  "journal": "Langmuir : the ACS journal of surfaces and colloids",
  "doi": "10.1021/acs.langmuir.5c00537",
  "entities": {
    "SYMPTOM": [
      "oxidative stress"
    ],
    "POLYPHENOL": [
      "assay, circular dichroism (cd) spectroscopy",
      "polyphenols",
      "quercetin",
      "resveratrol",
      "sodium dodecyl sulfate-polyacrylamide gel electrophoresis",
      "techniques",
      "the polyphenols",
      "transmission electron microscopy"
    ]
  }
}