{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Surface carcass treatment with olive mill wastewater polyphenolic extract againstSalmonellaEnteritidis andListeria monocytogenes:in vitroandin situassessment.",
  "abstract": "In recent years, there has been an increased interest in substances that could inhibit or reduce microbial growth in food products. Olive oil industry by-products, due to bioactive compounds with potential antimicrobial properties such as polyphenols, could be used in carcass treatment to enhance hygienic and quality traits. The assessment of the antimicrobial efficacy of bioactive molecules against pathogens should be determined within vitroandin situmodels since it is not possible to evaluate it directly on carcasses at the slaughterhouse. This study aimed to evaluate the effect of an olive mill wastewater polyphenolic extract againstSalmonellaEnteritidis andListeria monocytogenes, simulating carcass surfaces using bovine dermis samples that were experimentally contaminated with the selected pathogens. The minimum inhibitory concentration and minimum bactericidal concentration were first determined forS. Enteritidis andL. monocytogenes.In situ, bactericidal activity assessment was performed using 20 cm2derma samples contaminated with 5 Log CFU/20 cm2ofS.Enteritidis andL. monocytogenesin separate trials. Treatment with the polyphenolic extract was not effective for either microorganism. In order to establish the bacteriostatic activity of the polyphenolic extract, suspensions of about 2 Log CFU/20 cm2ofS. Enteritidis andL. monocytogeneswere used. Polyphenolic extract treatment was not effective againstSalmonella, while forListeriait allowed microbial growth to delay (around 1 Log CFU/cm2difference at 3, 7, and 14 days between treated and control groups). Further investigations are needed to evaluate the application of polyphenolic compounds on carcass surfaces and their effects on sensory traits.",
  "publication_date": "2024-05-16",
  "journal": "Italian journal of food safety",
  "doi": "10.4081/ijfs.2024.12403",
  "entities": {
    "POLYPHENOL": [
      "an olive mill wastewater polyphenolic extract againstsalmonellaenteritidis andlisteria monocytogenes",
      "bioactive molecules",
      "effective againstsalmonella",
      "polyphenolic compounds",
      "polyphenolic extract treatment",
      "polyphenols",
      "recent years",
      "the effect",
      "the polyphenolic extract",
      "the selected pathogens",
      "their effects"
    ],
    "FOOD": [
      "olive oil industry"
    ]
  }
}