{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Red wine consumption activates the erythropoietin-erythroferrone-hepcidin erythropoietic pathway in both apparently healthy individuals and patients with type 2 diabetes.",
  "abstract": "Alcohol consumption is associated with reduced expression of hepcidin, a key iron-regulatory hormone, which may lead to accumulation of iron in the body. Although polyphenols from wine may have effects on hepcidin expression and iron absorption contrary to that of alcohol, we recently showed that consumption of 300 ml of red wine for 3 weeks, after an alcohol-free lead-in period of 2 weeks, resulted in decreased serum hepcidin in apparently healthy individuals (n= 13) and subjects with type 2 diabetes (T2D) (n= 18). To determine the mechanism of decrease in hepcidin after wine intervention, additional biochemical analyses of spare serum samples from the same subjects were performed. The decrease in hepcidin was accompanied by increased erythropoietin levels in both groups, while the increase in erythroferrone reached statistical significance only in the T2D group. These results suggest activation of the erythropoietin-erythroferrone-hepcidin pathway by red wine consumption. As an indicator of the activation of the erythropoietin-erythroferrone-hepcidin pathway we observed an increase in the red cell distribution width in both groups and in the reticulocyte count in the T2D group, while serum ferritin decreased. Our study reveals a novel biological effect of wine that may be important in conditions influencing iron homeostasis and functions of hepcidin in general.",
  "publication_date": "2025-03-03",
  "journal": "Food & function",
  "doi": "10.1039/d4fo04555f",
  "entities": {
    "POLYPHENOL": [
      "a novel biological effect",
      "decrease",
      "decreased serum hepcidin",
      "effects",
      "polyphenols",
      "the decrease",
      "the mechanism",
      "the same subjects"
    ],
    "FOOD": [
      "red wine",
      "red wine consumption",
      "wine",
      "wine intervention"
    ],
    "SYMPTOM": [
      "type 2 diabetes"
    ]
  }
}