{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Zein/Lycium barbarum polysaccharide/chlorogenic acid composite nanoparticles: construction, characterization, physicochemical and biological properties.",
  "abstract": "Chlorogenic acid (CGA), a phenolic compound with extensive bioactive properties, holds significant potential for various applications. However, its practical use has been limited by its poor thermal stability, oxidative sensitivity, and low bioaccessibility. To overcome these challenges, we developed zein and Lycium barbarum polysaccharide (LBP) encapsulated CGA nanoparticles (ZLC NPs), optimized through Box-Behnken Design. The optimized ZLC NPs exhibited exceptional physicochemical properties, with an average particle size of 122.7 ± 0.25 nm, a PDI of 0.070, and an encapsulation efficiency of 85.66 %. Under thermal treatment, the CGA of ZLC NPs retained 95.31 % after 90 °C for 3 h, significantly surpassing the recovery rate of free CGA (81.65 %). During the simulated digestion, the ZLC NPs displayed improved bioaccessibility (41.3 %) compared to free CGA (28.4 %). The ZLC NPs also showed higher radical scavenging rates (68.0-72.7 %), outperforming free CGA (36.5 %-51.4 %). At a concentration of 30 μg/mL, ZLC NPs increased AML-12 cell viability to 69.56 %, compared to 50.08 % for free CGA. These results indicate that ZLC NPs effectively overcome the limitations of free CGA, offering enhanced stability, bioaccessibility, antioxidant activity, and cellular protection. These advanced properties position ZLC NPs as promising candidates for incorporation into functional foods and pharmaceutical formulations.",
  "publication_date": "2025-06-06",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.145030",
  "entities": {
    "POLYPHENOL": [
      "a phenolic compound",
      "cellular protection",
      "chlorogenic acid",
      "the recovery rate"
    ],
    "FOOD": [
      "functional foods"
    ]
  }
}