{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Anthocyanin-Dyed Cotton Enhanced with Lavender Oil Microcapsules: A Dual Approach for Color Stability and Sustained Fragrance Release.",
  "abstract": "This study explores the development of cotton fabrics with enhanced color durability and controlled fragrance release through the microencapsulation of lavender oil using chitosan and carboxymethyl cellulose (CMC) in combination with anthocyanin-based dyeing. The innovation of this work lies in the application of sustainable biopolymers to improve both the aesthetic and functional properties of textiles, addressing the growing demand for eco-friendly solutions in the industry. The encapsulation process was designed to prolong the release of lavender oil, enhancing its functional properties for therapeutic textile applications. Microcapsules were prepared by emulsifying lavender oil in a solution containing anthocyanin and chitosan followed by their incorporation into a CMC solution to yield stable capsules. The structural integrity of the microcapsules was analyzed by optical microscopy, and their interaction was confirmed via FTIR analysis, which revealed strong hydrogen bonding and electrostatic interactions between chitosan and CMC. The controlled release of lavender oil was evaluated with the microcapsule-impregnated fabric showing a slower release rate (diffusion constant of 1.53 × 10-3min-1) compared to direct oil impregnation. Color stability tests demonstrated the resilience of anthocyanin-dyed fabrics to light exposure, with minimal photodegradation observed after 5 days under continuous illumination. These results highlight the potential of biopolymers such as chitosan and CMC in dyeing and encapsulation processes, offering sustainable methods for the development of multifunctional and eco-friendly textiles.",
  "publication_date": "2025-05-30",
  "journal": "ACS omega",
  "doi": "10.1021/acsomega.4c09486",
  "entities": {
    "POLYPHENOL": [
      "direct oil impregnation",
      "eco-friendly solutions",
      "electrostatic interactions",
      "multifunctional and eco-friendly textiles"
    ]
  }
}