{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Dietary Supplementation of Myo-Inositol, Cocoa Polyphenols, and Soy Isoflavones Improves Vasomotor Symptoms and Metabolic Profile in Menopausal Women with Metabolic Syndrome: A Retrospective Clinical Study.",
  "abstract": "Background and Objectives:Hormonal changes physiologically occurring in menopausal women may increase the risk of developing metabolic and vasomotor disturbances, which contribute to increase the risk of developing other concomitant pathologies, such as metabolic syndrome (MetS).Materials and Methods:Retrospective data from 200 menopausal women with MetS and vasomotor symptoms taking one sachet per day of the dietary supplement INOFOLIC®NRT (Farmares srl, Rome, Italy) were collected. Each sachet consisted of myo-Inositol (2000 mg), cocoa polyphenols (30 mg), and soy isoflavones (80 mg, of which 50 mg is genistin). Patients recorded their symptoms through a medical questionnaire at the beginning of the administration (T0) and after 6 months (T1).Results:We observed an improvement in both the frequency and the severity of hot flushes: increased percentage of 2-3 hot flushes (28 at T0 vs. 65% at T1,pvalue < 0.001) and decreased percentage of 4-9 hot flushes (54% at T0 vs. 18% at T1,pvalue < 0.001). Moreover, symptoms of depression improved after supplementation (87% at T0 vs. 56% at T1 of patients reported moderate depression symptoms,pvalue < 0.001). Regarding metabolic profile, women improved body mass index and waist circumference with a reduction in the percentage of overweight and obesity women (88% at T0 vs. 51% at T1,pvalue = 0.01; 14% at T0 vs. 9% at T1,pvalue = 0.04). In addition, the number of women suffering from non-insulin dependent diabetes reduced (26% at T0 vs. 16% at T1,pvalue = 0.04).Conclusions:These data corroborate previously observed beneficial effects of the oral administration of myo-Inositol, cocoa polyphenols, and soy isoflavones against menopausal symptoms in the study population. Considering the promising results of the present study, further prospective controlled clinical trials are needed to deeply understand and support the efficacy of these natural compounds for the management of menopausal symptoms.",
  "publication_date": "2024-04-04",
  "journal": "Medicina (Kaunas, Lithuania)",
  "doi": "10.3390/medicina60040598",
  "entities": {
    "POLYPHENOL": [
      "beneficial effects",
      "cocoa polyphenols",
      "further prospective controlled clinical trials",
      "objectives",
      "retrospective data"
    ],
    "SYMPTOM": [
      "metabolic syndrome",
      "overweight and obesity women"
    ],
    "FOOD": [
      "soy isoflavones"
    ]
  }
}