{
  "source": "PubMed",
  "query": "lignans",
  "title": "Schisandrin C Improves Chronic Stress-Induced Dyslipidemia in Mice by Regulating Pyroptosis and Autophagy Levels.",
  "abstract": "Chronic stress emerges as a significant risk factor for metabolic disorders, including hyperlipidemia and fatty liver disease. Schisandrin C (SchC), an essential component of Schisandra chinensis lignans, is known to possess lipid-lowering and liver-protective properties. However, the precise mechanisms underlying its action remain incompletely understood. We hypothesized that SchC exerts a protective effect on chronic stress-induced dyslipidemia in mice by modulating hepatic autophagy and pyroptosis. In this study, a dual model was established for 12 weeks, combining chronic stress with a high-fat diet (HFD). SchC or simvastatin were given respectively starting at week 10. Blood, epididymal white adipose tissue and liver were collected for further analysis. Behavioral tests and lipid levels showed that the dual model construction of HFD and chronic stress used in this study was successful in placing mice in a stressful environment and triggering dyslipidemia. SchC intervention effectively impeded the accumulation of eWAT and reduced the increased lipid levels in mice induced by chronic stress. The expression levels of the pyroptosis marker Caspase-1 and other inflammatory factors NLRP3, IL-1β, and IL-18 were significantly reduced in the liver tissues of chronically stressed mice under SchC treatment. Additionally, SchC significantly reduced expression levels of autophagy-related factors such as Beclin-1, the LC3-B/A ratio, P62, and markers related to the autophagy pathway (PI3K/AKT/mTOR). SchC effectively improves dyslipidemia through various pathways including inhibiting the PI3K/AKT/mTOR pathway, promoting autophagy, reducing pyroptosis. This provides a solid theoretical foundation for the clinical application of SchC in the treatment of dyslipidemia and related diseases.",
  "publication_date": "2025-06-23",
  "journal": "Journal of microbiology and biotechnology",
  "doi": "10.4014/jmb.2501.01041",
  "entities": {
    "SYMPTOM": [
      "a stressful environment",
      "chronic stress",
      "chronic stress-induced dyslipidemia",
      "chronically stressed mice",
      "dyslipidemia",
      "hyperlipidemia"
    ],
    "POLYPHENOL": [
      "a protective effect",
      "beclin-1",
      "lipid-lowering and liver-protective properties",
      "the precise mechanisms"
    ]
  }
}