{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Mechanistic insights into urease inhibition of isoorientin and orientin: Enzyme kinetics, spectroscopic characterization, and molecular docking.",
  "abstract": "Urease has been identified as a promising therapeutic target for Helicobacter pylori infections. This study primarily focuses on evaluating the anti-urease activity of two flavonoids from Polygonum orientale L. (isoorientin and orientin), with elucidating their urease inhibitory mechanism. The results revealed that isoorientin and orientin had obvious inhibitory activities on urease, with a mixed-type inhibition. The interaction of isoorientin or orientin with urease resulted in the quenching of the enzyme's intrinsic fluorescence through a static quenching mechanism. The formation of the isoorientin-urease complex primarily occurred spontaneously, facilitated by hydrogen bonds and van der Waals interactions, while the orientin-urease complex was mainly established due to hydrophobic interactions and hydrogen bonds. Through multispectral techniques, including synchronous fluorescence, three-dimensional fluorescence, and circular dichroism, it was thoroughly demonstrated that the binding of both isoorientin and orientin to urease induces changes in the enzyme's conformation and microenvironment, leading to a reduction in its activity. According to molecular docking, the binding energies of isoorientin and orientin to urease are -6.42 kcal/mol and - 5.73 kcal/mol, respectively. These results offer critical insights for developing Polygonum orientale L. as natural urease inhibitors, while also establishing a scientific foundation for their incorporation into functional food to combat Helicobacter pylori-associated pathologies.",
  "publication_date": "2025-06-26",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.145583",
  "entities": {
    "POLYPHENOL": [
      "a static quenching mechanism",
      "helicobacter pylori infections",
      "molecular docking",
      "multispectral techniques",
      "their urease inhibitory mechanism",
      "two flavonoids"
    ],
    "FOOD": [
      "functional food"
    ]
  }
}