{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "A Toxin of Valsa mali Determines Virulence and Host Preference.",
  "abstract": "Through co-evolutionary adaptation, phytopathogenic fungi have evolved specialised host preference mechanisms to optimise infection efficacy. Fungi of the Valsa genus infect various Rosaceae fruit trees, with Valsa mali exhibiting a marked host preference for apple trees, while Valsa pyri preferentially colonises pear trees. The divergent secondary metabolite biosynthetic gene clusters (SMBGCs) between these two species may serve as key determinants of their distinct host preferences. In this study, VmPKS5, a polyketide synthase, was identified as a key factor influencing the host preference of V. mali, which is the main pathogen of apple Valsa canker (AVC). Deletion of VmPKS5 greatly reduced the virulence of V. mali in apple trees, but not in pear trees. Deletion of VmPKS5 completely abolished the production of the toxin p-coumaric acid ethyl ester (p-CAEE). Exogenous p-CAEE application partly restored the virulence of ΔVmPKS5 and enhanced the virulence of the wild-type strain of V. mali. Crucially, heterologous expression of VmPKS5 in V. pyri increased its virulence towards apple trees by production of p-CAEE during infection. Notably, V. mali can uptake double-stranded RNA (dsRNA), and exogenous spray of VmPKS5-dsRNA significantly inhibited the infection by V. mali. This study provides new perspectives on host preference mechanisms of fungal pathogens and green disease control of tree disease by dsRNA fungicides.",
  "publication_date": "2025-06-01",
  "journal": "Molecular plant pathology",
  "doi": "10.1111/mpp.70106",
  "entities": {
    "POLYPHENOL": [
      "host preference mechanisms",
      "infection",
      "infection efficacy",
      "new perspectives",
      "specialised host preference mechanisms",
      "the divergent secondary metabolite biosynthetic gene clusters",
      "the infection",
      "the toxin p-coumaric acid ethyl ester",
      "these two species"
    ],
    "FOOD": [
      "apple trees",
      "apple valsa canker",
      "pear trees"
    ]
  }
}