{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Acorn Weevil Species Diversity and Host Affinity in the Semi-Humid Evergreen Broad-Leaved Forests of Southwest China.",
  "abstract": "Acorn weevils critically impact forest regeneration in semi-humid evergreen broad-leaved forests (SEBFs) by parasitizing and consuming acorns before dispersal. Despite their ecological significance, research on the species diversity of acorn weevils within SEBFs remains limited. To address this gap, we assessed the species diversity and host affinity of acorn weevils across six dominant oak species at 18 locations. We performed DNA extraction and mitochondrialCOIgene sequencing on weevil larvae and analyzed acorn functional traits (AFTs) from host acorns. Six acorn weevil species across four genera and two families were identified within the dominant acorns of SEBFs.Curculio dentipesshowed the lowest host specificity, whileNiphades castaneaandCyllorhynchites ursuluswere specialist species. Notably, the species diversity of acorn weevils was significantly lower inQuercus franchetiithan in others. Acorn volume and three secondary metabolite contents, including total phenols, total flavonoids, and tannins, were the primary AFTs influencing weevil species diversity. This study not only advances our comprehension of acorn weevil species diversity and their ecological interactions with oak hosts, but also provides valuable insights for the ecological management of SEBFs in southwest China.",
  "publication_date": "2025-05-30",
  "journal": "Insects",
  "doi": "10.3390/insects16060579",
  "entities": {
    "POLYPHENOL": [
      "acorn weevil species diversity",
      "six acorn weevil species",
      "six dominant oak species",
      "tannins",
      "the ecological management",
      "the lowest host specificity",
      "the species diversity",
      "their ecological interactions",
      "their ecological significance",
      "three secondary metabolite contents",
      "total flavonoids",
      "ursuluswere specialist species",
      "weevil species diversity"
    ]
  }
}