{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Chemistry of lignin and condensed tannins as aromatic biopolymers.",
  "abstract": "Aromatic biopolymers are the second largest group of biopolymers after polysaccharides. Depolymerization of aromatic biopolymers, as cheap and renewable substitutes for fossil-based resources, has been used in the preparation of biofuels, and a range of aromatic and aliphatic small molecules. Additionally, these polymers exhibit a robust UV-shielding function due to the high content of aromatic groups. Meanwhile, the abundance of phenolic groups in their structures gives these compounds outstanding antioxidant capabilities, making them well-suited for a diverse array of anti-UV and medical applications. Nevertheless, these biopolymers possess inherent drawbacks in their pristine states, such as rigid structure, low solubility, and lack of desired functionalities, which hinder their complete exploitation across diverse sectors. Thus, the modification and functionalization of aromatic biopolymers are essential to provide them with specific functionalities and features needed for particular applications. Aromatic biopolymers include lignins, tannins, melanins, and humic acids. The objective of this review is to offer a thorough reference for assessing the chemistry and functionalization of lignins and condensed tannins. Lignins represent the largest and most prominent category of aromatic biopolymers, typically distinguishable as either softwood-derived or hardwood-derived lignins. Besides, condensed tannins are the most investigated group of the tannin family. The electron-rich aromatic rings, aliphatic hydroxyl groups, and phenolic groups are the main functional groups in the structure of lignins and condensed tannins. Methoxy groups are also abundant in lignins. Each group displays varying chemical reactivity within these biopolymers. Therefore, the selective and specific functionalization of lignins and condensed tannins can be achieved by understanding the chemistry behavior of these functional groups. Targeted applications include biomedicine, monomers and surface active agents for sustainable plastics.",
  "publication_date": "2025-03-17",
  "journal": "Chemical Society reviews",
  "doi": "10.1039/d4cs00440j",
  "entities": {
    "POLYPHENOL": [
      "aromatic and aliphatic small molecules",
      "condensed tannins",
      "diverse sectors",
      "specific functionalities",
      "tannins",
      "the electron-rich aromatic rings",
      "the objective",
      "the second largest group",
      "the selective and specific functionalization",
      "the tannin family"
    ]
  }
}