{
  "source": "PubMed",
  "query": "catechins",
  "title": "Anticancer Potential, Phenolic Profile, and Antioxidant Properties ofSynsepalum dulcificum(Miracle Berry) in Colorectal Tumor Cell Lines.",
  "abstract": "Polyphenols, recognized for their antioxidant capacity, have shown potential in improving the response treatment of various diseases, including cancer. In this context, polyphenols have the ability to induce cytotoxicity in tumor cells, making them possible complementary agents to current treatments. The present study aims to evaluate the effect of the aqueous extract ofSynsepalum dulcificum, using the commercial product DMB®, on the proliferation of colorectal tumor cells. An aqueous extract of DMB®was obtained, and 12 compounds were identified through high-performance liquid chromatography (HPLC), with protocatechuic acid, gallic acid, and catechin being the most prominent. Regarding cytotoxicity, the extracts reduced cell viability in the DLD-1, HT29, SW480, and SW620 cell lines, with IC50values of 7, 11, 13, and 15 mg/mL, respectively. The combination of oxaliplatin with the DMB®extract reduced the resistant population by up to 50% in the DLD-1 and SW620 cell lines, affecting the G2/M and S phases of the cell cycle, respectively. Additionally, treatment with the DMB®extract induced an increase in the expression ofBCL2,CASP3, andCASP9, suggesting a mechanism of action associated with apoptosis. The aqueous extract ofSynsepalum dulcificum(DMB®) exhibited cytotoxicity in colorectal cancer cells, enhancing the effect of oxaliplatin and activating apoptotic pathways, suggesting its potential as an adjuvant in anticancer therapies.",
  "publication_date": "2025-03-24",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14040381",
  "entities": {
    "POLYPHENOL": [
      "a mechanism",
      "catechin",
      "colorectal cancer cells",
      "colorectal tumor cells",
      "gallic acid",
      "polyphenols",
      "protocatechuic acid",
      "the effect"
    ],
    "SYMPTOM": [
      "anticancer therapies",
      "apoptosis",
      "cancer"
    ]
  }
}