{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Multi-strategy ugt mining, modification and glycosyl donor synthesis facilitate the production of triterpenoid saponins.",
  "abstract": "Triterpenoid saponins are a class of plant secondary metabolites with significant biological activities and are widely used in the pharmaceutical and nutritional supplement industries. However, the production of triterpenoid saponins is limited by their complicated biosynthetic pathways and the availability of glycosyl donors. UDP-glycosyltransferases (UGTs) play a key role in the glycosylation of triterpenoid saponins, significantly enhancing their structural diversity, solubility, pharmacological activity, and bioavailability. Therefore, the identification and modification of efficient, specific, and stable UGTs have attracted attention. This review focused on the advances in the glycosylation of triterpenoid saponins, with a particular emphasis on the application of multi-omics approaches in UGT mining. The combination of genomics, transcriptomics, and metabolomics has provided powerful tools for UGT screening, significantly improving the efficiency and accuracy of UGT identification. Additionally, the methods based on gene clusters, phylogenetic analysis, and the plant secondary product glycosyltransferase (PSPG) motif also offer new perspectives for UGT identification. Besides, the application of synthetic biology platforms has provided innovative approaches for high-throughput screening and functional validation of UGTs, laying a theoretical foundation for the functional modification of UGTs. We also discussed the latest research progress on UGT modification including directed evolution and rational design. These strategies, through amino acid mutations and structural optimization, are expected to enhance UGT catalytic activity, thermal stability, and broaden substrate specificity. Moreover, the diversity and availability of glycosyl donors directly influence the efficiency of glycosylation reactions and the diversity of the products. Thus, we discussed glycosyl donor synthesis, includingin vitroandin vivosynthetic strategies. By optimizing metabolic pathways and introducing key enzyme genes, engineered microorganisms can efficiently synthesize various glycosyl donors, providing abundant substrates for glycosylation reactions. These studies offer new opportunities and challenges for the synthesis and application of triterpenoid saponins, promoting their industrial potential.",
  "publication_date": "2025-05-30",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1586295",
  "entities": {
    "POLYPHENOL": [
      "directed evolution",
      "efficient, specific, and stable ugts",
      "new perspectives",
      "secondary metabolites",
      "substrate specificity",
      "the plant secondary product glycosyltransferase (pspg) motif"
    ]
  }
}