{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Hydrogel composite for curcumin encapsulation using whey protein isolate and arabinoxylan extracted from sesame hull waste.",
  "abstract": "Composite hydrogels from whey protein isolate and polysaccharides are promising for encapsulating bioactive compounds like curcumin. This study extracted arabinoxylan from sesame industry waste to create a stable hydrogel system using minimal protein (13%w/v) and polysaccharides (0.65%w/v). The hydrogels displayed significant elasticity and stiffness, confirmed by TPA and dynamic oscillatory tests. The water holding capacity of >99 % and syneresis of <0.7 % demonstrated the efficiency of the composite hydrogel system. Zeta potential values demonstrated the hydrogel's stability and high conductivity in aqueous environments. The XRD and SEM results showed that curcumin was effectively encapsulated within the hydrogel matrix. FTIR analysis revealed that hydrophobic and hydrogen bonding interactions between curcumin and protein were fundamental mechanisms for the encapsulation. The thermal stability analysis showed that each component of the composite hydrogel had high thermal resistance individually, and together, they exhibited a positive synergistic effect. Antioxidant activity by ABTS, DPPH, and FRAP methods increased even after thermal processing of composite hydrogel samples. Release tests in simulated stomach and intestinal conditions demonstrated that the hydrogel system resisted stomach conditions and provided controlled curcumin release in the intestine. Extracted arabinoxylan can be used as a functional material to manufacture whey protein-based composite hydrogels for curcumin encapsulation.",
  "publication_date": "2025-06-25",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.145575",
  "entities": {
    "POLYPHENOL": [
      "a positive synergistic effect",
      "controlled curcumin release",
      "curcumin",
      "curcumin encapsulation",
      "fundamental mechanisms"
    ]
  }
}