{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "EPS-mediated coupling between birnessite and degradation bacteria enhances phenanthrene removal.",
  "abstract": "Phenanthrene (PHE) serves as a representative polycyclic aromatic hydrocarbon (PAH) that poses a significant risk to ecosystems and human health owing to its persistence and biotoxicity. A novel bio-mineral system was developed by integrating natural birnessite with the PHE-degrading strain Novosphingobium sp. HDJX-2 to address the need for effective remediation, which achieved the complete degradation of PHE within 72 h. The mechanistic analysis demonstrated that the enhanced degradation efficiency resulted from multidimensional synergism between minerals and microbes. The metabolic activity of HDJX-2 modified the microstructure of birnessite and increased its active sites, whereas birnessite simultaneously stimulated cellular activity and markedly promoted the secretion of bound extracellular polymeric substances (B-EPS). Additionally, birnessite induced the expression of more hydrophobic proteins, thereby enhancing the recognition and binding capacity of EPS for hydrophobic PHE molecules. This structural modification was accompanied by increased glucose (Glc) and glucosamine (GalN) contents, which reduced microbial aggregation and improved cell dispersion, facilitating pollutant accessibility and metabolism. Furthermore, the phenolic compounds in EPS were involved in synergistic coupling with birnessite. This contributed to the formation of high-molecular-weight, highly aromatic, and highly unsaturated polymeric products, further enhancing the PHE adsorption, enrichment, and catalytic degradation. This study offers theoretical support and practical framework for the development of efficient and sustainable PAH remediation strategies.",
  "publication_date": "2025-06-18",
  "journal": "Environmental research",
  "doi": "10.1016/j.envres.2025.122110",
  "entities": {
    "POLYPHENOL": [
      "ecosystems",
      "effective remediation",
      "high-molecular-weight, highly aromatic, and highly unsaturated polymeric products",
      "hydrophobic phe molecules",
      "the mechanistic analysis",
      "the phenolic compounds",
      "the recognition",
      "the secretion"
    ]
  }
}