{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Development of PVA-chitosan based smart packaging with the addition of red cabbage (Brassica Oleracea Var. capitata F. rubra) anthocyanin extract and copper-based metal-organic material (Cu-Mof).",
  "abstract": "Naturally-based smart packaging has emerged as an innovative solution to enhance product quality, safety, and shelf life in the food industry. pH-responsive smart packaging based on PVA/Chitosan was developed by incorporating Copper Metal-Organic Frameworks (Cu-MOF) and anthocyanin from red cabbage (Brassica oleracea). The pH-sensitive anthocyanin enables real-time detection of food freshness through color changes. At the same time, combining PVA/Chitosan with Cu-MOF enhances the packaging's mechanical properties, antimicrobial activity, and biodegradability. The results showed that this packaging could undergo pH-dependent color changes across various pH conditions (pH 2 to pH 9), exhibited good mechanical properties (reaching 9.82 MPa with the addition of 1 g of chitosan), and that these mechanical properties were also influenced by the addition of Cu-MOF, which had an average particle size of 1.06 nm. Moreover, the packaging achieved up to 90.38 % biodegradation by adding 1 g of chitosan at pH 3 and 80.43 % at pH 4 within 15 days, making it an environmentally friendly solution. Additionally, this packaging effectively inhibited bacterial growth after incubation, improving food safety. This packaging extended the product's shelf life in food packaging experiments using shrimp. Thus, developing this packaging offers significant potential as an innovative solution in the sustainable food packaging industry, as it is expected to visualize food changes before consumption, extend food shelf life, and significantly reduce food waste issues.",
  "publication_date": "2025-05-13",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144205",
  "entities": {
    "SYMPTOM": [
      "food packaging experiments",
      "naturally-based smart packaging",
      "ph-responsive smart packaging",
      "the packaging",
      "the sustainable food packaging industry",
      "this packaging"
    ],
    "FOOD": [
      "red cabbage"
    ],
    "POLYPHENOL": [
      "good mechanical properties",
      "real-time detection",
      "the packaging's mechanical properties",
      "these mechanical properties"
    ]
  }
}