{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Cenostigma bracteosumHydroethanolic Extract: Chemical Profile, Antibacterial Activity, Cytotoxicity, and Gel Formulation Development.",
  "abstract": "Background:Cenostigma bracteosum(Tul.) Gagnon & G.P. Lewis (Fabaceae), popularly known as \"catingueira\", is a plant widely distributed in the Caatinga biome, which comprises 11% of the Brazilian territory. While this species is of interest given local knowledge, formal reports are lacking in the literature, warranting targeted investigation. This study aimed to prepare and characterize a hydroethanolic extract ofC. bracteosumleaves, prepare carbopol gels containing the extract, and evaluate their cytotoxicity and antibacterial activity againstStaphylococcus aureusandEscherichia coli.Methods: The initial extract was prepared in an ultrasonic bath using ethanol/water (70:30,v/v). The extract (1 mg/mL) was analyzed by liquid chromatography coupled with mass spectrometry (UHPLC-MS/MS). Carbopol-based gels containing 1% and 3% ofC. bracteosumextract were prepared and characterized in terms of pH, conductivity, spreadability, and rheology. The cytotoxicity was determined by the MTT method using MC3T3-E1 pre-osteoblast cells and L929-CCL1 fibroblast cells. The antibacterial activity of the extract and gels was evaluated using the agar diffusion method againstS. aureusandE. coli.Results: TheC. bracteosumleaves extract demonstrated antibacterial activity againstS. aureusandE. coli, were not cytotoxic for the assessed cells at concentrations up to 100 μg/mL, and its analysis by UHPLC-MS/MS allowed the annotation of 18 metabolites, mainly of the phenolic acid and flavonoids glycoside classes, together with a biflavonoid. The prepared gels remained stable over the 30-day post-production analysis period.Conclusions: These findings provide a better understanding of the chemical diversity of the secondary metabolites of a common Caatinga biome species-C. bracteosum-specifically present in leaves hydroethanolic extract and gel formulation adapted for skin application with activity againstS. aureus.",
  "publication_date": "2025-06-14",
  "journal": "Pharmaceutics",
  "doi": "10.3390/pharmaceutics17060780",
  "entities": {
    "POLYPHENOL": [
      "a biflavonoid",
      "mass spectrometry",
      "the phenolic acid and flavonoids glycoside classes",
      "the secondary metabolites",
      "thec.",
      "this species"
    ]
  }
}