{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Senolytic Treatment Attenuates Global Ischemic Brain Injury and Enhances Cognitive Recovery by Targeting Mitochondria.",
  "abstract": "The benefits of senolytic therapy have been known in a series of age-related diseases, whereas its potential roles in global cerebral ischemic (GCI) brain injury remain unexplored. In current study, we aim to investigate the effects of combined senolytics Dasatinib plus Quercetin (D&Q) treatment in GCI and the underlying mechanisms in a mouse model. We firstly report that 12-week post-GCI D&Q treatment effectively eliminated cellular senescence of astrocytes and microglia in the hippocampus of mice brain, followed by decreased release of the potent inflammatory senescence-associated secretory phenotypes (SASP). Further mechanistic analysis suggested that D&Q administration can effectively regulate mitochondrial function as a critical downstream target. D&Q treatment inhibited GCI-induced mitochondrial fragmentation and maintained mitochondrial integrity. Subsequently, D&Q treatment improved the mitochondrial metabolic function by enhancing mitochondrial cytochrome c oxidase (CCO) activity and ATP production. Moreover, D&Q treatment reversed the decline of mitochondrial antioxidant enzyme SOD2 and reduced the ROS accumulation and suppressed oxidative damage to cellular protein structure. Further investigation indicated D&Q treatment protected the hippocampal neurons after GCI by mitigating the dendritic injury and neuronal apoptotic signaling. Extensive behavioral tests assessed the functional outcomes and showed that D&Q treatment effectively preserved hippocampus-dependent spatial reference memory and recognition memory, and mitigated GCI-induced anxiety and depression levels. Taken together, our study provides leading evidence for the neuroprotective roles of the senolytics D&Q in GCI model and identifies regulation of mitochondrial functions could be the key underlying mechanism. These findings offer novel insights into the potential clinical applications of senolytic agents in therapy.",
  "publication_date": "2025-06-18",
  "journal": "Cellular and molecular neurobiology",
  "doi": "10.1007/s10571-025-01580-y",
  "entities": {
    "POLYPHENOL": [
      "decreased release",
      "further mechanistic analysis",
      "quercetin (d&q) treatment",
      "recognition memory",
      "the decline",
      "the effects",
      "the key underlying mechanism",
      "the neuroprotective roles",
      "the potent inflammatory senescence-associated secretory phenotypes",
      "the underlying mechanisms"
    ],
    "SYMPTOM": [
      "oxidative damage"
    ]
  }
}