{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Melatonin receptor-mediated signaling pathways drive time-dependent physiological recovery from freezing in Perccottus glenii.",
  "abstract": "Freeze tolerance in fish has been associated with various physiological adaptations; however, the role of the melatonin (MT) system in fish freeze recovery remains poorly understood. This study investigates the role of MT and its receptors in the recovery phase from hibernation in the fish species Perccottus glenii. The results showed that during the recovery phase, MT content in untreated P. glenii increased gradually, with significantly higher levels at 12 h than at 4 h. MT injection facilitated the recovery of P. glenii, as evidenced by significant differences in hibernation recovery behaviors between injected and non-injected fish. In the liver during recovery, the mRNA levels of AANAT and HIOMT, key enzymes for MT secretion, were higher at 12 h. The expressions of MT receptors MTNR1A, MTNR1B, and MTNR1C were also upregulated at 12 h. In the liver, the expressions of PKC and ERK increased significantly at 12 h, suggesting MT role through the receptor pathway. Experiments with primary hepatocytes indicated that the MT receptor promoted PKC expression. In the liver during recovery, ERK and PKC protein levels were higher at 12 h than at 4 h, while PKA was lower. Various expression changes were observed for PKG, NF-κB, AKT, CAMK1, and CREB in different treatment groups. There were significant differences in the mRNA expressions of PKG, AKT, and CAMK1 between 12 and 4 h recovery cells and in CREB levels among the control, 4 h, and 12 h groups. The findings suggest that MT is involved in the hibernation recovery process, and its receptor-mediated signaling pathways play important roles, with mechanisms that may be time-dependent. The present study highlights the importance of the MT system in fish freeze recovery and offers a potential target for further research on improving fish survival in cold conditions.",
  "publication_date": "2025-06-26",
  "journal": "Fish physiology and biochemistry",
  "doi": "10.1007/s10695-025-01516-9",
  "entities": {
    "POLYPHENOL": [
      "between 12 and 4 h recovery cells",
      "fish freeze recovery",
      "h. mt injection",
      "hibernation recovery behaviors",
      "injected and non-injected fish",
      "its receptor-mediated signaling pathways",
      "its receptors",
      "mechanisms",
      "mt receptors mtnr1a",
      "mt secretion",
      "recovery",
      "the fish species perccottus glenii",
      "the hibernation recovery process",
      "the mt receptor",
      "the receptor pathway",
      "the recovery",
      "the recovery phase"
    ]
  }
}