{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Phytochemical-Rich Germinated Oats as a Novel Functional Food To Attenuate Gut Inflammation.",
  "abstract": "Oat (Avena sativaL.) is rich in phytochemicals such as avenanthramides, avenacosides, and avenacins, which support intestinal health and exhibit antioxidative and anticancer properties. Germination enhances these phytochemicals, potentially increasing their efficacy. To evaluate the anti-inflammatory activity of germinated oats, various germinated oat products were screened for anti-inflammatory activity using an LPS-induced nitric oxide assay in RAW 264.7 macrophages. The most effective sample was further tested in a dextran sulfate sodium-induced colitis mouse model. Results showed that germinated oat extract significantly reduced inflammation-related symptoms and cytokines (IL-6, TNF-α, IL-1β, TGF-β, and cyclooxygenase-2) compared to those of raw oats. LC/MS analysis confirmed elevated levels of oat phytochemicals in both germinated oats and the feces of mice treated with germinated oats. Germination significantly increased the concentrations of major bioactive oat phytochemicals, and mice consuming germinated oats had higher levels of these compounds. Furthermore, correlation analysis revealed a strong negative association between inflammation markers and phytochemicals, especially avenanthramides and their metabolites. These findings suggest that germination enhances the phytochemical content of oats, thereby enhancing their anti-inflammatory abilities in both cell and animal models of colitis, indicating that germinated oats could serve as a value-added functional food for reducing gut inflammation.",
  "publication_date": "2025-06-12",
  "journal": "Journal of agricultural and food chemistry",
  "doi": "10.1021/acs.jafc.5c02993",
  "entities": {
    "SYMPTOM": [
      "gut inflammation",
      "inflammation markers",
      "inflammation-related symptoms",
      "intestinal health and exhibit antioxidative and anticancer properties"
    ],
    "FOOD": [
      "a value-added functional food",
      "germinated oats",
      "oats",
      "raw oats"
    ],
    "POLYPHENOL": [
      "especially avenanthramides",
      "the feces",
      "the most effective sample"
    ]
  }
}