{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "SIRT1 Regulates Iron Metabolism to Attenuate β-Cell Dedifferentiation by Inhibiting FoxO1 Acetylation.",
  "abstract": "Abnormal iron metabolism can cause β-cell dysfunction, and dedifferentiation is the core mechanism of β-cell dysfunction. However, the specific role of abnormal iron metabolism in dedifferentiation remains unclear. Forkhead Box O1 (FoxO1) is a crucial regulator of iron metabolism and dedifferentiation, and its transcriptional activity is regulated by silent information regulator 1 (SIRT1). We aimed to investigate the effects of iron metabolism on dedifferentiation under the action of SIRT1/FoxO1. In vivo, C57BL/6 mice were fed a high-fat diet (HFD). In vitro, MIN6 cells were treated with sodium palmitate (SP). Intraperitoneal glucose tolerance test and insulin tolerance test were used to detect fasting blood glucose in mice. Glucagon, ALDH1A3, Pdx1, and MaFA in the pancreatic tissue were detected by immunofluorescence. Protein levels of SIRT1, FoxO1, Ac-FoxO1, TFRC, DMT1, ferritin, Pdx1, MaFA, and ALDH1A3 in pancreatic tissue and cells were analyzed by Western blotting. Fluorescent probe was used to detect ROS and Fe2+. Insulin levels in cells were detected by enzyme-linked immunosorbent assay. Subsequently, interventions were performed with ferric ammonium citrate (FAC), deferoxamine (DFO), and resveratrol (RSV) to observe the effects of these interventions on iron metabolism and dedifferentiation in MIN6 cells. The results showed that in HFD mice, HOMA-IR was elevated, HOMA-β decreased, glucagon- and ALDH1A3-positive cells increased, and Pdx1- and MaFA-positive cells decreased. In both in vivo and in vitro assays, lipotoxicity resulted in increased expression of Ac-FoxO1, ALDH1A3, TFRC, DMT1, and ferritin and decreased expression of SIRT1, Pdx1, and MaFA. In MIN6 cells, activation of abnormal iron metabolism by FAC resulted in higher ROS levels, decreased Pdx1 and MafA protein expression, increased ALDH1A3 protein expression, and decreased insulin levels. In contrast, inhibition of abnormal iron metabolism with DFO significantly reduced ROS levels and reversed β-cell dedifferentiation. Furthermore, in MIN6 cells, activation of SIRT1 by RSV decreased the expression of Ac-FoxO1, TFRC, DMT1, ferritin, and ALDH1A3; increased Pdx1 and MaFA expression; reduced ROS levels; and elevated insulin levels. SIRT1 inhibits aberrant iron metabolism by inhibiting FoxO1 acetylation levels, reduces ROS levels, and reverses dedifferentiation.",
  "publication_date": "2025-06-13",
  "journal": "Biological trace element research",
  "doi": "10.1007/s12011-025-04689-9",
  "entities": {
    "POLYPHENOL": [
      "decreased expression",
      "decreased insulin levels",
      "the core mechanism",
      "the effects",
      "the specific role"
    ]
  }
}