{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Biosynthesis of Silver Nanoparticles viaMedusomyces giseviiFermentation withOriganum vulgareL. Extract: Antimicrobial Properties, Antioxidant Properties, and Phytochemical Analysis.",
  "abstract": "Silver nanoparticles belong to a highly versatile group of nanomaterials with an appealing range of potential applications. In the realm of antimicrobial and antioxidant application, silver nanoparticles (AgNPs) exhibit auspicious capabilities. This research, for the very first time, endeavors to carry out biosynthesis of AgNPs coupled with fermentation usingMedusomyces giseviiandOriganum vulgareL. (O. vulgare) plant species. Fermentation (F) viaMedusomyces giseviiis responsible for chemical, physical, biological, and electrochemical processes. During in vitro study of antioxidant activity, fermentedO. vulgareherb extract showed strong reductive activity as evaluated by the cupric reducing antioxidant capacity (CUPRAC), ferric reducing antioxidant power (FRAP), and 2,2'-azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) (ABTS•+) assay, with a value of 1.45 ± 0.048 mmol TE/g, 0.95 ± 0.04 mmol TE/g, and 0.59 ± 0.023 mmol TE/g, respectively. The highest antimicrobial activity was shown byStaphylococcus aureusin the inhibition zone, with values of 1.40 ± 0.12 mm of OrV and of 10.30 ± 0.04 mm and 11.54 ± 0.10 mm for OrV-AgNPs and OrV-F-AgNPs, respectively. Analysis of phenolic compounds revealed that the highest total amount of the apigenin, 87.78 µg/g, was detected in OrV-F-AgNPs and the lowest amount, 16.56 µg/g, in OrV-AgNPs. Moreover, in OrV-F-AgNPs, the collective amount of proanthocyanidins, hydroxycinnamic, and flavonoids was prominently high in all cases, i.e., 145.00 ± 0.02 mg EE/g DW, 2.86 ± 0.01 mg CAE/g DW, and 0.55 ± 0.01 mg RE/g DW, respectively, as compared to the original extract (102.1 ± 0.03 mg EE/g DW, 2.78 ± 0.02 mg CAE/g DW, and 0.47 ± 0.01 mg RE/g DW, respectively). During the characterization of biosynthesized nanoparticles by scanning electron microscopy (SEM), AgNPs demonstrated a uniform spherical shape with even distribution. The sample's elemental composition was confirmed with a signal of 3.2 keV using energy-dispersive X-ray spectroscopy (EDS) analysis. Transmission electron microscopy (TEM) analysis showed silver nanoparticles that were round and spherical in shape in both stacked and congested form, with a size range of less than 30 nm. Thus, this green and sustainable synthesis of AgNPs, a blend ofMedusomyces giseviiandO. vulgareherbal extract, has adequate potential for increased antimicrobial and antioxidant activity.",
  "publication_date": "2025-04-10",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30081706",
  "entities": {
    "POLYPHENOL": [
      "(o. vulgare) plant species",
      "chemical, physical, biological, and electrochemical processes",
      "electron microscopy",
      "energy-dispersive x-ray spectroscopy",
      "flavonoids",
      "phenolic compounds",
      "proanthocyanidins",
      "the apigenin",
      "the collective amount",
      "transmission electron microscopy"
    ]
  }
}