{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Dihydromyricetin May Attenuate Skin Aging as a RAGE Inhibitor.",
  "abstract": "Background/Objectives: Dihydromyricetin (DHM), a flavonoid with abundant natural sources, potent bioactivity, and high safety, holds promise for translational applications, particularly in mitigating skin aging. However, its role and underlying mechanisms in counteracting skin aging induced by advanced glycation end products (AGEs) remain unclear.Methods: Eight-week-old male Sprague-Dawley (SD) rats were subcutaneously injected with 500 mg/kg D-galactose and administered DHM via gavage for 11 weeks. Additionally, senescent human skin fibroblasts (HFF-1) induced by AGEs were used for further investigation.Results: DHM treatment significantly alleviated D-galactose-induced skin aging in rats, with the most pronounced effects observed in the moderate-dose group (100 mg/kg). Compared to the aging group, DHM enhanced skin elasticity and preserved collagen levels. Moreover, DHM promoted cell proliferation in the skin. Further studies on AGE-induced senescent fibroblasts revealed that DHM markedly reduced multiple senescence-associated markers and stimulated cell proliferation by approximately a 1.5-fold increase. Transcriptomic analysis indicated that DHM upregulated genes related to the cell cycle and DNA repair while suppressing AGE-RAGE signaling and its downstream pathways. Notably, DHM downregulatedAGER, the gene encoding the receptor for AGEs (RAGE). Molecular docking analysis demonstrated that DHM shares a binding site with other known RAGE inhibitors. Surface plasmon resonance (SPR) analysis further confirmed the high binding affinity of DHM to RAGE (KD= 28.7 μM), which was stronger and more stable than that of FPS-ZM1 (KD= 40.7 μM).Conclusions: DHM may attenuate glycation-induced skin aging in rats by functioning as a RAGE inhibitor, thereby suppressing AGE-RAGE signaling, delaying cellular senescence, and promoting cell proliferation.",
  "publication_date": "2025-05-29",
  "journal": "Nutrients",
  "doi": "10.3390/nu17111862",
  "entities": {
    "POLYPHENOL": [
      "a flavonoid",
      "background/objectives",
      "dihydromyricetin",
      "molecular docking analysis",
      "the most pronounced effects",
      "the receptor",
      "underlying mechanisms"
    ],
    "SYMPTOM": [
      "the aging group"
    ]
  }
}