{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Enzymatic browning in fresh extra virgin olive oil (EVOO): Detection of polyphenol oxidase, assessing moisture impact, and revealing the anti-browning capacity of EVOO.",
  "abstract": "This study investigates the presence of active olive polyphenol oxidase (OePPO) in freshly extracted extra virgin olive oil (EVOO) and its role in triggering enzymatic browning during EVOO storage. OePPO's presence in EVOO was validated through its distinct molecular weights observed in SDS-PAGE gels. The generation of quinones in EVOO was tracked spectrophotometrically over a storage period of one month, revealing browning reactions, particularly in the early days of storage, followed by a decline concurrent with water sedimentation. Introducing various water percentages into EVOO revealed the critical and proportional impact of moisture content on enzymatic browning. Microscopic examination showed the formation of colloidal matter around water microdroplets suspected to accommodate browning reactions. The reduction of EVOO moisture content to < 0.15 % coincided with a progressive decrease in browning across all samples, hinting at a potential anti-browning capacity of EVOO. A novel analytical method is proposed to evaluate EVOO's anti-browning capacity, utilizing chemically oxidized 4-tert-butylcatechol (TBC) quinones. After one month of storage, a significant decrease in total phenols and antioxidant activity proportional to the moisture content and enzymatic browning was noted in EVOO samples. To prevent such losses, the EVOO extraction process should effectively minimize moisture content to less than 0.15 %.",
  "publication_date": "2024-12-24",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2024.142582",
  "entities": {
    "POLYPHENOL": [
      "4-tert-butylcatechol (tbc) quinones",
      "a decline",
      "a progressive decrease",
      "a significant decrease",
      "active olive polyphenol oxidase",
      "its distinct molecular weights"
    ],
    "FOOD": [
      "extra virgin olive oil"
    ]
  }
}