{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Reno-protection by Didymocarpus pedicellata against oxalate-induced damage: mechanistic insights into mitigation of oxidative stress induced signaling pathways in renal cell line and rat model.",
  "abstract": "Oxidative stress is a key driver of inflammatory injury which predisposes renal cells to nephrolithiatic damage. Recurrent stone formation is associated with cellular dysfunction, oxidative stress, inflammation and renal epithelial cell death. Didymocarpus pedicellata is an important medicinal herb in the ayurvedic system for the treatment of renal afflictions. The phytochemicals present in medicinal plants like D. pedicellata show potential in mitigating these series of cellular responses. Bioactivity guided fractionation, crystallization assays, phytochemical screening and GCMS analysis were performed to assess secondary metabolites present in D. pedicellata. The cytoprotective potential of the extract was evaluated by assessing cell viability, reactive oxygen species (ROS) generation, analyzing cell death, and gene expression changes to determine the extent of damage caused by oxalate exposure. The crystal-cell interface, adhesion dynamics, and morphological alterations were characterized using histological analysis via hematoxylin and eosin staining and ultrastructural examination by scanning electron microscopy. Hyperoxaluric rat model was generated by treating the rats with ethylene glycol and ammonium chloride to induce nephrocalcinosis and the effects of treatment with D. pedicellata were evaluated using renal physiology biomarkers, microscopic analysis of urine and histological studies for crystal deposition and kidney tissue injury. Gene expression analysis of p38 Mitogen-activated protein kinase and Osteopontin was done to assess the expression levels due to hyperoxaluria and treatment with D. pedicellata extract. D. pedicellata extract showed cytoprotective potential through in vitro and in vivo studies. Antilithiatic efficacy was evaluated through crystallization assays which led to metabolic profiling through GCMS analysis exhibiting a wide range of secondary metabolites with antioxidant and anti-inflammatory properties. Our study demonstrated that oxalate injured NRK52-E renal epithelial cells when cotreated with ethanolic extract of D. pedicellata led to an overall increase in cell viability, reduced production of intracellular reactive oxygen species (ROS) which lowered oxidative damage in the cells and decreased apoptosis. Staining the tissues with H&E and SEM imaging revealed modulation of crystal structure and enhanced adhesion to renal epithelial cells. Further evaluation of calcium oxalate deposition in rat model revealed that D. pedicellata alleviated crystal deposition and kidney tissue injury as evaluated by urine analysis and histological studies and decreased expression of inflammatory markers p38MAPK and Osteopontin. This study demonstrates that D. pedicellata exerts cytoprotective effect against calcium oxalate induced nephrocalcinosis by reducing the production of reactive species, oxidative stress, lowering inflammation and apoptosis finally reducing renal injury.",
  "publication_date": "2025-06-30",
  "journal": "Urolithiasis",
  "doi": "10.1007/s00240-025-01794-1",
  "entities": {
    "SYMPTOM": [
      "apoptosis",
      "cell death",
      "inflammation",
      "oxidative damage",
      "oxidative stress",
      "renal epithelial cell death"
    ],
    "POLYPHENOL": [
      "cytoprotective potential",
      "decreased expression",
      "electron microscopy",
      "intracellular reactive oxygen species",
      "reactive species",
      "recurrent stone formation",
      "secondary metabolites",
      "the cytoprotective potential",
      "the effects"
    ]
  }
}