{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Study on Nutritional Characteristics, Antioxidant Activity, and Volatile Compounds inNon-Saccharomyces cerevisiae-Lactiplantibacillus plantarumCo-Fermented Prune Juice.",
  "abstract": "The fermentation of prune juice significantly enhances its nutritional profile, antioxidant capacity, and flavor characteristics. In this study,Non-Saccharomyces cerevisiaeandLactiplantibacillus plantarumwere used to co-ferment prune juice to systematically investigate the dynamic changes in physicochemical properties and antioxidant activity during fermentation. The evolution of volatile compounds across fermentation stages was analyzed using gas chromatography-ion mobility spectroscopy (GC-IMS) combined with chemometric methods, including principal component analysis (PCA) and orthogonal partial least squares discriminant analysis (OPLS-DA). The results showed that after fermentation, the total acidity (TA), total phenolic content (TPC), and total flavonoid content (TFC) increased by 37.35%, 20.28%, and 28.95%, respectively. Meanwhile, the pH, total soluble solids (TSS), and reducing sugars (RS) decreased by 16.87%, 23.36%, and 39.94%, respectively. Additionally, the DPPH radical scavenging capacity and ABTS radical scavenging capacity improved by 76.16% and 57.25% during fermentation process. A total of 37 volatile compounds were identified across the four fermentation stages of prune juice (PJ). These compounds included 14 esters, 8 alcohols, 7 aldehydes, 4 terpenoids, 3 ketones, and 1 amine. Considerable quantities of organic acids and free amino acids were detected in samples from all fermentation phases. Among these, lactic acid, citric acid, and D-glucuronic acid exhibited significant increases in their concentration (p< 0.05). In the free amino acid profile of fermented prune juice (FPJ), asparagine was the most abundant component, followed by glutamine and proline.",
  "publication_date": "2025-05-31",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14111966",
  "entities": {
    "FOOD": [
      "ferment prune juice",
      "fermented prune juice",
      "prune juice"
    ],
    "POLYPHENOL": [
      "total flavonoid content"
    ]
  }
}