{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "A meta-analysis on use of agro-industrial by-products rich in polyphenols in dairy small ruminant nutrition.",
  "abstract": "The recovery and reuse of agro-industrial by-products (AIBP) in livestock feeding fully align with the goals set by the European Union, aimed at achieving climate neutrality by 2050. The literature contains many studies related to the inclusion of these products in ruminant diets, with particular interest in those rich in bioactive substances, such as polyphenols, which can provide various benefits to both animals and productions. However, the reported results, particularly regarding milk production and quality, are highly variable, depending on numerous factors such as species, inclusion level, polyphenol dose, other diet ingredients etc. The objective of this study was to evaluate the effects of dietary supplementation with AIBP rich in polyphenols on milk production and composition, and fatty acid profile in dairy sheep and goat. The systematic search was conducted using Scopus, Web of Science, and PubMed databases. Only studies with sheep and goat were included. The data analysed were extracted from 41 scientific papers and the considered AIBP came from grape, olive, tomato, citrus, cocoa and coffee processing. The effects of AIBP were analysed using random-effects statistical models to examine the standardised mean difference between AIBP and control treatment. The heterogeneity was then explored by a meta-regression. A meta-regression was also used to test the effect of the dosage of polyphenols in the diet (g of polyphenols/kg of diet). A test for subgroup differences was carried out through a meta-analysis considering the by-product type. Supplementation with AIBP did not affect the milk yield either in sheep and goat. Supplementation with AIBP in sheep diet led to an increase in monounsaturated fatty acids (MUFA), oleic acid (OA, C18:1cis-9), vaccenic acid (VA, C18:1trans-11), and to a decrease in saturated fatty acids (SFA). Polyunsaturated fatty acids (PUFA), PUFA n-3, VA, and linolenic acid (C18:3 n3) increased in response to the dosage of polyphenols in sheep diet. In goat, the inclusion of by-products in the diet led to a decrease in SFA and an increase in MUFA, VA, LNA, and rumenic acid (RA, C18:2cis-9,trans-11), while the dosage was never significant. The effects of each by-product on milk production and composition are reported both in sheep and goat species. In conclusion, the addition of AIBP in the diet of sheep and goat did not modify the milk yield but clearly improves its quality through the reduction of SFA and an increase of MUFA, OA, VA, and, in goats, RA.",
  "publication_date": "2025-04-21",
  "journal": "Animal : an international journal of animal bioscience",
  "doi": "10.1016/j.animal.2025.101522",
  "entities": {
    "POLYPHENOL": [
      "a decrease",
      "goat species",
      "polyphenol dose",
      "polyphenols",
      "random-effects statistical models",
      "species",
      "the effect",
      "the effects",
      "the objective",
      "the recovery"
    ],
    "FOOD": [
      "cocoa",
      "coffee processing",
      "goats",
      "grape",
      "the dosage",
      "tomato"
    ]
  }
}