{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Young green quinoa as a sustainable functional crop with anti-inflammatory effects in macrophage cells.",
  "abstract": "Current staple crops such as rice, wheat, and maize dominate food systems but lack climate resilience, necessitating a shift toward nutrient-rich, sustainable alternatives. Chenopodium quinoa, (C. quinoa) has gained global recognition for its adaptability and nutritional value. However, while quinoa grains have been extensively studied, young green quinoa (YGQ) leaves remain underexplored despite their potential to enhance both agricultural sustainability and human health. This study investigates the anti-inflammatory properties of YGQ leaves extracts from eight quinoa accessions cultivated during the summer. Using lipopolysaccharide (LPS)-activated mouse macrophage cells (RAW264.7), we assessed the inhibition of key pro-inflammatory cytokines, tumor necrosis factor (TNF)-α and Interleukin (IL)-6. Four types of extracts-Ethanol:Water (70:30) (ETDW), Ethanol (ET), Ethyl Acetate (EA), and Hexane (HE) were prepared, revealing significant and specific IL-6 inhibition, with ETDW exhibiting the highest suppressive effect (73-100%). LC-MS/MS analysis identified flavonoids as the likely bioactive compounds responsible for this activity. Importantly, toxicity assays confirmed the extracts' safety. These findings position YGQ leaves as a valuable natural source of bioactive compounds with potential applications in functional foods, which offer health benefits beyond basic nutrition by targeting the prevention of noncommunicable diseases and chronic inflammatory conditions. Furthermore, integrating YGQ leaves into food systems could support sustainable agriculture, as quinoa is a climate-resilient crop, providing dual benefits for public health and food security.",
  "publication_date": "2025-06-26",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-03742-w",
  "entities": {
    "FOOD": [
      "c. quinoa",
      "chenopodium quinoa",
      "eight quinoa accessions",
      "functional foods",
      "quinoa",
      "quinoa grains",
      "wheat",
      "young green quinoa"
    ],
    "POLYPHENOL": [
      "flavonoids",
      "global recognition",
      "public health and food security",
      "significant and specific il-6 inhibition",
      "the highest suppressive effect",
      "tumor necrosis factor"
    ]
  }
}