{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Sustainable Approaches in Viticulture: From Wastes and Side Streams to High-Value Products.",
  "abstract": "In the context of climate change, resource scarcity, and a growing global population, sustainable processes and the efficient use of raw materials are imperative. Developing best practices to guide the transition toward a circular economy with minimized waste is essential. Agricultural processes offer inspiration, as they traditionally emphasize the utilization of all parts of cultivated plants. Today, however, there is a pressing need to go beyond basic utilization and focus on the upcycling and valorization of agricultural side streams into high-value products. This chapter examines the wine and grape industry, which generates substantial volumes of side streams, including grape pomace, seeds, stems, and wine lees. In recent years, these material streams have attracted attention for their potential as raw materials rich in bioactive compounds - such as diverse polyphenols, dietary fibers, and organic acids - that can be applied across various sectors, including food, cosmetics, pharmaceuticals, and bioenergy. Key methodologies such as extraction, fermentation, and bioconversion are discussed as pathways to recover and enhance these compounds. Case studies of successful valorization initiatives are presented, demonstrating practical applications of side streams for high-value product creation. An example is the BMBF-funded project \"Sustainable Beverages\" focusing on the development of fermented drinks made from vine leaves that can be offered as a non-alcoholic alternative to wine. By providing an overview of the current research and technologies in wine waste valorization, this chapter serves as a valuable resource for academics, industry professionals, and policymakers seeking to advance sustainable practices within the wine sector. Ultimately, the upcycling of wine industry residues not only reduces environmental impact but also creates new revenue opportunities, driving innovation and sustainability in the industry.",
  "publication_date": "2025-04-19",
  "journal": "Advances in biochemical engineering/biotechnology",
  "doi": "10.1007/10_2025_281",
  "entities": {
    "POLYPHENOL": [
      "a circular economy",
      "diverse polyphenols",
      "recent years",
      "technologies",
      "the bmbf-funded project",
      "the wine sector",
      "various sectors"
    ],
    "FOOD": [
      "grape pomace",
      "the wine and grape industry",
      "wine",
      "wine industry residues",
      "wine lees",
      "wine waste valorization"
    ]
  }
}