{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Diet Supplementation with Pomegranate Fruit Alters Distal Gut Microbiota of Healthy Female College Students.",
  "abstract": "Pomegranate is a fruit that grows abundantly in the Middle East and Africa. It is rich in polyphenols, sugars, fiber, and vitamins, and has long been associated in traditional and alternative medicine with numerous health benefits, including the treatment of diarrhea and gut inflammation. We assessed how regular daily intake of fresh pomegranate can affect the distal gut microbiota of young healthy female students in Egypt, a region with abundant pomegranate production and frequent occurrence of gut dysbiosis. Interrogation of microbiota structure based on the sequencing of the 16S ribosomal RNA gene amplicons indicated that subject-to-subject variability was the main driver of microbiota community differences. Nevertheless, pomegranate consumption led to changes in the abundances of several genera including increased levels ofSaccharofermentans,Enterococcus, andPrevotella. The relative counts ofDysosmobacter,Coprococcus, andCollinselladecreased after pomegranate intake. The magnitude of community structure shift after diet intervention correlated with the increase in the total polyphenol concentration measured in subjects' urine. The overall ratio of presumed beneficial-to-detrimental microbes was also improved with pomegranate addition to the diet, supporting the advantageous effects of pomegranate eating.",
  "publication_date": "2025-01-30",
  "journal": "Microorganisms",
  "doi": "10.3390/microorganisms13020305",
  "entities": {
    "FOOD": [
      "abundant pomegranate production",
      "fresh pomegranate",
      "pomegranate",
      "pomegranate addition",
      "pomegranate consumption",
      "pomegranate eating",
      "pomegranate intake"
    ],
    "POLYPHENOL": [
      "polyphenols",
      "subject",
      "subjects' urine",
      "the advantageous effects",
      "the total polyphenol concentration"
    ],
    "SYMPTOM": [
      "gut dysbiosis",
      "inflammation"
    ]
  }
}