{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Harnessing light: the role of semiconductor technology in boosting phenolic compounds in fruit and vegetable.",
  "abstract": "Light Emitting Diodes (LEDs) are semiconductor devices that emit light in specific wavelengths, allowing precise control over light spectra. The application of LEDs in food preservation, particularly in maintaining phenolic compounds, offers promising improvements in food quality and safety. This review explores the role of LED technology in preserving phenolic compounds in fruits and vegetables. Phenolic compounds, known for their antioxidant, anti-inflammatory, and anti-cancer properties, are often degraded by traditional thermal processing. The review examines the potential of LEDs, a non-thermal technology, to minimize these losses and enhance phenolic content. It also investigates how LED spectra affect phenolic accumulation and the factors influencing these changes alongside existing challenges and limitations. LED technology shows promise in preserving phenolic compounds, with different light wavelengths influencing the extent of retention. Factors such as plant species and specific light spectra significantly impact nutritional quality and antioxidant activity. Understanding the physiological and biochemical pathways influenced by LEDs can aid in optimizing conditions for enhanced food quality. This review provides a foundation for future research and practical applications in agriculture and food technology.",
  "publication_date": "2025-05-19",
  "journal": "Critical reviews in food science and nutrition",
  "doi": "10.1080/10408398.2025.2502790",
  "entities": {
    "POLYPHENOL": [
      "a non-thermal technology",
      "agriculture and food technology",
      "led spectra",
      "led technology",
      "light spectra",
      "phenolic compounds",
      "plant species",
      "precise control",
      "specific light spectra",
      "specific wavelengths"
    ],
    "SYMPTOM": [
      "anti-cancer properties"
    ]
  }
}