{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Effects of microwave-assisted enzymatic treatment on the quality characteristics of sunflower seed oil: A comprehensive investigation based on Lipidomics and volatile flavor compound profiling.",
  "abstract": "Lipidomics technology allows systematic elucidation of molecular transformation mechanisms during oil processing and precise characterization of spatiotemporal distribution patterns of bioactive lipid constituents. Meanwhile, microwave (MW) treatment technology, utilizing synergistic non-thermal effects, has notable application potential in food lipid engineering owing to its superior energy transfer efficiency and reaction selectivity. This study employed MW-assisted mechanical pressing and aqueous enzyme methods to compare the quality, antioxidant properties, flavor and lipid composition of sunflower seed oil before and after MW treatment. Results indicate that MW treatment (45 °C, 2 min, 550 W) improved oil yield, facilitated the Maillard reaction, enhanced the ability of the oil to scavenge free radicals and significantly increased chlorophyll content. Enzyme-assisted aqueous extraction preserved more phytosterols and chlorophyll than hot pressing. The total phenolic content decreased in the enzyme-extracted oil but increased in the pressed oil. A total of 20 volatile compounds exhibiting green, fatty, nutty and roasted aromas were identified using gas chromatography-ion mobility spectrometry (GC-IMS). Comprehensive lipidomic characterization using UPLC-Q-TOF MS revealed 2644 lipid molecules across 42 sub-classes, with 48 significantly differentiated lipids between the MW-treated and control groups. The MW exposure induced quantitative modifications in specific sub-classes (PC ↑ 5.96 %, TG ↑ 0.77 %, PS ↓ 17.61 % and DG ↓ 3.05 %). These findings indicate that MW-enzymatic synergy enhances the extraction efficiency and nutritional profile of sunflower oil, establishing a scientific basis to develop functional lipid products through precision processing technologies.",
  "publication_date": "2025-06-23",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.145217",
  "entities": {
    "POLYPHENOL": [
      "2644 lipid molecules",
      "gas chromatography-ion mobility spectrometry",
      "lipidomics technology",
      "microwave (mw) treatment technology",
      "molecular transformation mechanisms",
      "mw-assisted mechanical pressing and aqueous enzyme methods",
      "precise characterization",
      "precision processing technologies",
      "reaction selectivity",
      "specific sub",
      "synergistic non-thermal effects"
    ],
    "FOOD": [
      "sunflower oil"
    ]
  }
}