{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "2,3,5,4'-Tetrahydroxystilbene-2-O-β-D-glucoside (TSG) fromPolygonum multiflorumThunb.: A Systematic Review on Anti-Aging.",
  "abstract": "The global rise in aging populations has made healthy longevity a critical priority in medical research. 2,3,5,4'-Tetrahydroxystilbene-2-O-β-D-glucoside (TSG), the primary bioactive component ofPolygonum multiflorumThunb. (commonly known asFallopia multifloraThunb., He shou wu, Fo-ti, or Polygoni multiflori radix), has emerged as a promising agent for combating aging and age-related diseases. This systematic review evaluates the anti-aging properties of TSG and its protective effects against age-related pathologies. The current evidence demonstrates that TSG exhibits comprehensive anti-aging effects, including lifespan extension, neuroprotection (e.g., ameliorating Alzheimer's and Parkinson's diseases), cardiovascular protection (e.g., reducing atherosclerosis and hypertension), delay of gonadal aging, reduction in bone loss (e.g., mitigating osteoporosis), and promotion of hair regrowth. Mechanistically, TSG alleviates oxidative stress, inflammation, and apoptosis while enhancing mitophagy, mitochondrial function telomerase activity, and epigenetic regulation. These multi-target actions align with the holistic principles of traditional Chinese medicine, highlighting TSG's potential as a multifaceted anti-aging agent. However, further research is required to establish standardized quantitative systems for evaluating TSG's efficacy, paving the way for its broader clinical application in promoting healthy aging.",
  "publication_date": "2025-04-04",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26073381",
  "entities": {
    "SYMPTOM": [
      "a multifaceted anti-aging agent",
      "aging",
      "aging populations",
      "alzheimer's and parkinson's diseases",
      "apoptosis",
      "atherosclerosis",
      "bone loss",
      "gonadal aging",
      "healthy aging",
      "hypertension",
      "inflammation",
      "osteoporosis",
      "oxidative stress",
      "the anti-aging properties"
    ],
    "POLYPHENOL": [
      "cardiovascular protection",
      "comprehensive anti-aging effects",
      "its protective effects",
      "neuroprotection"
    ]
  }
}