{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Seasonal Coloration and Ecological Adaptations of Adventitious Roots of Four Salicaceous Species in Jiuzhaigou World Natural Heritage Site, Southwestern China.",
  "abstract": "Jiuzhaigou is a world natural heritage with extraordinary beauty of wetlands largely developed on tufa landforms. The wetlands are dominated by shrubs and trees. A striking feature of dense and plentiful adventitious roots is found during summer, and the color changes to unnoticeable during winter. Despite the visual prominence of this phenomenon, its biochemical mechanisms and ecological significance remain unexplored. Integrating field surveys, anatomical analyses, and biochemical profiling to decipher coloration dynamics and their potential as environmental bioindicators, results indicate that dense adventitious roots were found only with willow and poplar species in the tufa wetlands in Shuzheng and Rize valleys. Adventitious roots displayed specialized adaptations, including well-developed aerenchyma, degenerated mechanical tissue and xylem, and a floating habit on the water surface, which enhances oxygen uptake in aquatic habitats. Seasonal color variations followed a distinct temporal pattern, transitioning from red or pink hues in summer to reddish-brown in spring and autumn, and maroon or gray in winter. Proanthocyanidins were identified as principal pigments, with their oxidation into quinones under the influence of temperature and light driving the observed color transitions. The proanthocyanidins redox dynamics reflect seasonal fluctuations in air temperature and solar irradiance, providing a novel biomarker for assessing climate impacts on wetland ecosystems. The close link between seasonal color change of adventitious roots and the aquatic environment sheds new light on effective ecosystem management in karst areas.",
  "publication_date": "2025-04-15",
  "journal": "Ecology and evolution",
  "doi": "10.1002/ece3.71218",
  "entities": {
    "POLYPHENOL": [
      "decipher coloration dynamics",
      "ecological significance",
      "effective ecosystem management",
      "its biochemical mechanisms",
      "mechanical tissue",
      "proanthocyanidins",
      "specialized adaptations",
      "the proanthocyanidins",
      "wetland ecosystems",
      "willow and poplar species"
    ]
  }
}