{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Mixed-Metal Ce-Zr-Mn Clusters as Photo-Catalysts for Decarboxylative Functionalization of Carboxylic Acids.",
  "abstract": "Decarboxylative hydrazination of carboxylic acids was achieved using a 1:5:2 ratio of three metal salts, Ce(OtBu)4, Zr(OtBu)4, and Mn(OAc)3, as a catalyst under visible light irradiation. The catalytic activity, compared with our previously developed Ce6cluster photo-catalysts, was enhanced by the formation of single cerium-incorporated hexanuclear mixed-metal clusters containing a [CeZr5O4(OH)4]12+core. The manganese salts further accelerated the overall reaction rate (10 times faster reaction rate with the manganese salt than that of the manganese-free conditions). Using the isolated cluster, CeZr5O4(OH)4(OCOCH2tBu)12(HOCOCH2tBu)4(4a), with Mn(OAc)3, phenol and thiophenol-containing carboxylic acids were transformed to their decarboxylative hydrazinated products in moderate to high yields, while a mixture of Ce6O4(OH)4(OCOCH2tBu)12(HOCOCH2tBu)4(4c) and Mn(OAc)3or Ce(OtBu)4, Zr(OtBu)4, and Mn(OAc)3yielded lower amounts of the products. These findings highlight the importance of incorporating cerium(IV) into the zirconium-based core to tolerate these easily oxidizable functional groups. Upon exposure of 4a to blue LED light under an argon atmosphere, the CeZr5cluster produced 2,2,5,5-tetramethylhexane, a radical coupling product derived from the carboxylate ligand on 4a, in half an equivalent per cluster, consistent with the photo-reduction of cerium(IV) and inertness of the oxo- and hydroxo-bridged Zr5motif as a metallo-ligand around the cerium(IV) site. Moreover, decarboxylative oxygenation of carboxylic acids under air followed by treatment with NaBH4resulted in the production of one-carbon shortened alcohols in excellent yields when using Ce(OtBu)4and Zr(OtBu)4or Hf(OtBu)4in a 1:5 ratio: the reaction rates were 8-10 times higher than that of the previously developed cerium-catalyzed reaction under identical conditions.",
  "publication_date": "2025-06-06",
  "journal": "Angewandte Chemie (International ed. in English)",
  "doi": "10.1002/anie.202505639",
  "entities": {
    "POLYPHENOL": [
      "decarboxylative hydrazination",
      "decarboxylative oxygenation",
      "their decarboxylative hydrazinated products"
    ]
  }
}