{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Phenolic compounds naturally present in olive oil and lowering of blood LDL-cholesterol and systolic blood pressure, therefore reducing the risk of coronary heart disease: Evaluation of a health claim pursuant to Article 14 of Regulation (EC) No 1924/2006.",
  "abstract": "Following an application from QvExtra! Internacional pursuant to Article 14 of Regulation (EC) No 1924/2006 via the Competent Authority of Spain, the EFSA Panel on Nutrition, Novel Foods and Food Allergens (NDA) was asked to deliver an opinion on the scientific substantiation of a health claim related to phenolic compounds naturally present in olive oil and lowering of blood LDL-cholesterol (LDL-c) and systolic blood pressure (SBP), therefore reducing the risk of coronary heart disease (CHD). The scope of the application was proposed to fall under a health claim referring to disease risk reduction. The Panel considers that the food/constituent, phenolic compounds naturally present in olive oil, is sufficiently characterised, and that lowering of blood LDL-c and SBP are beneficial effects by reducing the risk of CHD. The applicant identified seven pertinent human intervention studies investigating the effect of olive oil polyphenols on LDL-c and/or SBP. In weighing the evidence with regard to blood LDL-c, the Panel considered that, although one human intervention study in hypercholesteraemic individuals showed a reduction in LDL-c following daily consumption of olive oil polyphenols for 3 weeks, these results are not supported by other studies. The Panel also considered that no evidence was available for the sustainability of the effect over longer periods of time (e.g. ≥ 8 weeks), or for a plausible mechanism of action. In weighing the evidence with regard to SBP, the Panel took into account that, although some evidence for a plausible mechanism by which phenolic compounds in olive oil could exert the claimed effect has been provided, the studies submitted did not show an effect of olive oil polyphenols on SBP. The Panel concludes that a cause-and-effect relationship has not been established between the consumption of phenolic compounds naturally present in olive oil and the reduction of blood LDL-c or SBP.",
  "publication_date": "2025-05-23",
  "journal": "EFSA journal. European Food Safety Authority",
  "doi": "10.2903/j.efsa.2025.9470",
  "entities": {
    "POLYPHENOL": [
      "a cause-and-effect relationship",
      "a plausible mechanism",
      "an effect",
      "beneficial effects",
      "ec",
      "olive oil polyphenols",
      "phenolic compounds",
      "the claimed effect",
      "the effect",
      "the food/constituent, phenolic compounds"
    ],
    "SYMPTOM": [
      "spain"
    ],
    "FOOD": [
      "olive oil"
    ]
  }
}