{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Toward a Comprehensive Understanding of Flavor of Sunflower Products: A Review of Confirmed and Prospective Aroma- and Taste-Active Compounds.",
  "abstract": "The global demand for sustainable protein sources has led to a growing interest in plant-based alternatives, with sunflower products emerging as a promising yet underutilized option. This review provides a comprehensive overview and critical evaluation of current knowledge on the flavor and off-flavor profiles and codes of sunflower seeds and their by-products, with a focus on both volatile and non-volatile low-molecular-weight compounds. It can highlight the importance of the sensomics approach and the knowledge on key food odorants and tastants. Furthermore, this review underscores the importance of advanced analytical methodologies for linking chemical composition to sensory outcomes. While volatile compounds that activate human olfactory receptors, such as aldehydes, terpenes, and pyrazines, are well described in sunflower products, using the sensomics approach the key odor-active stimuli are just verified in sunflower oil. In addition, the roles of non-volatile components including lipids, proteins, carbohydrates, and secondary metabolites such as polyphenols require further investigation and experimental validation to confirm their role as key tastants and their effect on sensory perception. By compiling existing data, this review establishes a foundational database of known and potential flavor-relevant compounds in different sunflower products, providing a valuable resource to directly or indirectly guide sensory (sensomics) studies and promote sunflower-based product innovation. Identifying the key flavor contributors in the different sunflower-based products and raw materials would facilitate precise approaches in processing and product formulation to enhance sensory quality while mitigating off-flavors. Addressing these challenges will support the development of sunflower-based food products with optimized flavor and nutritional profiles, consistent with global sustainability goals and consumer acceptance.",
  "publication_date": "2025-05-29",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14111940",
  "entities": {
    "FOOD": [
      "sunflower oil",
      "sunflower seeds"
    ],
    "POLYPHENOL": [
      "both volatile and non-volatile low-molecular-weight compounds",
      "human olfactory receptors",
      "polyphenols",
      "precise approaches",
      "secondary metabolites",
      "their effect"
    ]
  }
}