{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Mangiferin: A natural neuroprotective polyphenol with anti-inflammatory and anti-oxidant properties for depression.",
  "abstract": "Depression is a severe global health problem accompanied by persistent low mood that harms the physical and mental health of people and places a substantial economic burden on society. Mangiferin (MGF), a natural polyphenol in the traditional Chinese herb Anemarrhena asphodeloides Bge., can improve neuronal damage, memory, and cognitive deficits, implicating the therapeutic potential of MGF for depression. MGF has a unique C-glycosyl and phenolic structure that endows it with multiple biological properties, e.g., anti-oxidant, anti-inflammatory, and anti-mitochondrial dysfunction. However, the pharmacological role of MGF in depression remains unclear. Therefore, this review describes the neuroprotective effects and the antidepressant mechanisms of MGF in preclinical depression studies. MGF ameliorates cognitive deficits in depression and neurodegenerative diseases animal models by reducing amyloid-beta deposition, ameliorating cholinergic dysfunction, and increasing neurotrophic factors. Also, MGF regulates molecular mechanisms in depressed animals mainly through anti-inflammation (by inhibiting NLRP3 inflammasome activation, mitogen-activated protein kinase phosphorylation and its downstream nuclear factor-кB signaling pathway, and indoleamine 2,3-dioxygenase activity), anti-oxidant (by increasing levels of anti-oxidant enzymes and inhibiting lipid peroxidation). Notably, the potential mechanisms of MGF in treating depression by modulating neurotransmission (e.g., glutamate, dopamine, norepinephrine, and serotonin) need to be further explored. It is hoped to explore further the potential molecular mechanisms of MGF's biological activity in depression and provide directions for further clinical applications.",
  "publication_date": "2025-05-14",
  "journal": "Progress in neuro-psychopharmacology & biological psychiatry",
  "doi": "10.1016/j.pnpbp.2025.111401",
  "entities": {
    "POLYPHENOL": [
      "a natural polyphenol",
      "a substantial economic burden",
      "directions",
      "molecular mechanisms",
      "preclinical depression studies",
      "the antidepressant mechanisms",
      "the neuroprotective effects",
      "the potential mechanisms",
      "the potential molecular mechanisms"
    ],
    "SYMPTOM": [
      "inflammation",
      "inflammatory, and anti-mitochondrial dysfunction"
    ]
  }
}