{
  "source": "PubMed",
  "query": "polyphenols antioxidant",
  "title": "A review on tailoring lignin derivatives for sunscreen formulations: Structural modification and antioxidant properties for enhanced UV protection.",
  "abstract": "Lignin, a renewable biopolymer, has emerged as a promising alternative to conventional UV filters in sunscreen formulations due to its photoprotective properties and sustainability. Chemical modifications such as esterification, alkylation, and grafting can improve lignin's solubility and UV absorption, while physical modifications like nanoparticle formation and freeze-drying enhance its dispersion and stability. The antioxidant activity of lignin, attributed to its polyphenolic structure, provides additional benefits for skin health and anti-ageing formulations. Synergistic effects with other antioxidants further enhance its potential. The mechanism by which lignin absorbs UV light involves the activation of electrons in its aromatic ring structures. Meanwhile, its antioxidant properties are mainly due to its capacity to capture free radicals and deactivate reactive oxygen species. The effect of structural modifications on photostability and sunscreen performance is significant, with modified lignin formulations exhibiting enhanced UV protection, improved photostability, and better compatibility compared to their unmodified counterparts. Despite challenges in formulation, consumer acceptance, and scalability, lignin-based sunscreens offer a sustainable and effective solution for UV protection. This review explores the potential of lignin-based sunscreens, focusing on structural modification and antioxidant properties for enhanced UV protection. The literature search covers studies published between 2016 and 2025.",
  "publication_date": "2025-06-01",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144871",
  "entities": {
    "POLYPHENOL": [
      "a sustainable and effective solution",
      "electrons",
      "enhanced uv protection",
      "its photoprotective properties",
      "its polyphenolic structure",
      "reactive oxygen species",
      "synergistic effects",
      "the effect",
      "the mechanism",
      "uv protection"
    ]
  }
}