{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Eco-friendly synthesis and biomedical potential of zinc oxide nanoparticles using Mentha piperita aqueous extract: comparative analysis with chemically synthesized and commercial nanoparticles.",
  "abstract": "Phytosynthesis of zinc oxide nanoparticles (ZnO NPs) using Mentha piperita extract offers a sustainable alternative for biomedical applications. This study investigates the synthesis, characterization, and biological properties of biosynthesized ZnO (ZnO Bio NPs) compared to chemically synthesized (ZnO Chem NPs) and commercial ZnO (ZnO Commercial NPs). We explored how peppermint's phytochemicals influence ZnO NP synthesis and biological interactions. Peppermint-derived phytochemicals act as reducing and stabilizing agents while providing antioxidant and anticarcinogenic benefits, potentially enhancing ZnO Bio NPs' therapeutic effects. Our findings reveal that ZnO Bio NPs exhibit superior stability and bioactivity due to plant-based capping agents. ZnO Bio NPs inhibited 52% of DPPH radicals at 15.63 µg/mL, outperforming ZnO Chem and Commercial NPs. In hemocompatibility studies, ZnO Bio NPs showed minimal hemolysis, both with and without protein corona (albumin and fibrinogen), ensuring safer blood interactions. Cytotoxicity assays demonstrated that ZnO Bio NPs had an IC50 of 49.91 µg/mL in human fibroblasts, threefold less cytotoxic than ZnO Commercial NPs. These results highlight the potential of peppermint-extract-based ZnO NPs for biomedical applications, offering lower cytotoxicity and greater biocompatibility while providing an eco-friendly alternative to conventional synthesis methods.",
  "publication_date": "2025-05-24",
  "journal": "Bioprocess and biosystems engineering",
  "doi": "10.1007/s00449-025-03178-6",
  "entities": {
    "FOOD": [
      "how peppermint's phytochemicals",
      "peppermint-derived phytochemicals",
      "peppermint-extract-based zno nps"
    ],
    "POLYPHENOL": [
      "an eco-friendly alternative",
      "zno bio nps' therapeutic effects"
    ]
  }
}