{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Upcycling fruit pomaces (orange, apple, and grape-wine): The impact of particle size on phenolic compounds' bioaccessibility.",
  "abstract": "This work aimed to analyse the effect of particle size on bioactive compounds of different by-products. Orange, apple, and grape-wine by-products obtained from industrial production were dried and ground at two sizes: 1 mm and 0.5 mm. Pomaces were analysed in composition (protein, fat, carbohydrates, moisture, and ash contents) and bioactive compounds (total phenol content by Folin- Ciocalteu method and antioxidant capacity by FRAP assay) and submitted to anin-vitrodigestion. FESEM was used to observe the microstructure of samples. All pomaces showed high fibre content (21.7, 31.2, and 58.9 g/100 g, in apple, orange, and grape pomace respectively). Total phenol content in raw material was higher in grape > orange > apple, with no differences (apple) or slight differences (grape and orange) between 1 mm and 0.5 mm particle size. Grape pomace was observed as a porous, more accessible structure, where extracting polyphenols was easier. Orange pomace', was compact and apple pomace structure was even more compact hindering the raw materials polyphenol extraction. After digestion, total phenol content increased in orange and apple pomace for both particle size. In apple, bioaccessibility of phenolic compounds showed a 5 fold increase for 1 mm sample size and a 4 fold increase for 0.5 mm sample size. In orange, for both sizes bioaccessibility increased but to a lesser extent (2.4 fold). In the case of grape pomace, although polyphenol content decreased after digestion (0.7 fold for both sizes), they showed the highest antioxidant capacity. Regarding the effect of particle size on total polyphenol content and antioxidant capacity, no trend was found in this work for the fruit pomaces studied. In the case of grape and apple, grinding at 1 mm should be adequate regarding antioxidant capacity while in the case of orange, it may be better to use a pomace ground at 0.5 mm.",
  "publication_date": "2024-09-30",
  "journal": "Heliyon",
  "doi": "10.1016/j.heliyon.2024.e38737",
  "entities": {
    "POLYPHENOL": [
      "extracting polyphenols",
      "phenolic compounds",
      "polyphenol content",
      "polyphenol extraction",
      "the effect",
      "total polyphenol content"
    ],
    "FOOD": [
      "apple",
      "compact and apple pomace structure",
      "grape",
      "grape pomace",
      "orange",
      "orange and apple pomace",
      "orange pomace"
    ]
  }
}