{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Enhanced Biohydrogen Production through Dark Fermentation by Humic Acid: Insights into Microbial Composition and Functional Genes.",
  "abstract": "Biohydrogen production from organic waste or wastewater by eco-friendly methods has attracted attention in recent years. However, the biohydrogen yield still far below the theoretical value. In this study, humic acid (HA), a solid redox mediator (RM), was used to enhance the biohydrogen production from glucose. The internal mechanism based on microbial community and functional genes were explored. The results showed that the optimal dosages of HA were 80 and 150 mg/l with the biohydrogen yield of 312.7 and 315.5 ml/g glucose, which was higher than that in control by above 26.6%. A similar pattern of volatile fatty acids (VFAs) could be observed in all fermentation systems. Ethanol, acetate and propionate were the dominant by-products in all fermentation systems during the biohydrogen production process. The acetate concentration was significantly improved by adding 80 mg/l of HA. Microbial composition indicated thatThermomarinilineawas the most dominant bacterial genus in the fermentation systems containing HA. Compared with control, its relative abundance was increased by 1.0-fold~3.9-fold. However, redundancy analysis (RDA) indicated biohydrogen yield was closely correlated withGimesia,Longilinea,Defluviimonas,PirellulaandPlanctomicrobium. The functional genes based on KEGG pathways showed that most biohydrogen-producing related genes had not been significantly increased in the optimal dosage of HA systems compared with that in control, indicating that biohydrogen production was enhanced by HA might depend on accelerating electron transfer and adjusting microbial community in this study.",
  "publication_date": "2025-06-17",
  "journal": "Journal of microbiology and biotechnology",
  "doi": "10.4014/jmb.2412.12071",
  "entities": {
    "POLYPHENOL": [
      "eco-friendly methods",
      "electron transfer",
      "recent years",
      "the internal mechanism"
    ],
    "FOOD": [
      "the optimal dosage",
      "the optimal dosages"
    ]
  }
}