{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Multifunctional dietary approach reduces intestinal inflammation in relation with changes in gut microbiota composition in subjects at cardiometabolic risk: the SINFONI project.",
  "abstract": "The development of cardiometabolic (CM) diseases is associated with chronic low-grade inflammation, partly linked to alterations of the gut microbiota (GM) and reduced intestinal integrity. The SINFONI project investigates a multifunctional (MF) nutritional strategy's impact combining different bioactive compounds on inflammation, GM modulation and CM profile. In this randomized crossover-controlled study, 30 subjects at CM-risk consumed MF cereal-products, enriched with polyphenols, fibers, slowly-digestible starch, omega-3 fatty acids or Control cereal-products (without bioactive compounds) for 2 months. Metabolic endotoxemia (lipopolysaccharide (LPS), lipopolysaccharide-binding protein over soluble cluster of differentiation-14 (LBP/sCD14), systemic inflammation and cardiovascular risk markers, intestinal inflammation, CM profile and response to a one-week fructose supplementation, were assessed at fasting and post mixed-meal. GM composition and metabolomic analysis were conducted. Mixed linear models were employed, integrating time (pre/post), treatment (MF/control), and sequence/period. Compared to control, MF intervention reduced intestinal inflammation (fecal calprotectin,p= 0.007) and endotoxemia (fasting LPS,p< 0.05), without alteration of systemic inflammation. MF decreased serum branched-chain amino acids compared to control (p< 0.05) and increasedB.ovatus,B.uniformis,A.butyriciproducensand unclassifiedChristensenellaceae.CAG-74(p< 0.05). CM markers were unchanged. A 2-month dietary intervention combining multiple bioactive compounds improved intestinal inflammation and induced GM modulation. Such strategy appears as an effective strategy to target low-grade inflammation through multi-target approach.",
  "publication_date": "2024-12-22",
  "journal": "Gut microbes",
  "doi": "10.1080/19490976.2024.2438823"
}