{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Enhanced hepatoprotective efficacy of quercetin nanoparticles versus free quercetin against acrylamide-induced hepatotoxicity through modulation of MAPK/NF-κB/NLRP3 signaling pathways and molecular docking validation.",
  "abstract": "Acrylamide (ACR) is a hazardous contaminant posing significant hepatotoxic risks. This study investigates the hepatoprotective efficacy of quercetin-loaded nanoparticles compared to free quercetin in mitigating ACR-induced hepatotoxicity. Nanoparticles were formulated using nanoprecipitation with galactose-functionalized surfaces to enhance liver targeting. Rats were allocated into five groups: control, ACR-induced hepatotoxicity, blank nanoparticles, free quercetin, and quercetin nanoparticles. Hepatotoxicity was assessed through biochemical, molecular, histopathological, and immunohistochemical analyses, along with molecular docking studies. Results demonstrated significant elevations in hepatic enzyme levels (ALT, AST), oxidative stress markers (MDA), inflammatory mediators (MAPK, NF-κB1, NLRP3, IL-1β, IL-6), and apoptotic factors (CASP3, BAX, P53), alongside reductions in antioxidant enzymes (GSH, GPx) in the ACR group. Both quercetin treatments effectively reduced these adverse effects, with quercetin nanoparticles exhibiting superior performance, evidenced by a 25 % greater reduction in oxidative markers and a 30 % increase in antioxidant enzyme activity. Molecular docking confirmed strong interactions between quercetin and key inflammatory pathway proteins (MAPK, NF-κB, NLRP3). Enhanced bioavailability and targeted delivery contributed to the nanoparticles' superior efficacy. These findings suggest that quercetin nanoparticles significantly outperform free quercetin in ameliorating ACR-induced hepatotoxicity by attenuating oxidative stress, inflammation, and apoptosis, providing a robust foundation for their future clinical exploration..",
  "publication_date": "2025-04-25",
  "journal": "Tissue & cell",
  "doi": "10.1016/j.tice.2025.102936"
}