{
  "source": "PubMed",
  "query": "lignans",
  "title": "Bioconjugation of Podophyllotoxin and Nanosystems: Approaches for Boosting Its Biopharmaceutical and Antitumoral Profile.",
  "abstract": "Podophyllotoxin is a natural compound belonging to the lignan family and is well-known for its great antitumor activity. However, it shows several limitations, such as severe side effects and some pharmacokinetics problems, including low water solubility, which hinders its application as an anticancer agent. Over the past few years, antitumor research has been focused on developing nanotechnology-based medicines or nanomedicines which allow researchers to improve the pharmacokinetic properties of anticancer compounds. Following this trend, podophyllotoxin nanoconjugates have been obtained to overcome its biopharmaceutical drawbacks and to enhance its antitumor properties. The objective of this review is to highlight the advances made over the past few years (2017-2023) regarding the inclusion of podophyllotoxin in different nanosystems. Among the huge variety of nanoconjugates of diverse nature, drug delivery systems bearing podophyllotoxin as cytotoxic payload are organic nanoparticles mainly based on polymer carriers, micelles, and liposomes. Along with the description of their pharmacological properties as antitumorals and the advantages compared to the free drug in terms of biocompatibility, solubility, and selectivity, we also provide insight into the synthetic procedures developed to obtain those podophyllotoxin-nanocarriers. Typical procedures in this regard are self-assembly techniques, nanoprecipitations, or ionic gelation methods among others. This comprehensive perspective aims to enlighten the medicinal chemistry community about the tendencies followed in the design of new podophyllotoxin-based drug delivery systems, their features and applications.",
  "publication_date": "2025-01-26",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18020169"
}