{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "OAB-14 Attenuated Glymphatic System Disorder, Neuroinflammation and Dyskinesia in Parkinson's Disease Model Mice Induced by Rotenone.",
  "abstract": "Parkinson's Disease (PD) is a neurodegenerative disorder characterized by the pathological accumulation of alpha-synuclein (α-syn) in the neuronal cell bodies of the substantia nigra. The glymphatic system within the Central Nervous System (CNS) is responsible for clearing metabolic waste and abnormal proteins and its dysfunction may significantly contribute to the pathogenesis of PD. Our previous study showed that OAB-14, the novel small molecular compound, showed a great potential effect in APP/PS1 transgenic mice. Given the similarities in the pathogenesis of PD and Alzheimer's disease (AD), it is pertinent to explore the therapeutic potential of OAB-14 in the context of PD. This study utilized a rotenone-induced PD mice model to evaluate the effects of oral administration of OAB-14, and its underlying mechanisms. Here we confirmed the neuroprotective effect and motor improvement of OAB-14 in rotenone-induced PD model mice. Our research has shown that OAB-14 is capable of enhancing the glymphatic system function by promoting the influx and efflux of the CSF tracers to the brain and deep cervical lymph nodes, respectively, to promote the clearance of α-syn. In addition, OAB-14 could down-regulate MyD88, NF-kB (Ser 536) phosphorylation, and TLR4 to reduce glial cell activation; and down-regulate cleaved-caspase1, NLRP3, ASC, IL-1β, IL-6, IL-18, TNF-α, and IL-10 to reduce the expression of inflammatory vesicles and pro-inflammatory factors, and to reduce neuronal oxidative stress. In summary, OAB-14 may promote the clearance of brain α-syn through the glial lymphatic system, inhibit the α-syn/TLR4/NF-κB/NLRP3 inflammatory pathway, and improve movement disorders.",
  "publication_date": "2025-04-12",
  "journal": "Neurochemical research",
  "doi": "10.1007/s11064-025-04388-w"
}