{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Current and future aspects of several adjunctive treatment strategies in polycystic ovary syndrome.",
  "abstract": "Polycystic ovary syndrome (PCOS) is a common endocrinopathy in women of reproductive age. PCOS is characterized by hyperandrogenism, menstrual disorders, and polycystic ovarian morphology. PCOS patients have an increased risk of type 2 diabetes, cardiovascular disease, and infertility. The mechanism of PCOS is not yet fully understood, but insulin resistance and genetic factors may play distinct roles in the pathomechanism. There is ongoing research on new therapeutic modalities for women with PCOS. In this minireview, we assessed the evidence for the effectiveness and safety of selected adjunctive agents (metformin, statins, resveratrol, melatonin, and inositols) for the treatment of women with PCOS. Metformin is a safe medication used in PCOS for 25 years that is currently recommended in select PCOS subpopulations, such as adolescents, women with metabolic disorders, and infertility infertile women undergoing ovarian hyperstimulation. Statins are also suggested in PCOS therapy, as these compounds decrease testosterone concentrations, improve lipid profiles, and ameliorate inflammatory reactions. Despite promising results, the role of statins in PCOS management needs to be further validated. Dietary supplements have also been tested in PCOS patients. Resveratrol was shown to decrease total testosterone production and improve fasting insulin but, until recently, only in one randomized study. Data on the therapeutic efficacy of melatonin and inositols on endocrine and metabolic abnormalities are limited and inconclusive. The multifactorial etiology of PCOS makes tailoring of its treatment more demanding, and there is a constant need for causative and effective modes of PCOS therapy.",
  "publication_date": "2019-10-09",
  "journal": "Reproductive biology",
  "doi": "10.1016/j.repbio.2019.09.006"
}