{
  "source": "PubMed",
  "query": "tannins",
  "title": "Colonization effect of Beauveria bassiana (Bals.) Vuill. on tomato plant and Bemisia tabaci.",
  "abstract": "Whitefly (Bemisia tabaci) is an insect threatening tomato production in Egypt. This study investigated the impacts of the entomopathogenic fungi species, Beauveria bassiana, isolate against B. tabaci on tomato plants under natural conditions in two seasons (2023-2024). Conidial powder was directly applied to the soil. Fungus was added to the fertilization treatments (BF) and was compared with fertilization (CF) and control (C0). The findings indicated notable significant variations in the population densities of B. tabaci in comparison to the other groups in two seasons. This fungus can also be used as a growth enhancer besides being a biopesticide for tomato crops. Tomato leaf samples were collected in three growth phases: vegetative, flowering, and fruiting phases in addition to ripe tomato fruits. Collected leaves were dried and used to detect defense mechanisms through estimating phenolic compounds such as tannins and flavonoids and total protein content, while tomato fruits were used to estimate ascorbic acid level as a growth promotion indicator in the tested tomato plants. B. bassiana -treated plants showed a significant increase in total tannins compared to fertilization-treated plants and non-significant increase compared to control. While Total Protein Content (TPC) was significantly higher in fertilization-treated plants than in B. bassiana -treated plants and control it was only increased significantly in the bioagent treatment than in the control. For total flavonoids, a non-significant increase was detected in total flavonoids content in B. bassiana-treated plants than in fertilization- treated plants and controls. Beauveria bassiana -treated tomato fruits recorded the highest value of ascorbic acid content, which significantly increased than fertilization treatment and non-significantly increased compared to the control. Generally, the interaction between treatments and growth phases in total tannin content, total protein content, and total flavonoid content was not statistically significant, which means there is no behavior for B. bassiana treatment on the plant resistance mechanism during the different growth stages, and the highest level for each was recorded in the flowering phase compared to the vegetative and fruiting phases. Also, the findings indicated the highest yield was represented by adding B. bassiana to the soil. The obtained results from this study refer to the beneficial role of B. bassiana in systemic resistance induction stimulated by tannin content in the tested tomato plants against whitefly attacks.",
  "publication_date": "2025-05-16",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-00562-w"
}