{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "QBD-based optimization of sequential extraction of anthocyanins from Krishna Tulsi (Ocimum tenuiflorum): investigation of its bioactivities for biomedical applications.",
  "abstract": "Krishna Tulsi (Ocimum tenuiflorumL.), is known for its rich polyphenolic composition, including anthocyanins, which contribute to its bioactivity. Efficient extraction methods are critical to maximizing the yield of these bioactive compounds. This research focuses on optimizing the parameters for the extraction of anthocyanins fromOcimum tenuiflorumL. using response surface methodology. Extraction conditions were designed with the Box-Behnken model varying solvent concentration [ethanol (20-80%), HCl (0.1-2.2%), and temperatures (10-55 °C)]. Further responses such as total anthocyanin content and antioxidant activity were validated. Anthocyanins such as peonidin, cyanidin, delphinidin, and their derivatives were identified by UHPLC-QTOF-MS. Bioactivities such as DNA protection, antibacterial properties, andin-silicobinding affinity with biofilm-forming proteins were assessed. Optimal conditions (79.396% ethanol and 1.288% HCl at 21.102 °C) yielded 188.16 mg/g anthocyanins, with IC50values of 12.28 and 20.74 µg/mL in DPPH and ABTS assays, respectively. The extract reversed Fenton's reaction of oxidative damage to calf thymus DNA. It exhibited significant antibacterial activity against gram-negative (Escherichia coliandPseudomonas aeruginosa) and gram-positive (Staphylococcus aureusandBacillus subtilis) bacteria. In addition, considerable biofilm inhibition (ranging from 91 ± 6.110 at 4*MIC to 30.667 ± 3.055% at MIC/2 forS. aureus) and destruction of bacterial surface morphology were observed in FESEM. Docking studies revealed strong binding affinities of cyanidin and peonidin derivatives with biofilm-forming proteins (PDB id-3TIP and 4KH3), highlighting their potential as biofilm inhibitors. Therefore, by integrating computational and experimental strategies, these findings support the development of phytopharmaceutical formulations leveraging anthocyanins from Krishna Tulsi as potential therapeutic agents in the future.",
  "publication_date": "2025-05-12",
  "journal": "3 Biotech",
  "doi": "10.1007/s13205-025-04334-1"
}