{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "A Comprehensive Review of the Phenolic Compounds inDracocephalumGenus (Lamiaceae) Related to Traditional Uses of the Species and Their Biological Activities.",
  "abstract": "The genusDracocephalum(family Lamiaceae) comprises approximately 70 species, many of which have been traditionally used in various ethnomedical systems. The plants exhibit a broad distribution across steppe, semi-deserts, deserts, and alpine zones of temperate Eurasia, with isolated endemic species occurring in North America and North Africa. The traditional medicinal uses of theDracocephalumspecies encompass the treatment of respiratory diseases, colds and fever, gastrointestinal disorders, liver and gallbladder ailments, musculoskeletal conditions, cardiovascular diseases, diabetes, gynecological and urological disorders, as well as ailments of the ears, throat, mouth, and eyes, as well as various dermatological conditions. The plants are rich sources of polyphenolic compounds, including flavonoids and phenolic acids, which contribute to their diverse pharmacological activities. The flavonoid profile of theDracocephalumspecies is dominated by luteolin and apigenin derivatives, supplemented by mono-, di-, tri-, tetra-, and pentamethoxylated flavones. The predominant phenolic acids are chlorogenic acid, coumaric acid, rosmarinic acid, and their derivatives. Other phenolic compounds have also been identified in the genus: anthocyanins, lignans, phenylethanoids, phenylacetamide glycosides, flavonoid alkaloids, gingerols, coumarins, furanocoumarins, and cyanogenic glucosides. Despite growing scientific interest in this genus, a comprehensive review of its polyphenolic constituents, their structures, and associated biological activities remains lacking. To bridge this gap, this review presents an analysis of the polyphenolic profile of theDracocephalumspecies, their ethnomedicinal uses, and the latest findings on their biological potential.",
  "publication_date": "2025-04-30",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30092017"
}