{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Antagonistic potential and analytical profiling of plant probiotic bacteria using chromatography and mass spectrometry techniques against Botrytis cinerea and Fusarium oxysporum.",
  "abstract": "Plant probiotics are bacteria that play a significant role in enhancing plant growth and health. To understand the interactions between plant probiotics and host plants, a comprehensive approach of antagonistic activity and analytical methods such as high-performance liquid chromatography (HPLC), gas chromatography‒mass spectrometry (GC‒MS), and Fourier transform infrared (FT‒IR) spectroscopy, were employed. The previously isolated bacterial strains, namely, Corynebacterium accolens strain CNTC Th1/57, Bacillus rugosus strain SPB7, Lactobacillus pasteurii DSM 23907 and Cytobacillus firmus strain NBRC 15306, were exposed to antagonistic testing against Botrytis cinerea and Fusarium oxysporum. Considering the results of the antagonistic activity both in vitro and statistically, the bacterial strains Bacillus rugosus strain SPB7 and Lactobacillus pasteurii DSM 23907 presented greater zones of inhibition. Hence these bacteria were moved to obtain comprehensive insights into the chemical composition. HPLC and GC‒MS resulted in the identification of phenols and organic acids. These results were further confirmed by FT-IR, which revealed a peak at 3500 cm-1for Bacillus rugosus strain SPB7, where O-H, aromatic C-H and aromatic C = C stretching vibrations were also observed at 3069 and 1549 cm-1. The peak at 1736 cm-1corresponds to the carboxyl group (-COOH) as the functional group with respect to Lactobacillus pasteurii DSM 23907. Further confirmation was performed by observing the other absorption bands at 3451 cm-1and 2958 cm-1, indicating the presence of hydroxyl group (O-H) and alkyl group (C-H) stretching vibrations, thus confirming their potential for the production of phenols and organic acids, respectively, by bacteria. This findings would make a way to explore plant diseases, tolerance against pathogens, and also study ecological role of these bacteria in plant communities.",
  "publication_date": "2025-06-21",
  "journal": "Bioresources and bioprocessing",
  "doi": "10.1186/s40643-025-00853-0"
}