{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "A R2R3-MYB transcription factor LmMYB111 positively regulates chlorogenic acid and luteoloside biosynthesis in Lonicera macranthoides.",
  "abstract": "Lonicera macranthoides is a vital medicinal herb frequently used in Chinese traditional medicine. Chlorogenic acid (CGA) and luteoloside are the most crucial bioactive pharmaceutical ingredients in L. macranthoides. Although CGA and luteoloside biosynthetic pathway and structural genes appeared to be extensively elucidated, the transcriptional regulation has yet to be unveiled. Here, integration of transcriptome and metabolome revealed a R2R3-MYB transcription factor LmMYB111 positively correlated with CGA concentration, which shares close homology with AtMYB111 and acts as a transcriptional activator. Overexpressing LmMYB111 in tobacco and Lonicera resulted in enhanced production of CGA and luteoloside. RNA-Seq demonstrated that overexpression of LmMYB111 dramatically upregulated CGA and luteoloside biosynthetic genes, including 10 PALs, 3 C4Hs, 7 4CLs, 4 HCT/HQTs, 3 CHSs and 5 CHIs. DNA Affinity Purification sequencing (DAP-Seq) revealed the binding motifs of LmMYB111 and 1135 downstream targets, including structural genes e.g. PAL1/PAL4s, C4H, 4CL2, CHI, and DFR as well as several transcription factors (TFs), e.g. MYB3/MYB4, bHLH62/TT8, BEL1, SCL15/SCL32 and ERF3.The electrophoretic mobility shift assay (EMSA) together with dual-luciferase reporter system (DLR) further proved that LmMYB111 bound to and activated proLmMYB4, proLmPAL1, proLm4CL2, proLmCHI and proLmDFR, therefore facilitating hyperaccumulation of CGA, luteoloside and other phenolics. These findings shed light on the participation of LmMYB111 in CGA and luteoloside biosynthetic regulatory networks in L. macranthoides mediated by controlling the expression of structural genes and TFs, which will contribute to elevate phenolics production by genetic engineering.",
  "publication_date": "2025-05-13",
  "journal": "Plant science : an international journal of experimental plant biology",
  "doi": "10.1016/j.plantsci.2025.112556"
}