{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Sirtuins modulators mitigate hypoxia-induced cell death due to changes in histone 3 acetylation, and mitochondrial function, dynamics, and content.",
  "abstract": "Hypoxia is a key environmental factor linked to neurodevelopmental complications, primarily through its impact on mitochondrial dysfunction. Given that sirtuins regulate mitochondrial and cellular metabolism, we aimed to investigate whether pharmacological modulation of sirtuins could protect neurons from hypoxia-induced mitochondrial dysfunction and cell death. To explore this, primary cortical neurons from male Wistar rats (control) and Spontaneously Hypertensive Rats (a model for neonatal hypoxia and schizophrenia) were exposed to cobalt chloride (CoCl2) to chemically induce hypoxia. Neurons were also treated with Nicotinamide (50 μM), Resveratrol (0.5 μM), and Sirtinol (5 μM) to modulate sirtuin activity. We first assessed histone deacetylation, cell death, mitochondrial calcium retention capacity, mitochondrial membrane potential, and levels of reactive oxygen species (ROS). In addition, we analysed the expression of genes related to mitochondrial metabolism, dynamics, and biogenesis, as well as high-energy compound levels. Our data indicate that both chemical and neonatal hypoxia caused mitochondrial depolarization, reduced calcium retention, increased ROS levels, and elevated Nfe2l2 expression in primary cortical neurons. Hypoxia also led to increased expression of genes associated with mitochondrial biogenesis and fission, as well as reduced ATP levels and elevated pyruvate and lactate levels. Importantly, treatment with sirtuin modulators enhanced neuron viability, likely by further increasing Nfe2l2 expression and reducing ROS production. These modulators also improved metabolic outcomes, including higher ATP levels, and normalised pyruvate and lactate production, as well as mitochondrial fusion gene expression. Collectively, our findings suggest that sirtuin modulators could mitigate hypoxia-induced damage and may represent a potential therapeutic strategy for managing neurodevelopmental disorders.",
  "publication_date": "2025-04-30",
  "journal": "Neuropharmacology",
  "doi": "10.1016/j.neuropharm.2025.110484"
}