{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Food-related properties and composition of cocoa honey (Theobroma cacao L.): An integrated investigation.",
  "abstract": "Cocoa (Theobroma cacao L.) is a tropical fruit used in chocolate production, with a huge portion of its byproducts, such as cocoa honey, being discarded, contributing to the over 52,000 tons of waste generated by the cocoa chain. Cocoa honey is a yellow liquid that drips from cocoa beans, rich in sugars, organic acids, vitamins, and minerals, making it highly susceptible to microbial fermentation. This study aims to provide a comprehensive analysis of cocoa honey's integrated profile, evaluating its antioxidant properties, bioactive compounds, vitamins, minerals, microbiological conditions, and physicochemical characteristics, while integrating a discussion on its potential food-related applications. Advanced analytical techniques, including high-performance liquid chromatography (HPLC), gas chromatography-mass spectrometry (GC-MS), nuclear magnetic resonance (NMR), flame atomic absorption spectrophotometry (FAAS), and thermal analysis methods (differential scanning calorimetry and thermogravimetry, DSC/TGA), were employed to identify bioactive and nutritional compounds in this by-product and explore correlations between different identification instruments. The analytical techniques, combined with physicochemical analysis, revealed a sugar content of 17.68 g 100 mL-1, with fructose (4.65 g 100 mL-1) and glucose (4.19 g 100 mL-1) as the predominant sugars. Additionally, it is rich in essential minerals, including potassium (157.1 mg L-1) and magnesium (213.0 mg L-1), with the latter providing half of the recommended daily intake for an adult. Nuclear Magnetic Resonance (NMR) identified trace amounts of essential amino acids, such as leucine and threonine, along with vitamins like biotin (0.16 mg 100 mL-1), findings further confirmed by HPLC. The structural profile of cocoa honey demonstrated a complex matrix comprising amino acids and fermentative metabolites, including methylamine, ethanol, and lactic acid. GC-MS analysis of volatile compounds revealed key substances, including alcohols and esters, which contribute to cocoa honey's distinctive fruity and floral aroma. Cocoa honey exhibited notable antioxidant activity, with a phenolic content of 251 mg GAE 100 mL-1and flavonoids at 172.41 mg CE 100 mL-1. This contributed to its antioxidant capacity, as determined by DPPH (312.96 µmol TE 100 mL-1), with results corroborated by other methods such as FRAP and ABTS+. Comparisons highlighted its antioxidant potential relative to other tropical fruit pulps. To ensure stability and prevent microbial spoilage, stabilization treatment temperatures below 75.9 °C were identified as optimal for pathogen elimination while preserving the structural integrity of the honey. In conclusion, cocoa honey exhibits a distinctive composition, antioxidant properties, and both nutritional and physicochemical characteristics, suggesting its potential for various applications in the food industry. These characteristics make it a candidate for use as a functional ingredient in fermented products, as well as a natural flavoring or sweetening agent. Further research is necessary to optimize stabilization methods and evaluate its broader applications in food production.",
  "publication_date": "2025-01-12",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.115694"
}