{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Design, Development, and Characterization of High Drug-Loaded Drug-Drug-Polymer Ternary Amorphous Solid Dispersions.",
  "abstract": "Ternary amorphous solid dispersions (TASD) are a three-component system that incorporates at least one drug in an amorphous form, offering potential advantages over conventional binary amorphous solid dispersions (ASD). This study aimed to design, characterize, and evaluate a stable and soluble high drug-loaded TASD combining two poorly water-soluble drugs, curcumin (CUR) and resveratrol (RES), with a hydrophilic polymer. Polymer screening studies, including miscibility, crystallization tendency, Flory-Huggins interaction parameter, and solubility parameter, were complemented by advanced techniques such as crystallization kinetics and molecular interaction analysis to assess drug-polymer interactions and amorphous stability. After selecting the optimal polymer, TASDs were prepared by rotary evaporation. Pure drugs, physical mixtures, binary, and ternary ASDs were characterized using X-ray diffraction (XRD), differential scanning calorimetry (DSC), thermogravimetric analysis (TGA), Fourier-transform infrared (FTIR) spectroscopy, and Raman spectroscopy. In-vitro dissolution under non-sink conditions was performed using a USP-II apparatus, and centrifuged samples were analyzed by UV-Vis spectroscopy. Long-term physical stability was assessed over 12 months at room temperature. Eudragit EPO was identified as the optimal polymer among EPO, HPMCAS, and S100. The resulting high drug-loaded (50% w/w) TASD was amorphous, exhibiting a single glass transition temperature (Tg) with strong drug-polymer interactions. In dissolution studies, the 50% drug-loaded TASD showed a ~ 197-fold and ~ fourfold increase in dissolved CUR and RES, respectively, compared to the crystalline drugs in the physical mixture after 1 h in acidic condition. Despite a lower RES release, it was still twice the release from binary ASDs. The TASD formulation remained physically amorphous for 12 months at room temperature storage.",
  "publication_date": "2025-05-06",
  "journal": "AAPS PharmSciTech",
  "doi": "10.1208/s12249-025-03123-6"
}