{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Antibacterial and Antifungal Activity of Extracts from Five Portuguese Cowpea (Vigna unguiculata) Accessions.",
  "abstract": "Under the principles of the circular economy and sustainability, consumers, the food industry and health authorities have interest in new natural food preservatives to prevent foodborne diseases and increase produce shelf life. This work aimed to evaluate the antimicrobial properties of cowpea plant extracts. Grain, pod and leaf extracts from five Portuguese cowpea accessions were characterized in terms of their phenolic content. The values of minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) were determined against pathogenic and non-pathogenic bacteria, as well as on post-harvest pathogenic filamentous fungi. In general, the phenolic content of pod extracts was higher than that of grains and leaves, although leaf extracts had the highest content of a broad-spectrum antibacterial flavonoid, quercetin. Grain extracts exhibited no detectable antimicrobial activity. In contrast, leaf and pod extracts from all five accessions generally displayed bactericidal effects. For bacteria, pod extracts showed MICs ranging from 5.1 to 87.7 mg/mL and MBCs from 20.3 to 87.7 mg/mL. Leaf extracts showed the most promising results, with MICs and MBCs ranging from 1.1 to 9.1 mg/mL. The results against fungi were not so expressive; nevertheless,P. expansumwas inhibited by 9 L leaf extract even if at a higher concentration (MIC = 18 mg/mL) than those obtained for bacteria. The Portuguese variety Fradel (1E) showed very promising antibacterial activity, with leaf extracts showing low MBC values (from 2.3 to 9.1 mg/mL). The obtained results indicate that cowpea pods and leaves have antimicrobial properties and could potentially be used as a source of compounds for food preservation.",
  "publication_date": "2025-05-28",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30112348"
}