{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Phloretin and Enalapril co-administration ameliorates hyperglycemia mediated exacerbation of myocardial injury in rats.",
  "abstract": "Hyperglycemia exacerbates myocardial injury by amplifying oxidative stress, inflammation and apoptosis. This study explores the therapeutic potential of phloretin and enalapril co-administration in mitigating hyperglycemia-exacerbated myocardial damage. Using network pharmacology, 47 therapeutic targets and 10 hub genes, including albumin, insulin, prostaglandin endoperoxide synthase 2, matrix metallopeptidase 9, caspase3, tumor protein p53, insulin like growth factor 1, transforming growth factor beta 1, matrix metallopeptidase 2 and glycogen synthase kinase 3, were identified as critical to the drugs' synergistic action. Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) analyses highlighted key pathways, such as Interleukin-17 (IL-17), Advanced Glycation End Product-Receptor for Advanced Glycation End Products (AGE-RAGE), Mitogen activated protein kinase (MAPK), Phosphatidylinositol 3-kinase-protein kinase B (PI3K-Akt), Tumor necrosis factor (TNF) and Forkhead box O (FoxO), involved in angiogenesis, glucose metabolism, oxidative stress regulation and inflammation. Molecular docking confirmed strong affinities of phloretin and enalapril for key targets like insulin (INS), matrix metallopeptidase 9 (MMP9), prostaglandin endoperoxide synthase 2 (PTGS2) and insulin like growth factor 1 (IGF1). In-vivo studies using hyperglycemic rats with isoproterenol-induced myocardial ischemia validated the therapeutic efficacy of the combination. Co-treatment significantly enhanced antioxidant enzyme levels, reduced myocardial injury markers and improved histopathological features. These findings demonstrate the synergistic cardioprotective effects of phloretin and enalapril, offering a promising strategy for managing hyperglycemia and cardiac injury. The study provides a foundation for further preclinical and clinical evaluations to optimize the use of this combination in cardiovascular therapies.",
  "publication_date": "2025-02-18",
  "journal": "European journal of pharmacology",
  "doi": "10.1016/j.ejphar.2025.177394"
}