{
  "source": "PubMed",
  "query": "tannins",
  "title": "Fungal Endophytes: An Insight into Diversity, Stress Tolerance, Biocontrol and Plant Growth-Promoting Potentials.",
  "abstract": "Food and human health are closely related to each other. A healthy diet contributes to excellent health. However, chemical-based agricultural products delivered the poisons in our tray, which cause fatal illnesses like cancer. Overuse of chemical-based fertilizer, herbicides, insecticides, pesticides, etc. is responsible for decreasing soil health status and the development of resistant variants of phytopathogens. Endophytes may overcome such issues effectively without showing any harmful effects. Endophytes are microorganisms that invade intercellular or intracellular parts of host plants without causing any apparent symptoms of infection. Endophytes are broad groups of microorganisms; they may be algae, fungi, bacteria, or ascomycetes. Among them, endophytic fungi are a major group of endophytes that reside inside the host plant body. Types and biodiversity of fungal endophytes make them a potent biological agent for sustainable agricultural management because of their vast geographical distribution. Historically fungal endophytes are broadly categorized into two groups as clavicipitaceous and non-clavicipitaceous based on phylogeny and life history traits. Based on various criteria such as in planta biodiversity, colonization, transmission and fitness to the host, non-clavicipitaceous fungi classified into three distinct classes. They promote plant growth and development by overcoming biotic and abiotic stress and by accelerating systematic inducing resistance (SIR) in plants. They harbor a variety of bioactive compounds like., alkaloids, terpenoids, phenolic acid, steroids, tannins, and saponins that act as antifungal, antibacterial, anticancer, antioxidant, and insecticidal agents. These bioactive compounds have a great potential role in sustainable agricultural management. This review highlights the potential role of fungal endophytes in the field of sustainable agricultural practices to overcome biotic and abiotic stress along with plant growth-promoting activities rather than the use of chemicals in agro-ecosystems.",
  "publication_date": "2025-05-07",
  "journal": "Current microbiology",
  "doi": "10.1007/s00284-025-04266-2"
}