{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Resveratrol polysaccharide is less cytotoxicity and inhibits UVA-, UVB-, and tertiary-butyl hydroperoxide-induced injury in human keratinocytes.",
  "abstract": "Natural stilbene compounds, such as resveratrol and pterostilbene, have been focused on owing to their diverse biological activities associated with antioxidant, anti-inflammatory, and anti-aging properties. However, their low water solubility limits their advanced applications. In this study, we investigated the protective effects of selected stilbene compounds (resveratrol, oxyresveratrol, gnetol, piceatannol, and pterostilbene) and their water-soluble derivatives (piceid, resveratrol polysaccharide, pterostilbene trisaccharide, and pterostilbene polysaccharide) against UVA-, UVB irradiation, tertiary-butyl hydroperoxide (t-BuOOH)- and hydrogen peroxide (H2O2)-induced injury in human epidermal cells. Our results revealed the significantly greater cytoprotective effects of resveratrol polysaccharide against UVA-, UVB-, and t-BuOOH-induced injury compared to that recorded for other stilbenes. This effect was associated with the suppression of stress-induced intracellular reactive oxygen species (ROS) generation and lipid peroxidation; resveratrol polysaccharides were more effective than other antioxidants. However, the tested compounds could not inhibit H2O2-induced cell injury. Our results indicate that most stilbene derivatives can inhibit UV- and lipid hydroperoxide-induced cellular injury; moreover, resveratrol polysaccharide exhibits excellent protective effects through the suppression of ROS generation and lipid peroxidation. Overall, the poly-glycosylation of resveratrol enhances its effectiveness against UVA or UVB irradiation- and lipid peroxidation-induced injuries in human keratinocytes. Therefore, the resveratrol polysaccharide is proposed to be a novel effective cytoprotective candidate to be used as a cosmetic ingredient for protecting skin from stress-related damage.",
  "publication_date": "2025-01-03",
  "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
  "doi": "10.1007/s00210-024-03749-6"
}