{
  "source": "PubMed",
  "query": "catechins",
  "title": "Epigallocatechin gallate with nobiletin as a novel combination therapy to induce autophagy and apoptosis in oral cancer.",
  "abstract": "Oral cancer (OC) represents a serious health and economic problem and the global prevalence of OC is still increasing. Epigallocatechin gallate (EGCG) is the most abundant polyphenol in green tea, and nobiletin (NOB) is a bioactive polyethoxylated flavone isolated from the peels of citrus fruits. Both have been proven to exert an anti-cancer effect in OC. Integrated stress response (ISR) is a key translation signaling network activated by oncogenic stress, modulating ISR activity is an innovative drug target in cancer therapy. Herein, we investigated combined EGCG and NOB in a ratio at 125 μM:25 μM additively decreased cell viability of OC cells most. Combination treatment with 125 μM EGCG and 25 μM NOB increased LC3 expression and autophagosome formation, and induced autophagic cell death. In addition, this combination increased cleaved caspase-3, cleaved caspase-9, and cleaved PARP levels, induced apoptotic cell death. Furthermore, we explored the effect of the EGCG and NOB combination in regulating ISR activity. Our results showed that this combination inhibited the GCN2/eIF2α axis and activated the PERK/ATF4/CHOP pathway. Results further demonstrated that silencing either GCN2 or PERK reversed EGCG+NOB-induced cell proliferation inhibition, autophagy and apoptosis. In this combined system, GCN2 and PERK are targets of EGCG-induced autophagy and NOB-induced apoptosis, EGCG and NOB produce additive effects to induce OC cell death. In summary, our study identified that EGCG combined with NOB, as a potent ISR mediator, cooperates to induce autophagy and apoptosis, further supporting the combination of EGCG and NOB as a promising strategy for OC treatment.",
  "publication_date": "2025-05-12",
  "journal": "Toxicology and applied pharmacology",
  "doi": "10.1016/j.taap.2025.117380"
}