{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Ordered mesoporous core-shell silica microspheres for the stationary phase of supercritical fluid chromatography.",
  "abstract": "This study developed a novel ordered mesoporous core-shell silica (OMCS) microspheres stationary phase for highly efficient separation of highly polar terpenoid glycosides in supercritical fluid chromatography (SFC). The OMCS microspheres, synthesized via a micelle-templating method, exhibited excellent monodispersity (particle size: 1.2 ± 0.04 µm) and radially ordered mesoporous structure (pore size: 4.0 nm, specific surface area: 261 m²/g), achieving ultrahigh column efficiency (320,000 theoretical plates per meter) in SFC mode. We analyzed 42 structurally diverse compounds, including vitamins, fatty acids, saponins, flavonoids, phenylpropanoids, phenols, terpenoids, steroids, anthraquinones, alkaloids and peptides on OMCS microspheres, observing no size exclusion effects from the 4 nm pores in SFC. Using saponin and steviol glycoside (SG) as representative analytes, the OMCS column accomplished high-selectivity separation of standards and real samples within 6 min, reducing analysis time by 50 % compared to traditional reversed-phase liquid chromatography (RPLC). Moreover, it demonstrated exceptional resolution for challenging-to-separate isomers, such as ginsenosides Rg1/Re, Rb2/Rb3, and SG STV/RA. An ultra-fast and efficient SFC method for the simultaneous separation of terpene glycosides exhibited many advantages such as higher overall resolution and shorter analysis time. The analysis of real samples (notoginseng saponin extract, ginsenoside extract and stevia extract) validated the practicality and stability of this method. This study provides an innovative solution for the rapid analysis of highly polar macromolecular compounds in natural products and advances the application boundaries of SFC technology in complex matrix separations.",
  "publication_date": "2025-06-15",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.466151"
}