{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Olive Oil Polyphenols Improve HDL Cholesterol and Promote Maintenance of Lipid Metabolism: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
  "abstract": "In 2011, the European Food Safety Authority (EFSA) accorded a health claim to olive oil polyphenols in that they protected LDL particles from oxidative damage. However, limited scientific evidence has so far failed to confer any claim of function on the maintenance of normal lipid metabolism. We performed a systematic review and meta-analysis of human RCTs, evaluating the effect of olive oil polyphenol administration on lipid profiles. Previous literature was acquired from six electronic databases until June 2023. A total of 75 articles were retrieved and screened for inclusion criteria, which resulted in the selection of 10 RCTs that evaluated the effect of daily exposure to olive oil polyphenols on serum lipids in adults. Meta-analyses were built by tertiles of outcomes, as follows: low (0-68 mg/kg), medium (68-320 mg/kg), and high (320-600 mg/kg) polyphenols for HDL and LDL cholesterol (HDL-C and LDL-C, respectively), and low (0-59.3 mg/kg), medium (59.3-268 mg/kg), and high (268-600 mg/kg) polyphenols for total cholesterol (TC). The study protocol was registered on PROSPERO (registration code: CRD42023403383). The study design was predominantly cross-over (n= 8 of 10) but also included parallel (n= 2 of 10). The study population was predominantly European and healthy. Daily consumption of olive oil polyphenols did not affect TC levels and only slightly significantly reduced LDL-C, with WMD statistically significant only for high daily consumption of olive oil polyphenols (WMD -4.28, 95%CI -5.78 to -2.77). Instead, our data found a statistically significant HDL-C enhancing effect (WMD pooled effect model: 1.13, 95%CI 0.45; 1.80, heterogeneity 38%,p= 0.04) with WMD by daily exposure level showing a statistically significant improvement effect for low (WMD 0.66, 95%CI 0.10-1.23), medium (WMD 1.36, 95%CI 0.76-1.95), and high (WMD 1.13, 95%CI 0.45-1.80) olive oil polyphenol consumptions. Olive oil polyphenols contribute toward maintaining lipid metabolism. Thus, food labeling regulations should stress this health feature of olive oil, whereby a declaration of the olive oil polyphenol content should be added to products on the market. Consumers need to be aware of the quality and possible health effects of any products they consume, and enforcement of nutrition labels offers the best way of providing this information.",
  "publication_date": "2023-12-06",
  "journal": "Metabolites",
  "doi": "10.3390/metabo13121187"
}