{
  "source": "PubMed",
  "query": "catechins",
  "title": "Antioxidant and Anticancer Mechanisms of Unique Polyphenols inCamellia ptilophylla: Focus on Gallocatechin-3,5-di-O-gallate and 1,2,4,6-Tetra-O-galloyl-β-D-glucopyranose.",
  "abstract": "Camellia ptilophyllaChang (C. ptilophylla), a unique low-caffeine tea species, is valued for its bioactive properties, especially antioxidant and anticancer activities, due to its distinct phytochemical profile. However, its precise constituents and mechanisms remain poorly understood. This study employs an integrated approach combining chromatographic separation, bioinformatic analysis, and cellular assays to systematically investigate the antioxidant and anticancer properties ofC. ptilophyllaand elucidate its underlying molecular mechanisms. Quantitative analysis revealed that in addition totrans-catechins, the unique polyphenolic compounds, gallocatechin-3,5-di-O-gallate (GC-3,5-diGA) and 1,2,4,6-tetra-O-galloyl-β-D-glucopyranose (1,2,4,6-GA-glc), constituted significant proportions ofC. ptilophyllaextracts, with concentrations of 10.25 ± 0.29% and 6.60 ± 0.14%, respectively. Monomeric activity assessment demonstrated that both GC-3,5-diGA and 1,2,4,6-GA-glc exhibited pronounced antiproliferative effects against three cancer cell lines including the Lymph Node Carcinoma of the Prostate cell, human colon cancer cell, and human breast cancer cell. Notably, these compounds demonstrated potent antioxidant capacity, with 62.5 μM of GC-3,5-diGA and 15.63 μM of 1,2,4,6-GA-glc protecting against tBHP-induced oxidative stress in NIH3T3 cells comparable to 125 μM of epigallocatechin gallate and gallocatechin gallate in half-maximal inhibitory concentration. Mechanistic studies revealed that these polyphenols modulated antioxidant defenses and reactive oxygen species homeostasis via targets like fibroblast growth factor 2, telomerase reverse transcriptase, matrix metalloproteinase 9, and ATP-binding cassette subfamily G member 2, inducing oxidative stress and mitochondrial apoptosis to inhibit carcinogenesis. These findings enhance our understanding of the bioactive components responsible for the anticancer and antioxidant properties ofC. ptilophyllaand provide a scientific basis for the development of this dual-purpose plant for food and medicinal applications.",
  "publication_date": "2025-04-25",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30091919"
}