{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Scutellarin Alleviates Cuprizone-Induced Demyelination by Improving Mitochondrial Dysfunction, Reducing Lipid Oxidation and Inhibiting the p38 MAPK Pathway.",
  "abstract": "The occurrence of demyelination in the central nervous system (CNS) causes neurodegenerative lesions. The occurrence and development of demyelination involve multiple pathological mechanisms, including the generation of reactive oxygen species (ROS) caused by mitochondrial dysfunction in microglia and subsequent neuroinflammation. Scutellarin is a natural flavonoid drug with significant neuroprotective effects, including antioxidant, anti-inflammatory, and anti-apoptotic properties, and is widely used in the treatment of neurological diseases. However, the protective effects and mechanisms of scutellarin on demyelination have not yet been elucidated. This study aims to investigate the neuroprotective effects of scutellarin on demyelination and its underlying molecular mechanisms. Our results showed that treatment with scutellarin significantly alleviated Cuprizone-induced myelin damage, neuronal apoptosis, and neurological deficits in mice. In in vitro experiments, scutellarin significantly reduced Cuprizone-copper-induced pro-inflammatory microglia formation and inhibited the secretion of TNF-α, thereby reducing myelin cell damage. Mechanism studies revealed that scutellarin inhibited the secretion of TNF-α by microglia and alleviated myelin cell damage by reducing the excessive production of mitochondrial reactive oxygen species (Mito-ROS), reactive oxygen species (ROS), and malondialdehyde (MDA) induced by Cuprizone-copper in microglia. Finally, scutellarin improved mitochondrial dysfunction in microglia and significantly alleviated myelin cell damage by inhibiting the expression of p38MAPK. In conclusion, our findings demonstrate that scutellarin exerts significant neuroprotective effects on Cuprizone-induced mice by improving mitochondrial dysfunction in microglia, thereby reducing inflammatory responses. This effect is closely associated with the inhibition of the p38MAPK pathway.",
  "publication_date": "2025-06-12",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060723"
}