{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Phytochemical and Antiplasmodial Comparative Analysis of Leaf and Stem Bark Extracts ofCombretum micranthumG.Don andCombretum adenogoniumSteud. ex A.Rich.",
  "abstract": "&lt;b&gt;Background and Objective:&lt;/b&gt; Malaria is the most widespread of insect-borne diseases. It remained a public health concern worldwide and particularly in Sub-Saharan Africa. Every year, malaria causes several thousand deaths and millions of cases, most of them in children under 5 years. This study aimed to highlight the anti-plasmodial properties of &lt;i&gt;Combretum micranthum&lt;/i&gt; G.Don and &lt;i&gt;Combretum adenogonium&lt;/i&gt; Steud. ex A.Rich., extracts used as antimalarial traditionally. &lt;b&gt;Materials and Methods:&lt;/b&gt; A phytochemical study of the organic and aqueous extracts from leaves and stem bark powder was applied using colorimetric and spectrometric analysis. The antiplasmodial activity of extracts was assessed &lt;i&gt;in vitro&lt;/i&gt; using chloroquine-sensitive 3D7 and chloroquine-resistant Dd2 strains. The dose inducing 50% inhibition of parasite viability was calculated from the sigmoidal dose-response curve. The statistical significance threshold was set at 5%. &lt;b&gt;Results:&lt;/b&gt; In 100 mg of extract, the phenolic content was decreased from 47.53 to 20.29 mg GAE, the flavonoid content was from 11.49 to 4.55 mg QE and the flavonol content was from 6.14 to 0.55 mg RE. Interestingly, the aqueous extracts of &lt;i&gt;C. adenogonium&lt;/i&gt; and &lt;i&gt;C. micranthum&lt;/i&gt;, corresponding to the traditional mode of extraction, were effective against the CQ-sensitive strains 3D7 with IC&lt;sub&gt;50&lt;/sub&gt; <5 μg/mL and ineffective against the CQ-resistant strains Dd2. Their effects were correlated with phenolics, flavonoids and flavonol contents of extracts. &lt;b&gt;Conclusion:&lt;/b&gt; The use of &lt;i&gt;C. adenogonium&lt;/i&gt; as a substitute for &lt;i&gt;C. micranthum&lt;/i&gt; or a combination of the two plants, could reduce the overexploitation of &lt;i&gt;C. micranthum&lt;/i&gt; and promote the ecological management. These results could justify the traditional use of these plants to treat malarial fevers.",
  "publication_date": "2025-05-01",
  "journal": "Pakistan journal of biological sciences : PJBS",
  "doi": "10.3923/pjbs.2025.337.343"
}