{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Germination of Peanut Seeds Promoted by an Endophytic Priestia megaterium PH3 via Activating ROS and Hormone Metabolism Pathway Under Salt Stress.",
  "abstract": "Salt stress poses a significant threat to global agriculture by inhibiting seed germination and impeding early seedling development. This study investigates the role of the endophytic bacterium Priestia megaterium PH3 in alleviating salt stress during peanut seed germination. P. megaterium PH3 effectively colonised peanut seeds, leading to enhanced germination rates and root elongation under 200 mM NaCl stress. Mechanistically, the endophyte modulated the reactive oxygen species (ROS) metabolism system, evidenced by increased activity of antioxidant enzymes (SOD, CAT, POD, APX, DHAR, MDHAR, and GR), elevated levels of nonenzymatic antioxidants (AsA and GSH), and reduced accumulation of H2O2and O2•-. Notably, P. megaterium PH3 upregulated the expression of genes related to melatonin (MEL) biosynthesis (AhASMT1, AhASMT2, AhASMT3, AhTDC, AhT5H), contributing to increased MEL content. Furthermore, the endophyte influenced hormonal balance by promoting the expression of genes involved in abscisic acid (ABA) catabolism (AhCYP707A1) and gibberellin (GA) synthesis (AhGA20ox, AhGA3ox). Untargeted metabolomics analysis revealed that under salt stress, P. megaterium PH3 shifted its tryptophan metabolism, leading to decreased levels of indole-3-acetic acid (IAA) precursors and increased levels of MEL precursors. Correlation analysis highlighted a significant relationship between MEL levels, ABA and GA metabolism, and antioxidant enzyme activity. These findings suggest that P. megaterium PH3 enhances peanut seed germination under salt stress through a multifaceted approach involving ROS scavenging, hormonal regulation, and metabolic reprogramming. This study provides valuable insights into the potential of P. megaterium PH3 as a bio-inoculant to improve crop establishment and productivity in saline environments.",
  "publication_date": "2025-06-26",
  "journal": "Plant, cell & environment",
  "doi": "10.1111/pce.70040"
}