{
  "source": "PubMed",
  "query": "catechins",
  "title": "Modulation of physicochemical, digestibility, and cytotoxic properties of pupunha (Bactris gasipaes) flour by different processes.",
  "abstract": "In recent years, an increased interest in unconventional raw food materials, driven by local availability and nutritional attributes, has been observed. Research on these materials is crucial for developing healthier and safer products. Pupunha fruit (Bactris gasipaes) has emerged as a promising raw material for bakery products, but scientific research remains limited, particularly regarding the effects of the process on food development. Therefore, this study aimed to verify the effects of four different drying processes on the functional, structural, physicochemical, nutritional, and cytotoxic properties of pupunha flour (PF). PF was produced by freeze-drying (FDF), cooking followed by freeze-drying (CFDF), convection-drying (CDF), and cooking followed by convection-drying (CCDF). PF protein digestibility was determined using the INFOGEST protocol, free amino groups were quantified using the O-phthaldehyde (OPA) method, cytotoxicity was assessed using the method proposed by ISO 10993-5, and the phenolic and tannin concentration was determined using the Folin-Ciocalteau and vanillin-HCl reagents, respectively. In general, CDF flour presented higher antioxidant potential and bioactive compounds, especially tannins (85.94 mg of catechin equivalent/g of dry matter). When checking the influence of the phenolic extract on normal and cancer cells, it was evident that the CDF and FDF samples present significantly higher cytotoxicity as compared to the others (1.18 and 1.07 mg/mL for normal cells and 2.05 and 1.78 mg/mL for cancer cells, respectively). However, the protein hydrolysis in the CCDF, FDF, and CFDF samples was 24, 21, and 22 % higher than that in the CDF samples, respectively. The low protein hydrolysis values of the CDF sample were possibly due to the formation of tannin-protein complexes and the protein conformation that prevented hydrolysis by digestive enzymes. Despite these beneficial aspects, it has been shown that high levels of bioactive compounds are not always beneficial to protein bioaccessibility, and the processing of the fruit pulp could reduce these anti-nutritional compounds, resulting in a more suitable raw material. Further research related to bioactive compounds interactions with macronutrients in various types of foods must be developed, especially when using non-conventional materials with high potential for industrial and consumer use.",
  "publication_date": "2025-03-18",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116159"
}