{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Effects of Plant-Derived Polyphenols on the Antioxidant Activity and Aroma of Sulfur-Dioxide-Free Red Wine.",
  "abstract": "Significant efforts have been made in recent years to produce healthier wines, with the primary goal of reducing the use of sulfur dioxide (SO2), which poses health risks. This study aimed to assess the effectiveness of three plant-derived polyphenols (dihydromyricetin, resveratrol, and catechins) as alternatives to SO2in wine. After a three-month aging process, the wines were evaluated using analytical techniques such as high-performance liquid chromatography, colorimetry, gas chromatography-olfactometry-mass spectrometry, as well as electronic nose and electronic tongue analyses, with the purpose to assess parameters including antioxidant activity, color, contents of volatile aroma compounds, and sensory characteristics. The results demonstrated various degrees of improvement in the antioxidant activity, aromatic intensity, and sensory characteristics of wines using polyphenols. Notably, dihydromyricetin (200 mg/L) exhibited the strongest antioxidant activity, with increases of 18.84%, 23.28%, and 20.87% in 2,2-diphenyl-1-picrylhydrazyl, 2,2'azino-bis(3-ethylbenzothiazoline-6-sulfonic acid), and ferric-ion-reducing antioxidant power assays, respectively. Resveratrol (200 mg/L) made the most significant contribution to volatile aroma compounds, with an 8.89% increase in the total content of alcohol esters. In E-nose analysis, catechins (200 mg/L) showed the highest response to aromatic compounds and the lowest response to volatile sulfur compounds, while also exhibiting the best sensory characteristics. Therefore, the three plant-derived polyphenols investigated here exhibited the potential to enhance wine quality as alternatives to SO2. However, it is important to consider the specific impact of different polyphenols on wine; hence, suitable antioxidants should be selected in wine production according to specific requirements.",
  "publication_date": "2023-07-06",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules28135255"
}