{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Differential tissue-specific accumulation and function of tocochromanols in grape berries.",
  "abstract": "Grape berries have been extensively studied in terms of antioxidant characterization, specifically in anthocyanin, total phenol, and tannin accumulation. However, very little is known about vitamin E composition and contents in this fruit. Aiming to examine the function of vitamin E during grape berries ripening, tocochromanol contents and composition were evaluated in berries and leaves of grapevines (Vitis vinifera L. cv. Merlot), from just before veraison to commercial harvest. We also determined the time-course evolution of tocochromanol accumulation in various fruit tissues, including the skin, pulp, and seeds, and measured the extent of primary and secondary lipid peroxidation, as well as fruit technological maturity parameters. Vitamin E accumulated at higher levels in leaves than in fruits, although the tissue-specific evaluation of tocochromanol contents revealed that berry skin is also rich in α-tocopherol whereas tocotrienols were present in seeds only. α-Tocopherol content decreased during ripening, more specifically in the skin, and it was accompanied by an increase in the extent of lipid peroxidation. Contents and variations in the levels of α-tocopherol, but not those of the other tocochromanols, were inversely related to changes in lipid peroxidation during fruit ripening, as indicated by tissue-specific variations in malondialdehyde contents. In conclusion, α-tocopherol is more abundant in leaves than fruit, yet it apears to exert a role in the modulation of the extent of lipid peroxidation in grape berries, more specifically in the skin, where α-tocopherol depletion and malondialdehyde accumulation may be related to an adequate progression of fruit ripening.",
  "publication_date": "2023-04-15",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2023.107705"
}