{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Impact of Mycorrhiza Inoculations and Iron Amino Chelate on Growth and Physiological Changes of Cucumber Seedlings Across Different pH Levels.",
  "abstract": "Cucumber, a vital greenhouse crop, thrives in soils with a pH range of 5.5-6.5, yet the combined effects of arbuscular mycorrhizal fungi (AMF) and iron amino chelates on its growth and physiological responses across varying pH levels remain underexplored. This study used a factorial design in a completely randomized setup with three replications and was conducted at the Horticulture Department of Isfahan University of Technology. The aim of this study was to investigate the effects of AMF inoculation (Glomus mosseae) and iron amino chelates on the growth and physiological responses of cucumber plants at various pH levels. Treatments included two levels of AMF inoculation (non-inoculated as m1 and inoculated as m2), three levels of iron concentration (f1: no iron, f2: Johnson's nutrient solution, f3: Johnson's solution with iron amino chelate), and three pH levels (pH 5 (p1), pH 7 (p2), and pH 8 (p3)). The moisture was maintained at field capacity throughout the study. The results demonstrated that mycorrhizal inoculation at pH 7 significantly improved key traits, including chlorophyll content, photosynthesis rate, stomatal conductance, phenol content, and antioxidant activity. Mycorrhizal inoculation combined with 2 ppm of Fe amino chelate at pH 7 led to the highest improvement in shoot fresh weight of cucumber and physiological traits. However, at pH 7 without mycorrhiza, stress indicators such as ABA levels and antioxidant enzyme activities (SOD, POD, CAT, and APX) increased, highlighting the protective role of AMF under neutral pH conditions. In contrast, pH 5 was most effective for enhancing root and stem fresh weight. The lower pH may have facilitated better nutrient solubility and uptake, promoting root development and overall plant health by optimizing the availability of essential nutrients and reducing competition for resources under more acidic conditions. These findings highlight the potential of combining mycorrhizal inoculation with iron amino chelates at pH 7 not only to enhance cucumber growth and resilience in nutrient-limited environments but also to contribute to sustainable agricultural practices that address global challenges in food security and soil health.",
  "publication_date": "2025-01-23",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14030341"
}