{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Integrative Transcriptome and Metabolome Analysis Identifies Potential Pathways Associated with Cadmium Tolerance in Two Maize Inbred Lines.",
  "abstract": "Cadmium (Cd) significantly influences the morphological, physiological traits, and transport capacity of plants, but the underlying mechanism of Cd stress still remains to be further studied. In this study, physiological, transcriptomic, and metabolomic analyses were conducted to examine the morphological and physiological traits of two elite maize inbred lines, Chang7_2 (C7_2, a Cd-resistant line) and Zheng58 (Z58, a Cd-sensitive line) under control and Cd stress conditions. The results of morphological traits indicated that C7_2 reduced by 9.50-29.60% under Cd stress, whereas Z58 displayed more pronounced morphological changes ranging from 10.12 to 41.72% under Cd stress. Physiological assessments revealed that C7_2 maintained relatively stable antioxidant enzyme activity, while Z58 demonstrated more rapid alterations in the antioxidant system under Cd stress. Transcriptomic analysis identified 3030 differentially expressed genes (DEGs) unique to C7_2 and 4298 DEGs unique to Z58, with 1746 common DEGs shared between the two lines. Functional annotation revealed that the unique DEGs in C7_2 were mainly enriched in plant hormone signal transduction, plant-pathogen interactions, and the MAPK signaling pathway, while the unique DEGs in Z58 were mainly enriched in ribosome-related functions, plant hormone signal transduction, and phenylpropanoid biosynthesis. Metabolomic analysis identified 12 superclasses encompassing 896 metabolites in C7_2 and Z58, primarily including lipids and lipid-like molecules, organic acids and derivatives, as well as organoheterocyclic compounds. Analysis of differentially accumulated metabolites (DAMs) revealed fewer DAMs were accumulated in C7_2 under Cd stress. Further analysis identified that the three pathways of GPI anchor biosynthesis, glycerophospholipid metabolism, and purine metabolism were among the top 10 metabolic pathways in C7_2 and Z58. The integrative analysis highlighted the crucial roles of phenylpropanoid biosynthesis and zeatin biosynthesis in C7_2 for resistance to Cd stress. This study provides novel insights into the molecular and metabolic pathways underlying Cd tolerance in maize by integrating transcriptomic and metabolomic analyses of two contrasting inbred lines, providing a theoretical foundation for the future breeding of Cd-tolerant varieties.",
  "publication_date": "2025-06-16",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14121853"
}