{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Polyphenols in Foods and Their Use in the Food Industry: Enhancing the Quality and Nutritional Value of Functional Foods.",
  "abstract": "Polyphenols are known as secondary metabolites, which are crucial bioactive compounds that play a significant role in enhancing human health. Chromatographic methods are typically used to identify polyphenols after food extraction. The extraction methods are fundamental, however, they are implemented with some differences, including extractant type, according to the food. Polyphenols are mostly found in some foods, including grapes, olives, cherries, and apples. Foods have diverse polyphenols, which differ according to the food type. Moreover, they have flavonols, flavanols, flavones, flavanones, isoflavones, and anthocyanins as various subgroups of polyphenols, which can change in terms of quantity and quality along with several factors, including the type, growing region, germination time, and harvest season of the food. The consumption of polyphenols is crucial for human health due to their anti-cancer, anti-tumor, anti-inflammatory, cardiometabolic risk management, antimicrobial, immunomodulatory, and antioxidant effects. In the valorization of polyphenols, the consumption dose is also important to effectively benefit from the polyphenols of plant-based foods. Several in vitro and in vivo studies have tested the polyphenols' digestion ability and preservation ability in gut microbiota and their effect on the microbiota to determine the benefits and effects of polyphenols in several areas. According to these studies, polyphenols can be used to fight against disease. In addition, diverse applications, including encapsulation and polyphenol coating, are used to stabilize, preserve, and improve the bioaccessibility of polyphenols. Even though polyphenol-rich foods are consumed for nutrition in daily life, they are also used as nutritional ingredients in the food industry to produce functional foods, and functional foods are enriched with food by-products to enhance their nutritional value, especially in terms of polyphenols. Particularly, food by-products are used to enrich functional foods, which are preferred in healthy life diets due to the diversity and amount of bioactive ingredients, including the polyphenol types of the food by-products. Furthermore, polyphenols also provide the preservation ability of storage and improve the bioaccessibility of bioactive ingredients during the digestion of functional foods. This review article examines the polyphenol ingredients of several types of food used in the food industry. It explains the effective factors that affect the amount and type of food and determines the impact of polyphenols on polyphenol-enriched products and functional foods. The article also provides a brief exemplification of the value of polyphenol-rich food by-products in the context of functional food production. Several studies presented in this review article demonstrate the value of polyphenols, particularly in the food industry and functional food production.",
  "publication_date": "2025-06-17",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125803"
}