{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Innovative Cold Plasma Pretreatment and Enzyme-Assisted Extraction of Genistein from Edamame and Storage Stability of Dried Extract Powder.",
  "abstract": "Green soybeans, or edamame (Glycine maxL. Merril), serve as a superior source of phytochemicals and other nutritive substances and are commonly used as ingredients and additives in food products due to their polyphenols' functional properties and antioxidant activity. Hence, it is very important to use a process to extract compounds with functional roles from plants as efficiently as possible. In this study, we sought to identify the optimal conditions for extracting genistein, belonging to the aglycone subgroup of isoflavones, from edamame using the cold plasma (CP) and enzyme method. Additionally, the impact of various drying techniques (spray-drying and freeze-drying) and storage conditions on the crude genistein extract powder was evaluated. The findings showed that the maximum values for the total phenolic content (TPC), total flavonoid content (TFC), and genistein (22.5 ± 0.23 mg of gallic acid equivalents (GAE)/100 g; 15.3 ± 0.13 mg of catechin equivalents (CAE)/100 g; and 12.6 ± 0.10 mg/100 g, respectively) were achieved under optimal pretreatment conditions using a CP gas flow rate of 5 L/min for 30 min, followed by enzymatic treatment at a specific enzyme concentration of 2.0% (v/v) for 240 min of incubation. Moreover, a scanning electron microscopy (SEM) analysis demonstrated that the CP and enzyme treatment induced significant structural changes, as evidenced by the presence of deeper pores on the surface of the powder granules. Spray-drying demonstrated a superior efficacy compared to freeze-drying for encapsulating the crude isoflavone extract. This study's results also demonstrated that storage at 4 °C significantly stabilized the TPC, TFC, and genistein content and the antioxidant activity while preserving the physical properties (solubility and color) of the crude extract powder for up to 45 days. In summary, cold plasma pretreatment and enzymatic treatments offer practical solutions by enhancing the efficiency of non-thermal extraction processes, thereby increasing the yield of bioactive compounds, maintaining quality, and diminishing reliance on traditional, harsh methods. The elevated genistein content in the crude extract powder indicates its prospective application as a functional ingredient in various food and nutraceutical contexts.",
  "publication_date": "2025-06-17",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122118"
}