{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Analytical and biological assessment of Magnolia champaca L. stem bark: Integrating ATR-FTIR, GC-MS, thrombolytic activity, brine shrimp lethality and molecular docking.",
  "abstract": "Cancer and cardiovascular disease are two of the most significant health challenges worldwide. These diseases are responsible for morbidity and mortality, leading to a substantial burden on healthcare systems and economic resources. Numerous innovative therapies have been proposed for combating cancer and cardiovascular disease like thrombosis; however, many of these treatments involve synthetic drugs that may have undesirable side effects. Consequently, the current research aimed to explore the medicinal properties of phytochemicals derived from Magnolia champaca L. This investigation utilized both in vitro and in silico approaches. The identification of phytocompounds were employed by using ATR-FTIR and GC-MS. Thrombolytic activity was assayed using human venous blood and cytotoxicity was assessed through lethality test using nauplii of Artemia salina and finally the molecular docking analysis was performed using a docking software named AutoDock Vina to clearly understand about the interactions of GC-MS identified secondary metabolites with target proteins. The ATR-FTIR spectrum of Magnolia champaca specifies the presence of some alkaloids, polysaccharides, flavonoids as well as glycosidic phytocompounds and GC-MS data identified 23 compounds from crude methanolic extract and among them 2,4-Di-tert-butylphenol; 3-Ethyl-3-hydroxyandrostan-17-one; Hexadecanoic acid, methyl ester; Di-n-octyl phthalate were prominent. The in vitro thrombolytic assay demonstrated that Trans-Syringin and CHF resulted in significant blood clot lysis, achieving 59.39 ± 1.79 % and 45.66 ± 3.63 % respectively comparing 75.75 ± 2.96 % with standard streptokinase. The brine shrimp bioassay indicated moderate to strong toxicological effect. Specifically, Trans-Syringin and the ethyl acetate fraction (EAF) demonstrated considerable cytotoxicity, showing the net values of LC50were 22.39 µg/ml and 61.78 µg/ml, respectively contrary to 11.45 µg/ml of vincristine sulfate (standard). Molecular docking analysis were conducted to explore the synergistic effects of the compounds identified through GC-MS analysis on tissue plasminogen activator and human topoisomerase-II. The compounds 3-Ethyl-3-hydroxyandrostan-17-one; Cadina-1(10),4-diene and 1,1,7-Trimethyl-4-methylenedecahydro-1H-cyclopropa[e]azulen-7-ol-, (1aR-(1a.alpha.,4a.alpha.,7.beta.,7a.beta.,7b.alpha.))- demonstrated high binding affinities of -7.7, -7.3, and -7.1 kcal/mol, respectively, for tissue plasminogen activator where streptokinase (standard) had -6.5 kcal/mol. For human topoisomerase-II, 3-Ethyl-3-hydroxyandrostan-17-one; Caryophyllene-(I1) and Cadina-1(10),4-diene exhibited binding affinities of -8.0, -7.9 as well as -7.8 kcal/mol correspondingly, while standard vincristine had -8.1 kcal/mol. These findings suggest that Magnolia champaca contains active phytochemicals with significant potentials for diverse pharmacological applications.",
  "publication_date": "2025-05-13",
  "journal": "Journal, genetic engineering & biotechnology",
  "doi": "10.1016/j.jgeb.2025.100505"
}