{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Essential Oils of Alpinia officinarum and Alpinia zerumbet: Potential Fungistatic Action and Molecular Dynamics Perspectives.",
  "abstract": "Valorisation of aromatic plants needs comprehensive research of bioactive phytochemicals through analytical and biochemical analysis. The present study focused on characterization of essential oils (EOs) of Alpinia officinarum (EOAO) and A. zerumbet (EOAZ) rhizomes for potential fungistatic action against selected decay-causing fungi, explaining their action through molecular dynamics (MD). The gas chromatography-mass spectrometry (GC-MS) analysis of EOAO and EOAZ revealed the identification of 35 and 53 compounds, representing 94.49% ± 3.10% and 96.46% ± 4.69% of the oil. Galangal acetate (46.91%) and 1,8-cineole (19.01%) were identified as the most abundant in EOAZ and EOAO and highly effective in arresting the growth of Penicillium expansum with EC5014.74 and 21.02 µg mL-1, respectively. Fungistatic action followed the trend of P. expansum > Fusarium verticillioides > P. digitatum. Molecular docking and LigPlot+ analysis suggested the most favourable interactions of galangal acetate with the patulin synthase and aminotransferase, exhibiting docking scores of -8.68 kcal mol-1(energy 41.79 kcal mol-1) and -6.25 kcal mol-1(energy of -42.82 kcal mol-1), respectively. Galangal acetate was effective in blocking patulin synthase and aminotransferase, whereas terpinene-4-ol inhibited triacylglycerol lipase with multiple hydrogen bonds and π-π stacking, including strong hydrophobic and van der Waals interactions. Further, the MD of galangal acetate-patulin synthase complex revealed selective specificity and stability supported by values of deformability, B-factor, eigenvalues, residue index and variance. The presence of biologically active compounds makes Alpinia EOs a potential source of biofungicide, ensuring protection from fungal decay in agricultural produce.",
  "publication_date": "2025-05-23",
  "journal": "Chemistry & biodiversity",
  "doi": "10.1002/cbdv.202500221"
}