{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Isatin ameliorates ovarian inflammation and apoptosis caused by hormonal imbalances in PCOS mice.",
  "abstract": "Polycystic ovary syndrome (PCOS) is the most common reproductive endocrine disorder in women of childbearing age. Isatin (ISA) is a bioactive compound naturally found in mammalian body fluids and tissues, known for its potent antioxidant, anti-inflammatory, and anticancer properties. We used letrozole to induce a PCOS mouse model and evaluated the reproductive benefits of ISA. The mice were initially grouped according to the concentration of ISA administered at 25, 50, and 100 mg/kg. Subsequently, research results indicated that the optimal concentration was determined to be 100 mg/kg, while a positive control group was established using 150 mg/kg of metformin. The results demonstrated that PCOS mice exhibited obesity, disrupted estrous cycles, polycystic ovaries, insulin resistance, disruption of cytoskeletal structure, mitochondrial damage and decreased fertility. Additionally, the elevated androgen levels in PCOS mice also led to ovarian inflammation, oxidative stress, and apoptosis. However, ISA effectively reversed these damages. High-throughput sequencing revealed that ISA significantly downregulated the expression of genes related to androgen production, including STAR, CYP11A1 and CYP17A1. ISA can also reduce the expression of pro-inflammatory factors and inhibit the activation of the NF-κB pathway, thereby alleviating ovarian inflammation. Post-treatment with ISA resulted in reduced levels of ROS and MDA, and inhibited apoptosis in the ovarian tissue of PCOS mice by modulating apoptosis related proteins, such as BAX, P53, BCL-2, and Caspase-3. In summary, a protective effect of ISA on the ovaries in the letrozole-induced PCOS mouse model was demonstrated by regulating hormone secretion, alleviating inflammation and oxidative stress, and subsequently inhibiting ovarian cell apoptosis.",
  "publication_date": "2025-06-24",
  "journal": "Biochemical pharmacology",
  "doi": "10.1016/j.bcp.2025.117083"
}