{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Saponin Gallate-Loaded Gd-Doped Zinc-Gallium Layered Double Hydroxides (Zn/Ga@Gd-LDH) Nanocarrier for Attenuating NF-κB-Mediated Inflammation.",
  "abstract": "This work describes a drug delivery system (DDS) based on the therapeutic anti-inflammatory efficacy of saponin gallate (SG), a combination of gallic acid and saponin, chemically conjugated via an ester linkage. This formulation was loaded onto a biocompatible gadolinium-doped zinc-gallium-layered double hydroxide (Zn/Ga@Gd-LDH) nanocarrier. FT-IR, XRD, SEM, and HPLC were used to characterize the synthesized materials. UV-visible spectroscopy was employed to investigate the drug release from SG-Zn/Ga@Gd-LDH at an optimized temperature (45 °C) and pH (5). The kinetic release behavior of SG-Zn/Ga@Gd-LDH nanoparticles suggested that the first-order kinetic model was the most appropriate for the release profile. The regression value (R2) of 0.96614 indicated an optimal and controlled release for therapeutic effectiveness and minimal adverse effects over 54 h. Thein vitroandin vivomodels confirmed that drug-loaded nanocarriers exhibited antioxidant, anti-inflammatory, and anticancer properties. Western blotting analysis suggested that SG-Zn/Ga@Gd-LDH abrogates the anti-inflammatory properties by halting the phosphorylation of pro-inflammatory proteins p-p65 and decreasing CRP levels involved in the NF-κB pathway. SG-Zn/Ga@Gd-LDH exhibited an anti-inflammatory effect by reducing the secretion of proinflammatory cytokines. SG-Zn/Ga@Gd-LDH treatment against an acute CCl4-induced liver injury model showed anti-inflammatory potential in histological parameters' study. Radiolabeling of the drug saponin gallate with99mTc was carried out to determine itsin vivobiodistribution. The chromatographic results indicated promising radiolabeling of up to 90% percentages. SPECT-CT imaging andex vivogamma counting in Wistar rats revealed different clearance rates of nanoparticles, aiding in the evaluation of the drug delivery nanosystem. The designed system also demonstrated antioxidant potential due to the SG compound having IC50127.45 μg/mL free radical scavenging activity. Ga@Gd-LDH showed a tumor-suppressing ability of 79.89 ± 3.91% for viable cells against breast cancer MCF-7 cells. The developed formulation could thus be a conducive strategy against inflammatory diseases.",
  "publication_date": "2025-04-24",
  "journal": "ACS applied materials & interfaces",
  "doi": "10.1021/acsami.5c00453"
}