{
  "source": "PubMed",
  "query": "tannins",
  "title": "Characterization and toxicity assessment of metabiotic produced through natural tannin fermentation by newly isolated probiotic Lactiplantibacillus plantarum PKI15 and study of its effect on gut microbiome through metagenomics approach.",
  "abstract": "Metabiotic fabrication has been done by mixed plant fermentation of Terminalia bellirica and Phyllanthus emblica fruit extract with probiotic bacteria Lactiplantibacillus plantarum PKI15 and showed considerable tannase (0.36 U/ml), gallic caid and pyrogallol production. Fermentative end-product analysis through FTIR, LC-MS and GC-MS result indicates the presence of several bioactive compounds confirming the presence of gallic acid and pyrogallol respectively. Molecular docking analysis of the identified bioactive compounds with the protein myeloperoxidase denotes quercetin-3β-D-glucoside as the best ligand showing a binding score of -9.5 kcal/mol. The formulated metabiotic revealed potential antibacterial and antioxidant properties. In-vivo toxicity assessment was done on the laboratory rats. Results revealed reduced body weight, urea content and creatinine level. Increase in superoxide dismutase, catalase activity and reduced content of conjugated diene, glutamate pyruvate transaminase and glutamic-oxaloacetic transaminase further supports the antioxidative potential of the metabiotic. Further study through histological sectioning of liver, kidney and spleen showed no structural abnormalities. Finally, metagenomics analysis of the gut microbiome of the experimental rats was done to check the influence of the formulated metabiotic on the gut commensals and it was found that species of Bifidobacterium and Pseudomonas are the most prevalent members of the examined groups, while, the relative proportion of other bacterial genera, such as Lactobacillus, Lactococcus, and Bacillus, were found to vary among the groups. Thus, both the in vivo and in silico studies proved that the formulated metabiotic is non-toxic and safe in use.",
  "publication_date": "2025-06-16",
  "journal": "Microbial pathogenesis",
  "doi": "10.1016/j.micpath.2025.107815"
}