{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Polycross breeding enhances cumin quality and drought tolerance for sustainable agriculture.",
  "abstract": "The yield and quality of cumin (Cuminum cyminum L.) medicinal plant are significantly affected by water stress. Producing a synthetic variety of cumin using polycross breeding can be an appropriate method for optimizing the biosynthesis of metabolites to create high-yielding, drought-tolerant plants with higher metabolite content and antioxidant properties. Therefore, a comprehensive study was conducted to evaluate the impact of drought stress on seed yield, metabolite content, antioxidant properties of ethanolic, methanolic, and aqueous extracts, essential oil content and composition, fatty acid composition, and physical seed traits of the synthetic variety of cumin in comparison with several parental genotypes over two growing seasons under normal irrigation (100% field capacity) and drought stress (30% field capacity) conditions. The results showed a 79.58%, 12.78% and 12.89% increase in seed yield, protein and carbohydrate content of the synthetic cultivar compared to the average of the parental genotypes under drought stress conditions. The decreasing effect of drought stress on the physical traits of seeds including 1000-seed weight, area, circumference, length and width of the seed in the synthetic cultivar (6.31, 20.84, 17.56, 9.44 and 7.45% respectively) was much less than that of the parental genotypes (9.67, 31.82, 18.56, 19.76 and 11.99% respectively). Under drought stress conditions, the synthetic cultivar had the highest essential oil content (3.11%) and oil content (12.04%). Also, in the synthetic variety, the amount of the main active compound of the essential oil (cumin aldehyde) and oil (oleic acid) also increased more due to drought stress. The synthetic variety had higher content of secondary metabolites (phenol, flavonol and flavonoid) and antioxidant properties, especially under drought stress conditions. Ethanol was also identified as the most suitable solvent for the extraction of polyphenolic compounds and antioxidant power. These findings suggest that producing a synthetic variety can be a suitable option for breeding high-quality cumin in arid regions. The results of this study can be utilized in breeding programs to develop drought-tolerant cumin varieties and other related plants with high yield and quality.",
  "publication_date": "2025-05-29",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-03668-3"
}