{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Pterostilbene: A natural neuroprotective stilbene with anti-Alzheimer's disease properties.",
  "abstract": "Alzheimer's disease (AD) is the leading cause of dementia, and no effective treatment has been developed for it thus far. Recently, the use of natural compounds in the treatment of neurodegenerative diseases has garnered significant attention owing to their minimal adverse reactions. Accordingly, the potential therapeutic effect of pterostilbene (PTS) on AD has been demonstrated in multiplein vivoandin vitroexperiments. In this study, we systematically reviewed and summarized the results of these studies investigating the use of PTS for treating AD. Analysis of the literature revealed that PTS may play a role in AD treatment through various mechanisms, including anti-oxidative damage, anti-neuroinflammation, anti-apoptosis, cholinesterase activity inhibition, attenuation of β-amyloid deposition, and tau protein hyperphosphorylation. Moreover, PTS interferes with the progression of AD by regulating the activities of peroxisome proliferator-activated receptor alpha (PPAR-α), monoamine oxidase B (MAO-B), silent information regulator sirtuin 1 (SIRT1), and phosphodiesterase 4A (PDE4A). Furthermore, to further elucidate the potential therapeutic mechanisms of PTS in AD, we employed network pharmacology and molecular docking technology to perform molecular docking of related proteins, and the obtained binding energies ranged from -2.83 to -5.14 kJ/mol, indicating that these proteins exhibit good binding ability with PTS. Network pharmacology analysis revealed multiple potential mechanisms of action for PTS in AD. In summary, by systematically collating and summarizing the relevant studies on the role of PTS in treatment of AD, it is anticipated that this will serve as a reference for the precise targeted prevention and treatment of AD, either using PTS or other developed drug interventions.",
  "publication_date": "2024-07-17",
  "journal": "Journal of pharmaceutical analysis",
  "doi": "10.1016/j.jpha.2024.101043"
}