{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Biochemical and In Silico Aspects of Active Compounds From Nyctanthes arbor-tristis Flower As Antidiabetic Agent.",
  "abstract": "Targeting alpha-glucosidase (maltase-glucoamylase [MGAM] and sucrase-isomaltase [SI]) under diabetes conditions is important to overcome hyperglycemia. Moreover, it is necessary to mitigate hyperglycemia-mediated oxidative stress to evade the progression of diabetes-associated secondary complications. Hence, in the present study, under-explored Nyctanthes arbor-tristis flowers (NAFs) were studied for inhibition of alpha-glucosidase activities. The NAF methanolic extract (NAFME) was prepared. Through liquid chromatography/electrospray ionization tandem mass spectrometry (LC-ESI/MS/MS) analysis, various phytocompounds belonging to different classes-flavonoids, iridoid glycosides, proanthocyanidin, anthocyanin, polyphenol, phenolic acid, fatty acid ester, and carotenoid-were identified. NAFME showed in vitro antioxidant activity. NAFME inhibited maltase, sucrase, glucoamylase, and isomaltase in mixed mode with Ki values of 179.93, 176.38, 126.03, and 201.56ʵg/mL, respectively. In silico screening of phytocompounds identified in NAFME indicated that hinokiflavone (HKF), pelargonidin-3-O-glucoside (PG), isorhamnetin-3-glucoside-7-rhamnoside (IGR), and petunidin-3-rutinoside (PR) showed better interactions with different subunits of human alpha-glucosidase, namely, N-terminal (Nt-MGAM and Nt-SI) and C-terminal (Ct-MGAM and Ct-SI). Molecular dynamics (MD) simulation, binding free energy study (molecular mechanics-generalized Born surface area [MM/GBSA]), and post-MD simulation studies (principal component analysis [PCA] and dynamic cross-correlation matrix [DCCM]) provided an in-depth understanding of these ligands' interactions with proteins. The overall efficacy of NAFME against oxidative stress and alpha-glucosidase in vitro is understood. Moreover, in silico analysis has shown the possible potential of HKF, PG, IGR, and PR to act as alpha-glucosidase inhibitors. Further studies on the antidiabetic potential of NAFME, HKF, PG, IGR, and PR in in vivo conditions are required to fully unveil the applicability of NAFME in the management of T2DM as a complementary medicine.",
  "publication_date": "2024-12-23",
  "journal": "Biotechnology and applied biochemistry",
  "doi": "10.1002/bab.2709"
}