{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Overexpression of anthocyanin activator LrAN2 improving black goji berry (Lycium ruthenicum) tolerant to cadmium stress.",
  "abstract": "Plant and soil exposed to heavy metals such as cadmium (Cd) threaten the environment and human health. It remains unknown whether or not MYB-type anthocyanin regulator AN2 play a role in tolerance to Cd stress. In this study, overexpression of Lycium ruthenicum AN2 (OE-LrAN2) enhance transgenic seedlings tolerant to Cd stress, which may contribute to the increased biomass and optimized redox homeostasis through modulating the biosynthesis of antioxidants such as anthocyanin, ascorbate, and carotenoid and the antioxidant enzyme system including CAT, SOD and POD. The OE-LrAN2 seedlings treated with 0, 25, 50, 100 μM CdCl2for 30d were utilized for transcriptomic analysis. A LrAN2-mediated regulatory network was constructed by weighted gene co-expression network analysis to predict the potential genes involved in L. ruthenicum tolerant to Cd stress. Furthermore, chromatin immunoprecipitation sequencing analysis indicate that LrAN2-targeting genes are associated with the biosynthetic genes related to anthocyanin, glycinebetaine and proline, phytohormone such as auxin, ethylene, and cytokinin, and solute transport including heavy metal cation-transporting ATPase, MATE and ABC transporters. Dual luciferase reporter assay confirm that LrAN2 activate the expression of genes related to carotenoid biosynthesis (LrBCH), MATE-type anthocyanin transporter (LrTT12), and auxin-responsive protein family (LrSAUR72). In vivo functional characterization in yeast confirmed that LrAN2-targeting LrTT12 (TT12Lru03G01504) sequestrate Cd into vacuole and thereby detoxifying Cd stress. Taken together, multi-strategies mediated by LrAN2 improve L. ruthenicum tolerant to Cd stress, which open a novel avenue to cope with the long-term unresolved Cd pollution. The LrAN2-targeting genes identified in this study will be a valuable gene resource to genetically improve crops tolerant to Cd stress.",
  "publication_date": "2025-05-20",
  "journal": "Journal of hazardous materials",
  "doi": "10.1016/j.jhazmat.2025.138686"
}