{
  "source": "PubMed",
  "query": "lignans",
  "title": "Hydroxychavicol derivatives from Piper betle Linn. as natural PDE4 inhibitors with anti-inflammatory effects.",
  "abstract": "PDE4 inhibitors have been developed as anti-inflammatory medications primarily used in the clinical treatment of pulmonary inflammations such as asthma, chronic obstructive pulmonary disease, and idiopathic pulmonary fibrosis. However, the application of these drugs is usually restricted by obvious side effects, such as nausea and vomiting. Our previous study found that several natural PDE4 inhibitors or their modified derivatives showed minimal side effects, particularly reduced incidence of nausea and vomiting, which aroused our interest in searching for natural PDE4 inhibitors. In this study, a chemical investigation of an active fraction of Piper betle L. leaves led to the characterization of 23 hydroxychavicol derivatives, including 18 hydroxychavicol-type lignans. Compounds 1-9 were new lignans, with three of them being racemates that were eventually resolved into isolated (+)- and (-)-enantiomers. Compounds 1-5 and 10, neolignans characterized by a dioxane moiety, were unique to this species within the genus Piper. Compounds 5 and 10 were the sole sesquineolignans found in the genus Piper. Compounds 5, 7-14, 16, 17, and 21 exhibited considerable inhibition towards PDE4 with IC50values ranging from 1.8 to 10 μM, with hit 7 exhibiting remarkable activity (1.8 μM). Further anti-inflammatory assays revealed that compounds 5, 7, 9, and 16 decreased the expression of several key inflammatory mediators in LPS-stimulated RAW 264.7 cells. Notably, 16 was comparable to the positive control rolipram at the same concentration of 10 μM. A primary study of the mechanism of action revealed that 16 may exert anti-inflammatory effect by inhibiting the NF-κB signaling pathway, displaying significant inhibition of the phosphorylation of IκB-α and p65 at concentrations of 5 and 10 μM. These findings suggest that hydroxychavicol derivatives from P. betle L. leaves may serve as new PDE4 inhibitors, offering promising leads for the development of anti-inflammatory medications.",
  "publication_date": "2025-02-18",
  "journal": "Bioorganic chemistry",
  "doi": "10.1016/j.bioorg.2025.108294"
}