{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Wheatgrass (Triticum aestivum) growth and nutrient composition in Aquaponics with African catfish (Clarias gariepinus) using Einheitserde and coconut: vermiculite substrates.",
  "abstract": "Wheatgrass (Triticum aestivum)  was cultivated to identify biochemical compounds and nutrients for use as dietary supplements as a new method of aquaponic plant utilisation. T. aestivum was irrigated with aquaculture process water from an extensive aquaculture unit (EAU) and an intensive aquaculture unit (IAU) of African catfish production (Clarias gariepinus) for nine days after transplanting (DAT), and plant growth was compared to a control using commercial fertiliser. Plants were cultivated in pots filled with the standard media \"Einheitserde\" (80% white peat, 20% clay) and a coconut and vermiculite substrate (50:50, C/V). The best plant growth was observed in T. aestivum irrigated with IAU and cultured in the C/V substrate, while no influence of the different irrigation solutions was found in moisture content, crude protein, crude lipid, ash, or crude fibre. The C/V substrate functioned as a nutrient reservoir (e.g. P, K, Mg, B, Fe, Mn), except for nitrogen, which originated in substantial proportions from the IAU process water. T. aestivum grown in the C/V substrate showed no difference in mineral content between EAU and IAU, while process water from the IAU only improved growth parameters. Vitamin B6was the highest in T. aestivum when cultured in IAU and C/V substrate. Folic acid (B9) reached acceptable levels for human consumption, and vitamin B12achieved the amount of 96.5% of the recommended concentration. Aquaponics cultivation of T. aestivum is possible with C. gariepinus production and under substitution of the standard media \"Einheitserde\" with a coconut and vermiculite substrate (50:50), to reduce the amount of peat in aquaponics farming.",
  "publication_date": "2025-06-27",
  "journal": "Environmental science and pollution research international",
  "doi": "10.1007/s11356-025-36666-z"
}