{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Synergistic activation of grapevine defense mechanisms against downy mildew byAscophyllum nodosumextract andPseudomonas fluorescensCHA0.",
  "abstract": "Downy mildew, caused byPlasmopara viticola, poses a major threat to grapevine production, necessitating effective and sustainable disease management strategies.Ascophyllum nodosumextract (ANE) andPseudomonas fluorescensCHA0 possess biostimulant and biocontrol properties, respectively, with reported potential to induce plant defense against various pathogens. However, their combined application and potential synergistic effects in grapevine disease management remain largely unexplored. In this study, their efficacy in controlling downy mildew in grapevines was investigated. Our results demonstrate that both ANE and CHA0, individually and in combination, significantly reduced downy mildew severity.In vitroassays revealed that grape leaves treated with ANE, CHA0, or their combination suppressed disease establishment and progression, with the combined treatment showing the greatest reduction in spore count (~66%), zoospore numbers (~89-93%), and empty sporangia (~53-69%).In vivogreenhouse experiments confirmed these findings, showing that combined foliar applications of ANE and CHA0 reduced downy mildew incidence to approximately 22%, compared to 40-50% with individual treatments and 70% in untreated controls, implying a synergistic interaction between these treatments. In addition to disease suppression, combined ANE and CHA0 applications triggered robust biochemical and molecular defense responses in grapevines. Key defense enzymes, including phenylalanine ammonia lyase, peroxidase, and polyphenol oxidase, showed significantly enhanced activities, accompanied by elevated levels of phenolics and hydrogen peroxide. At the molecular level, the combination significantly upregulated stress-responsive genes such asCHI,GLP2andGLP7, along with jasmonic acid-responsive genes includingLOX9,OSM1, andPR4, suggesting a priming effect that reinforces the plant's innate immune responses. Overall, these findings highlight the potential of combined ANE and CHA0 treatments in enhancing grapevine resistance to downy mildew through the activation of defense mechanisms and modulation of key biochemical markers. The synergistic interplay between the biostimulant and biocontrol agent offers a promising eco-friendly alternative to conventional chemical-based disease management in viticulture.",
  "publication_date": "2025-06-05",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1568426"
}