{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Pretreatment of cancer cells with inhibitors of PKCδ, EGFR, and JNK increased intracellular hypericin content and enhanced the effectiveness of photodynamic therapy.",
  "abstract": "Photodynamic therapy (PDT) is an effective, minimally invasive treatment for certain cancers that uses photosensitizers (PSs) to selectively destroy tumor cells upon light activation. However, the breast cancer resistance protein (BCRP) plays a critical role in limiting PDT efficacy through active efflux of various PSs from the cancer cells. Hypericin (HY), a potent and promising natural PS, is also a preferential BCRP substrate, and its cytotoxic effect in PDT is reduced in BCRP-overexpressing cells. Thus, the main aim of our study was to investigate the potential of the modulators of signaling molecules possibly involved in BCRP regulation to sensitize cancer cells (A549, HT-29, RPMI-8226, and RPMI-8226/MR20) to hypericin-mediated PDT (HY-PDT). We assessed the effects of inhibitors of epidermal growth factor receptor (EGFR) (Tyr - tyrphostin AG 1478) and c-Jun N-terminal kinase (JNK) (SP - SP600125, Lico - licochalcone A), as well as protein kinase C (PKC) activator (TPA) and inhibitor (Rot - rottlerin). Our results showed that all modulators enhanced HY-PDT efficacy, but the extent of sensitization, as well as the specific effects, varied depending on the cell line. Pretreatment with Tyr, SP, and Lico significantly improved HY-PDT in RPMI-8226 and RPMI-8226/MR20 cells, while Rot pretreatment had the strongest effect in A549 and HT-29 cells. More importantly, the sensitizing effects of the inhibitors were linked to increased intracellular HY accumulation, indicating reduced BCRP efflux activity. While the exact mechanisms behind these effects require further investigation, our findings suggest that targeting BCRP and associated signaling pathways could enhance PDT outcomes in cancer treatment.",
  "publication_date": "2025-05-17",
  "journal": "Journal of photochemistry and photobiology. B, Biology",
  "doi": "10.1016/j.jphotobiol.2025.113183"
}