{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Curcumin for Inflammation Control in Individuals with Type 2 Diabetes Mellitus and Metabolic Dysfunction-Associated Steatotic Liver Disease: A Randomized Controlled Trial.",
  "abstract": "Background: Curcumin, a bioactive polyphenol derived from turmeric, has demonstrated potential therapeutic effects in metabolic dysfunction-associated steatotic liver disease (MASLD) by modulating inflammation, oxidative stress, hepatic fat accumulation, and fibrosis.Objective: To evaluate the efficacy of curcumin in reducing hepatic steatosis and liver stiffness in patients with MASLD.Methods: In this randomized, double-blind, placebo-controlled trial, 78 patients with type 2 diabetes mellitus (T2DM) and MASLD were randomly assigned to receive either curcumin (1500 mg/day) or placebo for 12 months. The primary outcome was the change in tumor necrosis factor (TNF) levels. Secondary outcomes included changes in interleukin-1 beta (IL-1β), interleukin-6 (IL-6), antioxidant enzyme activities (glutathione peroxidase, superoxide dismutase), the oxidative stress marker malondialdehyde, non-esterified fatty acids, and hepatic parameters (hepatic steatosis and liver stiffness). Assessments were conducted at baseline and at 3, 6, 9, and 12 months.Results: All participants completed the study (curcumin group:n= 39; placebo group:n= 39). Curcumin significantly reduced TNF levels at all follow-up points compared to placebo (p< 0.001). IL-1β, IL-6, and malondialdehyde levels also declined significantly (p< 0.001), while antioxidant enzyme activities, including glutathione peroxidase and superoxide dismutase, increased significantly (p< 0.001), indicating improved oxidative balance. Furthermore, curcumin led to significant reductions in non-esterified fatty acids, total body fat, BMI, hepatic steatosis, and liver stiffness compared to placebo.Conclusions: Twelve months of curcumin supplementation improved glycemic control, reduced systemic inflammation and oxidative stress, and significantly improved hepatic steatosis and liver stiffness in patients with MASLD. These findings support curcumin as a promising adjunctive therapy for MASLD management.",
  "publication_date": "2025-06-10",
  "journal": "Nutrients",
  "doi": "10.3390/nu17121972"
}