{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Properties of Sodium alginate-polysaccharide-modified selenium nanoparticles and its application in the preservation of fresh-cut Bamboo shoots (Pleioblastus amarus).",
  "abstract": "To enhance the shelf life of fresh-cut bitter bamboo shoots (Pleioblastus amarus), this study developed three distinct solutions: selenium nanoparticles (SeNPs), polysaccharide-modified selenium nanoparticles (SeNPs-sa), and sodium alginate-polysaccharide-modified selenium nanoparticles (SA&SeNPs-sa). The solutions were characterized, and their antioxidant activities were compared to identify the most stable and effective formulation for preserving fresh-cut bitter bamboo shoots. The results revealed that the synthesized selenium nanoparticles were spherical, with an average diameter of 86.96 nm and a ζ-potential of -3.81 mV. Ultraviolet spectroscopy and energy spectrum analysis confirmed their identity as SeNPs. Upon interaction with sodium alginate (SA), the average particle sizes of SeNPs-sa and SA&SeNPs-sa increased to 91.07 and 120.43 nm, respectively, with ζ-potentials of -18.27 mV and -39.43 mV. The shift in the absorption peaks observed in the infrared analysis further indicates that the stability of SA&SeNPs-sa is greater than that of SeNPs and SeNPs-sa. Regarding antioxidant activity, SA&SeNPs-sa exhibited superior 2,2-diphenyl-1-picrylhydrazyl (DPPH) and ABTS+radical scavenging rates of 57.91% and 55.80%, respectively, significantly outperforming SeNPs and SeNPs-sa. Subsequent experiments evaluated the preservation effects of SA and SA&SeNPs-sa on fresh-cut bitter bamboo shoots. Compared to the control and SAtreated groups, SA&SeNPs-sa effectively delayed yellowing by inhibiting polyphenol oxidase and peroxidase activities, while maintaining higher catalase activity and total phenolic content. Furthermore, this treatment significantly reduced weight loss and respiratory intensity, slowed the degradation of soluble proteins and total sugars, and inhibited microbial proliferation on the surface. In conclusion, the SA&SeNPs-sa treatment effectively mitigated quality deterioration and significantly extended the shelf life of fresh-cut bitter bamboo shoots. PRACTICAL APPLICATION: The deterioration of fruits and vegetables after cutting causes a decrease in economic value. In this study, composite coatings were fabricated by using sodium alginate as a film-forming matrix and adding selenium nanoparticles to extend the shelf life of fresh-cut bitter bamboo shoots. These coatings are easy to produce and apply and provide a sustainable solution to reduce waste of fresh-cut fruits and vegetables.",
  "publication_date": "2025-05-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70103"
}