{
  "source": "PubMed",
  "query": "tannins",
  "title": "In Vitro Pharmacological Activity ofEndophyte Aspergillusaustwickii isolated from the Leaves ofPremna serratifolia.",
  "abstract": "Diabetes mellitus is a widely occurring non-communicable disease that is rapidly spreading worldwide. It results from the dysregulation of glucose in the bloodstream or the improper functioning of the enzymes α-amylase and α-glucosidase. Endophytes are microorganisms that reside symbiotically within the living tissues of plants. Endophytic fungi possess the ability to synthesize various important bioactive metabolites. The current study aims to explore the less-reported endophytic fungusAspergillus austwickii, isolated from the ethnobotanical medicinal plantPremna serratifoliaL. The methanolic extract of the endophytic fungus was subjected to in vitro antioxidant assays, anti-inflammatory assays, and antidiabetic assays, in addition to analyzing the total phenolic and total flavonoid content, along with the phytochemicals present. The results revealed that Aspergillus austwickii contains phytoconstituents such as alkaloids, phenols, flavonoids, tannins, and carbohydrates. The total phenolic content and total flavonoid content of the fungus were found to be 22.048 µg GAE/g and 18.828 µg QE/g, respectively. The crude extract demonstrated 46.20±0.53% antioxidant activity, with an IC50 value of 128.69 µg/mL for radical scavenging as determined by the DPPH assay. It also exhibited 71.86±0.34% anti-inflammatory activity in the protein denaturation assay. Notably, it displayed antidiabetic activity against both α-amylase and α-glucosidase, with percentage inhibitions of 68.22±0.17% and 73.72±0.18%, and IC50 values of 178.10 µg/mL and 166.16 µg/mL, respectively. The current study indicates that the methanolic extract ofAspergillus austwickiipossesses significant antioxidant, anti-inflammatory, and antidiabetic properties. The findings of this research can inform future studies aimed at discovering new natural drugs to combat various disorders.",
  "publication_date": "2024-10-31",
  "journal": "Archives of Razi Institute",
  "doi": "10.32592/ARI.2024.79.5.1023"
}