{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Suk-SaiYasna Remedy, a Traditional Thai Medicine, Mitigates Stress-Induced Cognitive Impairment via Keap1-Nrf2 Pathway.",
  "abstract": "Suk-SaiYasna (SSY) is a well-documented traditional Thai herbal formula in the Royal Scripture of King Narai's Traditional Medicine. SSY containsCannabis sativaleaves as a key ingredient and has traditionally been used to promote sleep, alleviate stress-related symptoms, and stimulate appetite. This study aimed to investigate the neuroprotective effects of SSY in a mouse model of unpredictable chronic mild stress (UCMS)-induced cognitive impairment and explore the underlying mechanisms, particularly antioxidant enzyme pathways. Behavioral tests, including the Y-maze test, novel object recognition test, and Morris water maze test, demonstrated that UCMS-exposed mice exhibited cognitive impairment compared to non-stress mice. However, SSY treatment significantly improved learning and memory performance in UCMS-exposed mice. Mechanistic studies revealed that SSY reduced lipid peroxidation in the hippocampus and frontal cortex, key brain regions affected by chronic stress. Furthermore, UCMS significantly reduced the activity of antioxidant enzymes superoxide dismutase (SOD) and catalase (CAT), whereas SSY treatment restored their activity, indicating antioxidative and neuroprotective effects in vivo. Gene expression analysis further revealed that SSY regulates oxidative stress via the Nrf2/Keap1 signaling pathway. In vitro studies using 2,2'-azinobis-(3-ethylbenzothiazoline-6-sulfonic acid (ABTS) and 2,2-diphenyl-1-picrylhydrazyl (DPPH) assay confirmed the radical scavenging activities of SSY and its herbal components, demonstrating significant antioxidant potential. Phytochemical analysis identified delta-9-tetrahydrocannabinol, delta-9-tetrahydrocannabinolic acid A, and cannabinoids as bioactive compounds in SSY, along with potent antioxidants such as gallic acid, myricetin, myristicin, piperine, costunolide, and gingerol. These findings suggest that the SSY formula mitigates UCMS-induced cognitive function through its antioxidant properties via multiple pathways, including radical scavenging activities, modulating the Nrf2-Keap1 pathway, inducing the expression of HO-1, NQO1 mRNAs, and other antioxidant enzymes. This work bridges traditional Thai medicine with modern neuropharmacology.",
  "publication_date": "2025-06-04",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26115388"
}