{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Clinical Efficacy of Curcumin, Resveratrol, Silymarin, and Berberine on Cardio-Metabolic Risk Factors Among Patients With Type 2 Diabetes Mellitus: A Systemic Review and Bayesian Network Meta-Analysis.",
  "abstract": "The comprehensive management of cardiovascular risk factors, including blood glucose, blood lipids, and blood pressure in type 2 diabetes mellitus (T2DM), is essential to prevent cardiovascular complications. Consequently, there is an urgent need to explore improved clinical treatment strategies by comparing the efficacy of various interventions. To assess the efficacy of herbal phytochemicals in regulating cardio-metabolic risk factors among patients with T2DM. A systematic literature review of the English language literature from inception to March 31, 2024, was conducted using PubMed, Embase, and Cochrane Library databases. The included literature focused on treating patients with T2DM using herbal phytochemicals. ADDIS and Revman were used to conduct Bayesian network and pairwise meta-analyses, respectively, and the surface under the cumulative ranking curve was used to obtain the ranking order of different herbal phytochemicals. This study included 17 studies involving 1,337 participants. Resveratrol was generally the most effective, followed by silymarin. Compared with the placebo, resveratrol significantly improved HOMA-IR, total cholesterol (TC), triglycerides (TG), high-density lipoprotein (HDL), low-density lipoprotein (LDL), systolic blood pressure (SBP), and diastolic blood pressure (DBP) (P < 0.05); silymarin significantly improved fasting plasma glucose (FPG), HOMA-IR, and hemoglobin A1c (HbA1c) (P < 0.05). For HbA1c, silymarin was more effective than resveratrol (MD -2.08, 95%Cl -3.50 to -0.72) (P < 0.05). For body mass index (BMI), curcumin was more effective than resveratrol (MD -1.27, 95%Cl -2.43 to -0.03) (P < 0.05). Curcumin, resveratrol, silymarin, and berberine can effectively improve cardio-metabolic risk factors in T2DM, and different herbal phytochemicals have different clinical advantages. The therapeutic potential of resveratrol is significant in the regulation of blood glucose, blood lipids, and body weight, silymarin exhibited the best effect in reducing blood glucose, berberine could lower blood glucose and regulate blood lipids, and curcumin had a definite therapeutic effect on weight loss. However, further validation of these findings is necessary through extensive clinical studies with larger sample sizes.",
  "publication_date": "2025-05-29",
  "journal": "Phytotherapy research : PTR",
  "doi": "10.1002/ptr.8431"
}