{
  "source": "PubMed",
  "query": "lignans",
  "title": "Magnolol inhibits appetite and causes visceral fat loss through Growth/differentiation factor-15 (GDF-15) by activating transcription factor 4-CCAAT enhancer binding protein γ-mediated endoplasmic reticulum stress responses.",
  "abstract": "Magnolol, a compound extracted from Magnolia officinalis, demonstrates potential efficacy in addressing metabolic dysfunction and cardiovascular diseases. Its biological activities encompass anti-inflammatory, antioxidant, anticoagulant, and anti-diabetic effects. Growth/differentiation factor-15 (GDF-15), a member of the transforming growth factor β superfamily, is considered a potential therapeutic target for metabolic disorders. This study investigated the impact of magnolol on GDF-15 production and its underlying mechanism. The research examined the pharmacological effect of magnolol on GDF-15 expression in vitro and in vivo, and determined the involvement of endoplasmic reticulum (ER) stress signaling in this process. Luciferase reporter assays, chromatin immunoprecipitation, and in vitro DNA binding assays were employed to examine the regulation of GDF-15 by activating transcription factor 4 (ATF4), CCAAT enhancer binding protein γ (CEBPG), and CCCTC-binding factor (CTCF). The study also investigated the effect of magnolol and ATF4 on the activity of a putative enhancer located in the intron of the GDF-15 gene, as well as the influence of single nucleotide polymorphisms (SNPs) on magnolol and ATF4-induced transcription activity. Results demonstrated that magnolol triggers GDF-15 production in endothelial cells (ECs), hepatoma cell line G2 (HepG2) and hepatoma cell line 3B (Hep3B) cell lines, and primary mouse hepatocytes. The cooperative binding of ATF4 and CEBPG upstream of the GDF-15 gene or the E1944285 enhancer located in the intron led to full-power transcription of the GDF-15 gene. SNP alleles were found to impact the magnolol and ATF4-induced transcription activity of GDF-15. In high-fat diet ApoE-/-mice, administration of magnolol induced GDF-15 production and partially suppressed appetite through GDF-15. These findings suggest that magnolol regulates GDF-15 expression through priming of promoter and enhancer activity, indicating its potential as a drug for the treatment of metabolic disorders.",
  "publication_date": "2025-05-01",
  "journal": "Chinese journal of natural medicines",
  "doi": "10.1016/S1875-5364(25)60835-1"
}