{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Breath and Blood Metabolomics: A Comparative Study Using SESI-HRMS/MS and UHPLC-ESI-HRMS/MS.",
  "abstract": "Breath metabolomics enables noninvasive and rapid acquisition of metabolic information by detecting volatile organic compounds (VOCs) in exhaled breath. Secondary electrospray ionization high-resolution tandem mass spectrometry (SESI-HRMS/MS) offers the highest coverage for detecting breath metabolites among current real-time breath analysis techniques. Although it has been generally recognized that metabolites in breath originate from the blood, a molecular-level understanding of the characteristics of metabolites in both breath and blood remains insufficient. In this study, nontargeted analyses of breath and blood samples from 11 healthy volunteers were performed using SESI-HRMS/MS and ultrahigh performance liquid chromatography electrospray ionization high-resolution tandem mass spectrometry (UHPLC-ESI-HRMS/MS), respectively. Tandem mass spectrometry was employed for metabolite annotation. Twenty-six breath-unique metabolites and 73 blood-unique metabolites were identified. Besides, seven metabolites were found in both breath and blood, including 7-oxabicyclo [2.2.1] heptane, levulinic acid, indole, pyroglutamic acid, malic acid, glutamic acid, and histidine. Intriguingly, the correlation of these metabolites between breath and blood was low (r< 0.4 orp> 0.05). Among all the confirmed metabolites, breath metabolites exhibit higher volatility according to their water-gas partition coefficient (logPw/g) compared to blood metabolites. In addition, gender-derived differences in breath were significantly smaller than blood. In summary, this study indicates that breath metabolites are likely to offer complementary information on blood metabolites. When combined with blood metabolomics, this would be advantageous for the appropriate application of breath metabolomics in life sciences, such as in biomarker discovery.",
  "publication_date": "2025-03-05",
  "journal": "Environment & health (Washington, D.C.)",
  "doi": "10.1021/envhealth.4c00248"
}