{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Molecular Mechanisms of Reversal of Multidrug Resistance in Breast Cancer by Inhibition of P-gp by Cytisine N-Isoflavones Derivatives Explored Through Network Pharmacology, Molecular Docking, and Molecular Dynamics.",
  "abstract": "The compound CNI1, identified as a novel antitumor agent based on the cytisine N-isoflavones scaffold, and its series of cytisine N-isoflavones derivatives (CNI2, CNI3, and CNI4), were first isolated from bitter bean seeds, a traditional Chinese medicinal source, by our research team. Cellular activity assays combined with virtual screening targeting P-gp revealed that CNI1, along with the three cytisine N-isoflavones derivatives, CNI2, CNI3, and CNI4, exhibited significant multidrug resistance (MDR) reversal activity in breast cancer. Despite this promising outcome, the precise molecular mechanisms and key targets involved in the MDR reversal of these compounds remain to be elucidated. To explore potential mechanisms, targets for CNI1, CNII2, CNI3, and CNI4 (CNI1-4) were predicted using SwissTargetPrediction and Pharmmapper databases, while MDR-related targets in breast cancer were retrieved from OMIM and GeneCards. The overlapping targets were utilized to construct a protein-protein interaction (PPI) network to identify core targets. Additionally, Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analyses were conducted using the DAVID database to identify relevant signaling pathways. Molecular docking simulations were employed to evaluate the binding sites and energies of CNI1-4 with the identified key targets, with the highest binding energy complexes selected for subsequent molecular dynamics simulations. This study identified 81 intersecting multidrug resistance (MDR) targets and 19 core targets in breast cancer. GO and KEGG pathway enrichment analyses revealed that MDR was primarily mediated by genes involved in cellular processes, apoptosis, protein phosphorylation, as well as the MAPK and PI3K-Akt signaling pathways. Molecular docking studies demonstrated that the binding energies of P-gp, AKT1, and SRC to CNI1-4 were all lower than -10 kcal/mol, indicating strong binding affinities. Molecular dynamics simulations further confirmed the stable and favorable binding interactions of CNI1-4 with AKT1 and P-gp. This study provides preliminary insights into the potential targets and molecular mechanisms of cytisine N-isoflavones compounds in reversing MDR in breast cancer, offering crucial data for the pharmacological investigation of CNI1-4 and supporting the development of P-gp inhibitors.",
  "publication_date": "2025-04-17",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26083813"
}