{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Nutritional and Biochemical Assessment of Edible Fruits From Angola's Native Flora.",
  "abstract": "Angola's native flora hides a wealth of underexplored edible fruits with significant nutritional and bioactive potential. This study provides a comprehensive evaluation of the physicochemical and bioactive potential of some less explored edible fruits from this country, namelyAnnona muricata,A. squamosa,A. senegalensis,A. boehmii,Dacryodes edulis, andStrychnos spinosa. Nutritional profiling revealed carbohydrates as the predominant macronutrient, withA. muricataexhibiting the highest concentration (93.3 g/100 g dw).D. edulis, in turn, stood out for its high fat content (40.5 g/100 g dw), whileA. senegalensiscontained the highest protein levels (15-6 g/100 g dw). Free sugars analysis highlightedA. squamosafor its elevated fructose and glucose levels, contributing to its pronounced characteristic sweetness, whereasD. edulisexhibited minimal sugar content (1.27 g/100 g dw). Organic acid profiling revealed malic acid as dominant. Saturated fatty acids were predominant across most fruits, withA. boehmiishowing the highest levels (71.6%), whileA. senegalensiswas enriched in monounsaturated fatty acids (45.15%). The phenolic analysis revealed a rich profile in bioactive compounds, withA. muricataandA. squamosaexhibiting significant levels of quercetin-3-O-rutinoside, whileA. boehmii,S. spinosa, andD. eduliswere characterized by distinct major phenolic compounds, such as cyanidin-3-O-glucoside, isorhamnetin-3-O-glucoside, and corilagin, respectively. Antioxidant activity was strongest inD. edulisandA. senegalensis(EC50= 0.18 and 0.25 μg/mL, respectively), whileA. squamosaexhibited notable antibacterial activity (MIC = 0.3 mg/mL). This study underscores the nutritional and bioactive potential of Angola's native fruits, highlighting their applications in the food, nutraceutical, and pharmaceutical industries.",
  "publication_date": "2025-06-01",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70283"
}