{
  "source": "PubMed",
  "query": "epicatechin",
  "title": "Mengding Yellow Bud Polyphenols Protect Against CCl4-induced Hepatotoxicity in Mice Via Inhibiting Oxidative Stress and Inflammation.",
  "abstract": "Mengding yellow bud polyphenols (MYBPs), as a plant active ingredient that may protect the liver, have not yet been elucidated for the potential molecular mechanism in preventing carbon tetrachloride (CCl4) induced acute liver injury (ALI) in mice. The MYBPs monomers compounds were explored by the high-performance liquid chromatography (HPLC). Mice were administered silymarin (100 mg/kg b.w.) or MYBPs (50 and 100 mg/kg b.w.) 2 weeks prior to CCl4-induced ALI. The liver function indexes, histopathological observation, biochemical indexes, and mRNA and protein expressions were determine. The MYBPs effectively reduced the mice liver weights, liver indexes, liver pathological injury, and the serum levels of alanine aminotransferase (ALT), aspartate aminotransferase (AST), triglycerides (TG), and total cholesterol (TC). Similarly, the MYBPs decreased the interleukin (IL)-6, IL-12, tumor necrosis factor-α (TNF-α), and interferon (IFN)-γ serum levels, reduced the liver tissues myeloperoxidase (MPO) and malondialdehyde (MDA) levels, and elevated the superoxide dismutase (SOD) and glutathione (GSH) levels. The cuprozinc-superoxide dismutase (Cu/Zn-SOD), manganese-superoxide dismutase (Mn-SOD), catalase (CAT), and B-cells inhibitor-α (IκB-α) expressions markedly increased. Additionally, the MYBPs significantly decreased the nuclear factor (NF)-κB, TNF-α, IL-1 beta, inducible NOS (iNOS), and cyclooxygenase (COX)-2 expressions. HPLC showed that MYBPs contained gallic acid (GA), (-)-epigallocatechin (EGC), epigallocatechin gallate (EGCG), and (-)-epicatechin gallate (ECG). Briefly, MYBPs effectively prevented mice CCl4-induced ALI by inhibiting oxidative stress and inflammatory pathways, and its preventive effect was dose-dependent with its concentration. This study provided a scientific basis for the development of MYBPs into functional food as well as a new idea for clinical prevention and treatment of human ALI. Practical Application: MYBPs can alleviate CCl4-induced Hepatotoxicity by raising the antioxidant and antiinflammatory status and upregulating the antioxidant and antiinflammatory-related genes and protein.",
  "publication_date": "2025-05-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70254"
}