{
  "source": "PubMed",
  "query": "catechins",
  "title": "First Report ofFusarium proliferatumInfection in Pods of Four-Seeded Vetch and Its Relationships with Plants.",
  "abstract": "Viciaspecies are of great value in ecological restoration, soil improvement, and the development of a forage resource. In 2024, a novel pod disease affecting four-seeded vetches (Vicia tetrasperma) emerged in Rongchang District, China, leading to severe yield loss. After obtaining the main pathogenic strain, FVS1, through the tissue isolation method, which was verified according to Koch's postulates, and by combining morphological characteristics with multigene phylogenetic analysis, FVS1 was identified asFusarium proliferatum. The biological properties indicated that the most suitable culture medium of the fungus was oatmeal agar (OA), with the optimum growth temperature 25 °C and the lethal temperature being 35 °C. FVS1 exhibited insensitivity within a pH range of 7 to 9, as well as high adaptability to variations in light duration. To elucidate the physiological and biochemical changes in four-seeded vetches in response to FVS1 infection, non-targeted metabolomics analysis identified 379 differential metabolites, mainly comprising organic acids and derivatives, lipids and lipid-like molecules, and phenylpropanoids and polyketides. The results demonstrated thatF. proliferatumprimarily induced the disease by influencing alterations in the secondary metabolites associated with amino acid metabolism, lipid metabolism, and flavonoid biosynthesis. Four-seeded vetches improved tolerance to the fungus by accumulating histidine, aspartic acid, arginosuccinate, ethanolamine, glycerophosphocholine, naringenin, and catechin.Trichoderma harzianum(M3) had the best control effectiveness, and the inhibition rate was 60.68%. This study, for the first time, revealed thatF. proliferatumcaused a pod disease in four-seeded vetches. We analyzed the mechanism of plant-pathogen interaction and screened potential biocontrol strains, providing a theoretical basis for regional disease management.",
  "publication_date": "2025-05-15",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14101480"
}