{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Effects of Water-Soluble and Fat-Soluble Antioxidant Combinations in Oil-in-Water Emulsions on the Oxidative Stability of Walnut Kernels.",
  "abstract": "Walnuts, which are rich in unsaturated fatty acids (UFAs), are highly susceptible to oxidation during storage, leading to quality degradation. Consequently, antioxidant technologies for the oxidative stability of walnuts have garnered significant attention. The addition of antioxidants remains the most cost-effective and efficient method currently available, with synergistic effects enhancing the efficacy of mixed antioxidant combinations compared to single antioxidants. In this study, four lipophilic antioxidants-tert-butylhydroquinone (TBHQ), butylated hydroxytoluene (BHT), dilauryl thiodipropionate (DLTP), and propyl gallate (PG)-were paired with four hydrophilic antioxidants-rosemary extract (RE), phytic acid (PA), tea polyphenols (TPs), and sodium ascorbate (SA)-resulting in 16 experimental groups to investigate synergistic effects. The effects of water-soluble and fat-soluble antioxidant combinations on walnut oxidation were systematically evaluated through peroxide value, acid value, thiobarbituric acid reactive substances, and DPPH radical scavenging capacities. Additionally, fatty acid composition analysis was employed to assess the preservation of beneficial UFAs. Mechanistic insights were obtained via thermogravimetric analysis and electron paramagnetic resonance spectroscopy. Notably, two combinations, 0.03% TBHQ + 0.03% TPs (w/w) and 0.03% DLTP + 0.03% SA (w/w), exhibited good oxidative stability of walnut kernels. These formulations demonstrated superior antioxidant performance and effectively inhibited oxidative pathways while maintaining UFA integrity, demonstrating their potential as advanced preservation strategies for lipid-rich foods.",
  "publication_date": "2025-05-31",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14111967"
}