{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Microclimate of Grape Bunch and Sunburn of White Grape Berries: Effect on Wine Quality.",
  "abstract": "This research aimed to evaluate the composition of wines made with white grapes which are particularly susceptible to sunburn symptoms due to the absence of anthocyanin. Sunburn is a complex physiological dysfunction leading to browning or necrosis of berry tissues. In vintage 2021, the canopy of 'Verdeca' grapevines grown in Salento, South Italy, was differently managed by sun exposing or shading the bunches. Micrometeorological conditions were studied at different levels. Grapes were vinified, comparing the winemaking with and without skin maceration. The vegetative-productive balance of plants was not substantially modified. On the contrary, a significant effect was observed on the quality and quantity of grapes produced: smaller berries with sunburn symptoms were found on unshaded bunches. This influenced the percentage distribution among skin, pulp and seeds, causing a decrease in must yield of up to 30%. The pH was significantly higher in macerated wines made using shaded grapes, due to a lower titratable acidity and to significant impacts on the acid profile. Obviously, maceration produced a higher extraction of phenolics in wines, which reached their maximum in wines made with sunburned grapes. The absorbance at 420 nm, index of yellow color, was also significantly higher in sunburned grapes, indicating greater oxidation. Even though excessive grape sun-exposure could negatively affect the perception of white wines made without maceration (resulting in more oxidative character), the sensory quality of orange/amber wines was not significantly impacted by the presence of sunburned grapes. Thus, this winemaking technique could be particularly interesting to set up a production strategy adapted to viticultural regions strongly affected by climate change.",
  "publication_date": "2023-02-01",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods12030621"
}