{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Impact of Photoselective Nets on Phenolic Composition and Antioxidant Capacity in Different Apple Cultivars Under the Same Edaphoclimatic Conditions.",
  "abstract": "Phenolic compounds in apples provide significant health benefits, including antioxidant, and anti-inflammatory properties. The phenolic profile and content in apples are influenced by genetics, environmental factors, and agricultural practices. Photoselective nets, which are designed to filter specific wavelengths of light, might impact fruit quality and phenolic content. This study aimed to assess the effects of photoselective nets on the antioxidant capacity and phenolic composition of three different apple cultivars grown under the same edaphoclimatic conditions. Five nets were selected. Fruits grown under the nets were compared with unprotected fruits. Antioxidant capacity was evaluated, and phenolic profiles were established by Ultra-High Performance Liquid Chromatography coupled with Time of Flight-Mass Spectrometry (UHPLC-ToF-MS). The results demonstrate a significant impact of the nets on the phenolic composition and antioxidant activities of apples. Different net colors had distinct effects on the accumulation of phenolic compounds, with some nets increasing flavonoid production and others reducing the levels of important phenolic acids. The gray and IRIDIUM®Red nets enhanced the production of quercetin and its derivatives, while chlorogenic acid showed a general decline under net-covered conditions, indicating a possible dependence on direct sunlight. The responses were also cultivar-dependent, withGala redlumapples showing the largest reductions in phenolic compounds when protected by nets. Antioxidant assays also confirmed that the nets influenced the antioxidant potential of apples in a cultivar-dependent manner. These findings suggest that the retention of bioactive compounds in fruits might be strategically managed by selecting appropriate net materials for specific cultivars.",
  "publication_date": "2025-04-30",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30091995"
}