{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Phytochemical analysis and biological study on Sinapis alba L. seeds extract incorporated with metal nanoparticles, in vitro approach.",
  "abstract": "White mustard (Sinapis alba L.) seeds are the most commonly used mustard species in herbal medicine to treat a wide range of inflammatory disorders. Due to its increased bioavailability and lower toxicity, the green biosynthesis of metal nanoparticles (M-NPs) utilizing plant extract as a capping agent has been demonstrated over a number of years. Thus, the current study sought to examine the in vitro biological activity of copper oxide nanoparticles  (CuO-NPs) and selenium nanoparticles (Se-NPs) that were biosynthesized using aqueous, methanolic, and petroleum ether extracts from S. alba seeds. Phytochemical and in vitro biological activities (antioxidant, scavenging, anti-diabetic, anti-acetylcholinesterase, anti-arthritic, anti-inflammatory, and cytotoxic activities) were assayed in all prepared extracts before and after being used for the biosynthesis of the M-NPs. It was found that the total methanolic extract possessed the highest biological activities compared to other native extracts. The LC-ESI-MS/MS analysis of secondary metabolites showed that the total methanolic extract contained 7 phenolic acids and 9 flavonoid aglycones. This helped find the active ingredients. We characterized 8 phenolic acid derivatives, 7 flavonoid glycosides, 4 aliphatic glucosinolates, and 3 aromatic aryl glucosinolates in the aqueous extract. Furthermore, the methanolic extract contains the highest concentrations of total polyphenols, condensed tannins, and total flavonoid compounds. The biosynthesized Se-NPs using methanolic extract showed higher in vitro biological activities compared to those of the biosynthesized CuO-NPs. The median lethal dose (LD50) showed that the biosynthesized Se-NPs using the studied extracts appeared safer compared to those of the biosynthesized CuO-NPs. The findings of this study concluded that the total methanolic extract is the most suitable bioresource for biosynthesizing Se-NPs through green nanotechnology, with higher biological efficiency in relation to its metabolite fingerprint.",
  "publication_date": "2025-04-21",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-95347-6"
}