{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Resveratrol Alleviates Arsenic Exposure-Induced Liver Fibrosis in Rats by Inhibiting Hepatocyte Senescence.",
  "abstract": "Arsenic is an environmental pollutant that has garnered considerable attention from the World Health Organization. Liver fibrosis is an advanced pathological stage of liver injury that can be caused by chronic arsenic exposure and has the potential to be reversed to prevent cirrhosis and hepatic malignancies. However, effective treatment options are currently limited. Given the profibrogenic effect of hepatocyte senescence, we established a rat model of sub-chronic sodium arsenite exposure and investigated the ability of resveratrol (RSV), a potential anti-senescence agent, to ameliorate arsenic-induced liver fibrosis and elucidate the underlying mechanism from the perspective of hepatocyte senescence. The results demonstrated that RSV was capable of mitigating fibrosis phenotypes in rat livers, including the activation of hepatic stellate cell (HSC), the generation of extracellular matrix, and the deposition of collagen fibers in the liver vascular zone, which are all induced by arsenic exposure. Furthermore, as an activator of the longevity factor SIRT1, RSV antagonized the arsenic-induced inhibition of SIRT1 expression, thereby restoring the suppression of the senescence protein p16 by SIRT1. This prevented arsenic-induced hepatocyte senescence, manifesting as a decrease in telomere shortening and a reduction in the release of senescence-associated secretory phenotype (SASP)-related proteins. In conclusion, this study demonstrated that RSV counteracts arsenic-induced hepatocyte senescence and the release of SASP-related proteins by restoring the inhibitory effect of SIRT1 on p16, thereby suppressing the activation of fibrotic phenotypes and mitigating liver fibrosis. These findings provide new insights for understanding the mechanism of arsenic-induced liver fibrosis, and more importantly, they reveal novel potential interventional approaches.",
  "publication_date": "2024-06-03",
  "journal": "Biological trace element research",
  "doi": "10.1007/s12011-024-04255-9"
}