{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Oroxylin A Attenuates Homocysteine-Induced Blood-Brain Barrier (BBB) Dysfunction by Reducing Endothelial Permeability and Activating the CREB/Claudin-5 Signaling Pathway.",
  "abstract": "Recent reports have indicated that elevated levels of homocysteine (Hcy) are closely linked to blood-brain barrier (BBB) dysfunction in neurological disorders. Oroxylin A (OA) is a key bioactive flavonoid that has been reported to regulate brain functions. However, the role of OA in Hcy-related BBB dysfunction is less reported. In this study, we aimed to elucidate the role and molecular mechanism of OA in Hcy-mediated BBB dysfunction using bothin vivoandin vitroinvestigations. Our findings indicate that the expression of the tight junction (TJ) protein Claudin-5 declined, and the diffusion of sodium fluorescein elevated in brains of Hcy-challenged mice. These effects were notably rescued by administration of OA. In Hcy-challenged bEnd.3 brain microvascular endothelial cells, increased endothelial permeability, reduced trans-endothelial electrical resistance (TEER), and downregulated Claudin-5 were observed. These effects were significantly reversed by 25 and 50 μM OA. Interestingly, OA treatment restored the dephosphorylation of CREB at Ser133 induced by Hcy. However, the addition of the protein kinase A/cAMP-response element binding protein (PKA/CREB) inhibitor H89 counteracted the protective effects of OA on inhibiting endothelial permeability and promoting Claudin-5 expression. Together, we demonstrate that OA protects against Hcy-induced BBB dysfunction by maintaining the integrity of endothelial barriers. This protective effect is achieved through the activation of the CREB/Claudin-5 signaling pathway, highlighting the potential therapeutic value of OA in addressing BBB-related neurological disorders.",
  "publication_date": "2025-02-25",
  "journal": "ACS chemical neuroscience",
  "doi": "10.1021/acschemneuro.4c00749"
}