{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Effects of tea polyphenols disinfectant on microbial communities and potential pathogenic bacteria in water.",
  "abstract": "The structural and abundance changes in water disinfected by tea polyphenols were investigated in high-abundance microbial communities (HAMC), medium-abundance microbial communities (MAMC), and low-abundance microbial communities (LAMC), also included the interactions within and between these communities. The antibacterial effect of tea polyphenols was observed at concentrations of 20-300 mg/L. If the tea polyphenols concentration is greater than or equal to 200 mg/L, it can continue to inhibit the growth of bacteria, and keep the total number of bacteria in 48 hours no more than100 CFU/ml, and this reflected the continuity of tea polyphenols disinfectant in the pipe network. The relative abundance of some chlorine-resistant bacteria such asBlastomonas,SphingomonasandPseudomonasdecreased significantly after disinfection with tea polyphenols, which indicates that tea polyphenols have the advantage of removing some chlorine-resistant bacteria. Samples of HAMC, MAMC and LAMC showed similar structure. Co-occurrence network analysis within microbial communities revealed the most complex interrelationships in HAMC. Co-occurrence network analysis between microbial communities showed that HAMC and MAMC were most closely related. In the co-occurrence network, 8 key bacteria genera were identified, in which 5 key genera belonged to medium-abundance and low-abundance. Potential pathogens were identified in the study and potential pathogens wereAerococcusandStaphylococcuswere pointed out after tea polyphenols disinfection as the key potential pathogen genera by co-occurrence network analysis. The co-occurrence relationship between these key potential pathogens and other potential pathogens indicates that water quality safety can be controlled by the number of key potential pathogens.",
  "publication_date": "2025-03-13",
  "journal": "Environmental technology",
  "doi": "10.1080/09593330.2025.2478178"
}