{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "ELONGATED HYPOCOTYL5 Regulates Resistance to Root-Knot Nematode by Modulating Antioxidant System and Jasmonic Acid inCucumis sativus.",
  "abstract": "Root-knot nematodes (RKNs), specificallyMeloidogyne incognita, are notoriously difficult to eliminate as endophytic nematodes, and cause severe damage to various plants. Cucumber (Cucumis sativus), which is a cash crop widely grown across the world, is often infected by RKNs. ELONGATED HYPOCOTYL5 (HY5), a member of the bZIP transcription factor family, plays a vital role in hormone, nutrient, abiotic stress, biotic stress, and oxygen species (ROS) signaling pathways. However, the involvement of HY5 in the defense against RKNs has rarely been reported. The present study initially explored the response of CsHY5 to RKNs. The results indicated that thehy5mutant had a higher number of nematodes and galls in the root system and exhibited a higher susceptibility to RKNs compared with the wild type (WT). Particularly, the root-knot nematodes inhy5plants completed their life cycle more quickly and produced more eggs. The activities of defense-related hormones and antioxidant enzymes were measured, and the results indicated that JA, jasmonoyl-isoleucine (JA-Ile), abscisic acid (ABA), peroxidase (POD), and ascorbate peroxidase (APX) were significantly elevated in the wild type, but were not induced or decreased in the mutant. Through transcriptome sequencing analysis and quantitative real-time PCR (qRT-PCR), it was found that when RKNs infect plants, the key genes of jasmonic acid (JA) synthesis,CsAOCandCsAOS, as well as the key gene of the antioxidant system,CsPOD, were all significantly induced. Nevertheless, this induction effect disappeared in thehy5mutant. Generally, CsHY5 plays a role in the response of cucumber to RKNs, and its deletion increases the sensitivity of cucumber to RKNs. These results suggest thatCsHY5may affect the resistance of cucumber to RKNs by affecting antioxidant enzyme activities and hormone content.",
  "publication_date": "2025-06-03",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060679"
}