{
  "source": "PubMed",
  "query": "catechins",
  "title": "Preparation and characterization of camellia oil body-based oleogels loaded with (-)-epigallocatechin-3-gallate (EGCG).",
  "abstract": "Growing concern for healthy diets is driving researchers to developed novel solid lipids to reduce the intake of saturated and trans fatty acids. In this study, a novel edible oleogel loaded with EGCG was prepared using camellia oil body emulsion as template under alkaline condition (pH 9.0) and the effect of EGCG concentration (10-150 μM) on the structure and physicochemical properties of the oleogels were investigated. The oil holding capacity, textural strength, and thixotropy recovery of the oleogel were enhanced by increasing EGCG concentration from 10 to 100 μM. Meanwhile, a decreasing trend was found in them at a higher EGCG concentration (150 μM). Besides, the lipid oxidative and thermal stability of the oleogel were significantly improved when EGCG were present. Microscopic observation and LF-NMR results demonstrated that OBs were directionally arranged during the freeze-drying process, forming a continuous gel network. The addition of EGCG improved the continuity of the gel structure and restricted the mobility of oil droplets, especially at an EGCG concentration of 100 μM. Front-face fluorescence spectroscopy, FTIR, and SDS-PAGE results demonstrated that EGCG acts as a bridging agent, inducing intermolecular cross-linking of oil body interfacial proteins, resulting in a significant increase in protein molecular weight, accompanied by notable reductions in α-helix and β-sheet structures, as well as fluorescence quenching. This cross-linking facilitates the aggregation of OBs, improves the anti-destruction ability of OB film, and enhances the structural continuity of COB-based oleogels. This study provides valuable insights into the use of natural OBs and water-soluble antioxidants for creating edible oleogels.",
  "publication_date": "2025-04-17",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.144390"
}