{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Biosynthesis and characterization of silver nanoparticles from Asplenium dalhousiae and their potential biological properties.",
  "abstract": "This study investigated the green synthesis of silver nanoparticles (AgNPs) using the medicinal plant Asplenium dalhousiae focusing on its bioactive chemical constituents as natural reducing agents. Aqueous, chloroform, and n-hexane extracts of the plant leaves were utilized in the nanoparticle synthesis process. The synthesized AgNPs were confirmed through UV-visible spectroscopy, showing absorption peaks at approximately 420 nm, 443 nm, and 439 nm. Fourier-transform infrared (FTIR) spectroscopy was used to recognize the functional groups in the plant extracts responsible for facilitating the reduction process. The morphological and structural characteristics of the synthesized nanoparticles were analyzed using Scanning Electron Microscopy (SEM) and X-ray Diffraction (XRD). These analyses revealed that the nanoparticles synthesized using the Aqueous, chloroform, and n-hexane extracts were predominantly spherical silver nanoparticles (AgNPs) with a crystalline structure and an average diameter of 46.98 ± 12.45 nm, as determined by SEM. The antibacterial efficacy of the synthesized AgNPs was evaluated against Escherichia coli, Bacillus subtilis, and Pseudomonas aeruginosa at a concentration of 30 μg/ml. Among the tested nanoparticles, the AgNPs synthesized from the n-hexane extract exhibited the highest antibacterial activity, with zones of inhibition measuring 20.0 ± 1.8 mm for E. coli, 19.0 ± 1.2 mm for B. subtilis, and 19.5 ± 1.4 mm for P. aeruginosa. Additionally, the silver nanoparticles (AgNPs) from Asplenium dalhousiae demonstrated significant α-amylase inhibition, with 85.04% inhibition at 500 µg/ml, compared to Acarbose (90.84%) and the leaf extract (78.65%). The antioxidant activity of the synthesized AgNPs was assessed using the DPPH method, which confirmed their significant antioxidant properties alongside their antibacterial activity. The aqueous and n-hexane silver nanoparticles (AgNPs) showed strong cytotoxic activity with low IC50 values, particularly in A2780 cells (15.76 µg/ml and 9.11 µg/ml, respectively), while the plant methanolic extract and CHCl3 AgNPs exhibited much higher IC50 values, indicating moderate to low activity. This study highlights the potential of AgNPs in handling anticancer, α-amylase, and antibacterial infections. By assimilating natural products with nanotechnology, it deals an inventive approach to developing targeted, eco-friendly therapies, paving the way for cutting-edge biomedical applications and improved treatment outcomes.",
  "publication_date": "2025-06-30",
  "journal": "PloS one",
  "doi": "10.1371/journal.pone.0325533"
}