{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Nutraceutical Potential of Anthocyanins: A Comprehensive Treatise.",
  "abstract": "Anthocyanins (Anthos; flower and kyanos; blue) are natural coloring compounds from the flavonoids class that include cyanidin, peonidin, delphinidin, malvidin, pelargonidin, and petunidin. Recently, the role of anthocyanins in disease prevention, especially inflammation, diabetes, cancer, neuro-disorders, hepato-renal protective, and immuno-modulation properties has been highlighted. The current review covered the literature on the pharmacokinetics and pharmacological effects of anthocyanins, especially absorption, distribution, metabolism, and excretion (ADME). The discussion on molecular mechanisms underlying their therapeutic effects is the limelight of the article. The GLUT1, GLUT3, SGLT1, SMCT1, and SMCT2 are the main carriers involved in the transportation of anthocyanins in the gastrointestinal tract. The anthocyanins exert their anticancer effects by reducing the expression of IL-6, IL-1β, TNF-β, COX-2, downregulation of NF-kB,EZH2, MDR1, Akt, and modulation of P13K/AKT and AMPK/mTOR pathways. The reduction in α-amylase and α-glucosidase and improved FFAR1 activity results in antidiabetic effects. The regulation of PGC-1α/NRF2/TFAM, p-PI3K/Akt/GSK3β, and Nrf2/HO-1 prevents neurodegeneration. The anthocyanins impose hepato-renal protective effects via ameliorating NLRP3 inflammasome, inhibiting MDA, GSSG, iNOS, HO-1, ICAM-1, β2-microglobulin, and MPO activity, and improved SOD, CAT, and GSH activity. Anthocyanins promote beneficial gut microbiota and enhance SCFA production, thus inhibiting pro-inflammatory markers. The immuno-modulatory impact of anthocyanins involves the reduction of CRP, P-selectin, C1q, and C4. Anthocyanins reduce LDL, VLDL, TGs, and TC via improved GBA and upregulation of ATP6 V0C, ZO-1, and ATG4D expression. The WHO/FAO suggested that 2.5 mg/kg/day of grape-skin extracts of anthocyanins are safe, and China recommended that 50 mg/day of anthocyanins are safe for consumption. In a nutshell, the multifaceted health benefits of anthocyanins make them promising candidates for disease prevention and therapeutic interventions.",
  "publication_date": "2025-05-04",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70164"
}