{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Acute and prolonged toxicity assessment ofCannabis sativaextract in rodents and lagomorphs.",
  "abstract": "Cannabinoids offer a novel pharmacotherapeutic approach and can complement other medications to address unmet clinical needs in numerous patients, which has led to a global increase in the use of these products. No significant safety concerns have been identified in preclinical studies involving CBD and THC. However, the available data on the toxicity of combined CBD and THC are still inconclusive. Evaluating full-spectrumCannabis sativaextracts is even more complex since whole extracts and isolated phytomolecules do not act in the same way. Given the growing interest in cannabinoid-containing products for human use and the fact that mostcannabistreatments utilize entire inflorescence rather than isolated compounds, the current studies aim to evaluate the preclinical safety of a full-spectrum composition (THC, CBD, minor cannabinoids, terpenes, and flavonoids)Cannabis sativaextract (CSE). This research includes acute (single dose, with animals monitored for 14 days to assess potential effects) and long-term treatments (6 months for rodents and 9 months for rabbits) to assess safety and tolerance. This study demonstrates that a full-spectrum Cannabis sativa extract has a favorable safety profile in both acute and prolonged toxicity studies in rodents and rabbits. In acute toxicity tests, the extract did not show any significant behavioral or physiological changes after oral or intraperitoneal administration. Additionally, administering the extract acutely to rabbits had minimal impact on the central nervous, cardiovascular, and respiratory systems, with only a temporary reduction in motor activity at the highest dose. Prolonged administration of 6 months in rats and 9 months in rabbits did not lead to significant changes in organ histopathology, body weight, or behavior. Although liver enzymes were elevated at the highest doses, other biochemical and hematological parameters remained unchanged. CSE was well-tolerated, as no serious adverse effects were observed; however, a reduction in motor activity was noted in the highest dose group, highlighting the need for further investigation, which is proposed for future studies.",
  "publication_date": "2025-01-25",
  "journal": "Toxicology reports",
  "doi": "10.1016/j.toxrep.2025.101918"
}