{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Exploring natural products for allosteric inhibition of glutathione peroxidase 4 in drug-resistant cancers via molecular docking and dynamics.",
  "abstract": "Glutathione peroxidase 4 (GPX4) plays a pivotal role in regulating ferroptosis and maintaining redox homeostasis, making it a critical target in drug-resistant cancers. Recent studies suggest that allosteric inhibition of GPX4 could overcome resistance mechanisms. This study aimed to identify natural products with potential allosteric inhibition of GPX4 using computational approaches. A comprehensive virtual screening was conducted on a curated library of 125 415 natural compounds derived from the COlleCtion of Open Natural ProdUcTs (COCONUT) database. Structure-based virtual screening and molecular docking were performed against the allosteric site of GPX4 (PDB ID: 7U4N) using UCSF DOCK6. The top candidates were evaluated through binding free energy calculations [molecular mechanics Poisson-Boltzmann surface area (MM-PBSA)] and 100 ns molecular dynamics simulations using the AMBER20 package. Pharmacokinetic and toxicity profiles were assessed through absorption, distribution, metabolism, excretion, and toxicity (ADMET) analysis. Five natural compounds - quercetin, zeatinriboside, ribofuranosylmakaluvic acid C, tecleanatalensine B, and scopolamine - exhibited superior binding affinities (docking scores ranging from -4.01 to -4.95 kcal/mol) compared with the cocrystallized ligand (-3.15 kcal/mol), with significant interactions at the key Cys66 residue of GPX4. MM-PBSA analysis revealed highly favorable binding free energies (up to -37.94 kcal/mol), indicating stable ligand-protein complexes. Molecular dynamic simulations confirmed structural stability, with minimal root mean square deviation and root mean square fluctuations. ADMET profiling suggested favorable solubility, absorption, low toxicity, and good drug-likeness. This study highlights the potential of natural products as allosteric inhibitors of GPX4. The identified compounds demonstrated strong and stable interactions with the GPX4 allosteric site and possessed desirable pharmacokinetic properties, warranting further in-vitro and in-vivo investigations for potential development as anticancer agents targeting drug-resistant cancers.",
  "publication_date": "2025-06-24",
  "journal": "Anti-cancer drugs",
  "doi": "10.1097/CAD.0000000000001749"
}