{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Stimulatory effects of (-)-epicatechin and its enantiomer (+)-epicatechin on mouse frontal cortex neurogenesis markers and short-term memory: proof of concept.",
  "abstract": "Consumption of (-)-epicatechin (Epi), a cacao flavanol improves cognition. The aim was to compare the effects of (-)-Epi or its stereoisomer (+)-Epi on mouse frontal cortex-dependent short-term working memory and modulators of neurogenesis. Three-month-old male mice (n = 7 per group) were provided by gavage either water (vehicle; Veh), (-)-Epi, at 1 mg kg-1 or (+)-Epi at 0.1 mg per kg of body weight for 15 days. After treatment, spontaneous alternation was evaluated by Y-maze. Brain frontal cortex was isolated for nitrate/nitrite measurements, Western blotting for nerve growth factor (NGF), microtubule associated protein 2 (MAP2), endothelial and neuronal nitric oxide synthase (eNOS and nNOS) and immunohistochemistry for neuronal specific protein (NeuN), doublecortin (DCX), capillary (CD31) and neurofilaments (NF200). Results demonstrate the stimulatory capacity of (-)-Epi and (+)-Epi on markers of neuronal proliferation as per increases in immunoreactive cells for NeuN (74 and 120% respectively), DCX (70 and 124%) as well as in NGF (34.4, 63.6%) and MAP2 (41.8, 63.8%). Capillary density yielded significant increases with (-)-Epi (∼80%) vs. (+)-Epi (∼160%). CD31 protein levels increased with (-)-Epi (∼70%) and (+)-Epi (∼140%). Effects correlated with nitrate/nitrite stimulation by (-)-Epi and (+)-Epi (110.2, 246.5%) and enhanced eNOS phosphorylation (Ser1177) with (-)-Epi and (+)-Epi (21.4, 41.2%) while nNOS phosphorylation only increased with (+)-Epi (18%). Neurofilament staining was increased in (-)-Epi by 135.6 and 84% with (+)-Epi. NF200 increased with (-)-Epi (116%) vs. (+)-Epi (84.5%). Frontal cortex-dependent short-term spatial working improved with (-)-Epi and (+)-Epi (15, 13%). In conclusion, results suggest that both enantiomers, but more effectively (+)-Epi, upregulate neurogenesis markers likely through stimulation of capillary formation and NO triggering, improvements in memory.",
  "publication_date": "2021-05-01",
  "journal": "Food & function",
  "doi": "10.1039/d0fo03084h"
}