{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "An innovative approach to improve the taste, quality, and shelf life of aronia berry juice by integrating food ingredient technology with high-pressure processing (HPP) technology.",
  "abstract": "Aronia juice possesses multiple health benefits; however, unfavorable taste and storage instability limit its large-scale production and consumption. In this study, aronia juice was formulated with 2% (w/w) gum Arabic or 0.5% (w/w) egg white powder, treated with high-pressure processing (HPP) at 600 MPa for 5 min, and stored at 4°C for 12 months. A hedonic test (N = 60) was conducted, and the level of microorganisms, physicochemical properties, phenolic content, and antioxidant capacity during storage were evaluated. The results showed both formulations effectively reduced astringency, enhanced consumer liking, and improved physical and color stability of aronia juice. During storage, aerobic plate count, yeast counts, and mold counts remained below 1 log CFU/mL after HPP treatment. Only slight fluctuations were observed in pH, titratable acidity, °Brix, and °Brix: acid. Nonanthocyanin phenolic compounds and antioxidant capacity remained relatively stable. Overall, aronia juice formulated with gum Arabic or egg white powder and treated with HPP exhibited higher consumer acceptability, good storage stability, and an extended microbial shelf life at 4°C. These findings are valuable in meeting consumer demand for healthy fruit juices with an appealing taste while supporting the development of the aronia berry industry. PRACTICAL APPLICATION: This study presents an innovative approach to improve the taste, quality, and shelf life of aronia berry juice by integrating food ingredient technology with high-pressure processing technology. The technology also could be used for the commercial production of other high-polyphenol juices like aronia berry.",
  "publication_date": "2025-05-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70146"
}