{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Antibacterial and antioxidant double-layered nanofibrous mat promotes wound healing in diabetic rats.",
  "abstract": "Diabetic wounds are problematic to heal owing to microbial infections as well as decreased proliferation and high concentrations of reactive oxygen species. In this study, a double-layered nanofibrous mat containing grape seed extract (GSE) and silver sulfadiazine (SSD) was fabricated. A synthetic biodegradable polymer, e.g., polycaprolactone (PCL), and a natural material (i.e., collagen) were employed as wound dressing substances. The results showed that GSE possesses antioxidant activity which can be helpful in reducing free radicals. The platform exhibited antibacterial activity against gram-positive and -negative bacteria. The double-layered nanofibrous mat containing GSE and SSD not only was not toxic but also amplified the cell proliferation compared to a pure mat, showing the effect of plant extract. After induction of a round wound, the animals were divided into three groups, namely (1) normal group (receiving + GSE/-GSE nanofiber), (2) diabetic group (receiving + GSE/-GSE nanofiber), and (3) control group (receiving gauze). In vivo evaluation demonstrated no significant differences in the healing process of normal rats. Surprisingly, fully repaired skin was observed on day 14 in the double-layered nanofibrous mat containing GSE in the normal and diabetic groups whereas the wound of diabetic rats treated with pure mat was not completely healed. The macroscopic and microscopic results after 14 days showed the following order in wound repair: Normal/ + GES > Diabetic/ + GSE > Normal/-GES > Diabetic/-GSE > control (with gauze) (p < 0.05). Accordingly, the double-layered nanofibrous mat containing GSE and SSD used in the present study could be considered as a suitable wound dressing in order to shorten healing time and prevent infection during the wound healing process.",
  "publication_date": "2023-02-23",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-023-30240-8"
}