{
  "source": "PubMed",
  "query": "lignans",
  "title": "Anti-arthritic potential and mechanistic insights of methanol extract of Rhamnus prinoides Engl. in complete Freund's adjuvant-induced rats.",
  "abstract": "This study determined the phytochemical profile and in vivo anti-arthritic potential and mechanistic effects of MeOH extract of Rhamnus prinoides. The liquid chromatography-mass spectrometry (LC-MS) and gas chromatography-mass spectrometry (GC-MS) were used in the phytochemical analysis of the extract. In the anti-arthritic assay, the rats were assigned into arthritic control, non-arthritic control, methotrexate control, and three extract-treated [100, 200, and 300 mg/kg body weight (bw)] groups. Complete Freund's adjuvant was used to induce polyarthritis. The treatments were orally administered from day 8 post-induction of polyarthritis. The experimental animals were euthanized and blood was drawn for hematological parameter analysis on day 29. The ankle joint tissue and liver were detached and utilized in gene expression using RT-qPCR and standard antioxidant assays, respectively. One-factorial ANOVA and Tukey's multiple comparisons were used to compute for statistical differences of the raw data. The LC-MS analysis identified phytochemicals of flavonoids, anthraquinones, lignans, and coumarins classes. Fatty acid methyl ester, benzofuran, and terpene were also detected using GC-MS. The extract significantly reduced ankle joint edema, reduced body weight loss and arthritis scores, improved elevated spleen and thymus indices, attenuated aberrant hematological parameters, lowered malonaldehyde levels, and enhanced enzymatic antioxidant activities in rats induced with polyarthritis (p < 0.05). The extract also significantly upregulated expression of I-κBα, IL-4, and IL-10 genes, as well as downregulated expression of STAT-3, NF-κB, RANKL, COX-2, TNF-α, and IL-6 genes in rats induced with polyarthritis (p < 0.05). The extract possesses phytochemicals with anti-arthritic potential and can be used as a potential lead in developing novel anti-arthritic agents.",
  "publication_date": "2025-05-05",
  "journal": "Inflammopharmacology",
  "doi": "10.1007/s10787-025-01770-6"
}