{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "The Growth, Pathogenesis, and Secondary Metabolism ofFusarium verticillioidesAre Epigenetically Modulated by Putative Heterochromatin Protein 1 (FvHP1).",
  "abstract": "Fusarium verticillioidesis a globally prevalent phytopathogenic fungus responsible for multiple diseases in maize and a major producer of the mycotoxin fumonisin B1 (FB1), a highly toxic fungal secondary metabolite (FSM). The histone code, which includes reversible modifications such as acetylation and methylation, plays a critical role in regulating chromatin structure and gene expression. In fungi, di- and tri-methylation of histone H3 at lysine 9 (H3K9me2/3) serves as a key epigenetic mark associated with heterochromatin formation and transcriptional repression. In this study, we identified and characterized a putative heterochromatin protein 1 (HP1) family member inF. verticillioides, designated FvHP1, based on conserved domain architecture and phylogenetic analyses. FvHP1 retains essential residues required for H3K9me2/3 recognition, supporting its functional conservation within the HP1 protein family. Phenotypic analysis of the ΔFvHP1 mutant revealed impaired vegetative growth, reduced conidiation and virulence, and altered FB1 mycotoxin production. Additionally, the accumulation of red pigment in the mutant was linked to the deregulation of secondary metabolism, specifically the overproduction of fusarubin-type naphthoquinones, such as 8-O-methylnectriafurone. These results support the role of FvHP1 in facultative heterochromatin-mediated repression of sub-telomeric biosynthetic gene clusters, including the pigment-associated PGL1 cluster. Our findings provide new insights into the epigenetic regulation of fungal pathogenicity and metabolite production, as well as the first evidence of a functional HP1 homolog inF. verticillioides.",
  "publication_date": "2025-05-31",
  "journal": "Journal of fungi (Basel, Switzerland)",
  "doi": "10.3390/jof11060424"
}