{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Metabolomic analysis of the impact of MtrA on carbon metabolism inStreptomyces coelicolor.",
  "abstract": "The response regulator MtrA ofStreptomycesregulates secondary metabolism as well as primary metabolism, including nitrogen metabolism and phosphate metabolism; however, it is not known whether MtrA is involved in the control of central carbon metabolism inStreptomyces. In this study, we revealed that the growth medium of the MtrA mutant strain (ΔmtrA) is acidic under multiple growth conditions and that this acidification is dependent on the type of medium used. We performed targeted metabolomic analysis to determine the types and levels of organic acids produced by the wild-type strainStreptomyces coelicolorM145 and ΔmtrA, and the results revealed that production of multiple organic acids associated with the tricarboxylic acid cycle (TCA) and glycolysis pathway was changed significantly in ΔmtrA, compared with M145, indicating a broad impact of MtrA on carbon metabolism and suggesting the basis for the acidification of the growth media by ΔmtrA. Multiple potential MtrA sites were predicted in the sequences upstream of genes involved in the TCA cycle, including genes encoding citrate synthases, and we showed that MtrA bound these potential sites, suggesting that MtrA targets these carbon metabolism genes. Our transcriptional analysis showed that carbon metabolism genes with MtrA sites are differentially expressed in ΔmtrA, indicating regulation of these genes by MtrA. Overall, our study indicates that the response regulator MtrA has a broad impact on central carbon metabolism, adding new insight into our understanding of the regulation of carbon metabolism inStreptomyces.IMPORTANCECentral carbon metabolism is a key primary metabolic process, and its tight regulation is crucial for maintaining normal physiology in microbes. However, carbon metabolism is the least understood metabolic process in primary metabolism inStreptomyces. In this study, we demonstrated a broad impact of the response regulator MtrA on the production of metabolites associated with the tricarboxylic acid cycle and glycolysis pathway, thereby leading to the accumulation of organic acids and decreases in the pH values of the growth medium with an MtrA mutant strain. We further revealed MtrA sites upstream of genes involved in carbon metabolism and determined that MtrA bound to these sites, revealing MtrA as a regulator for carbon metabolism inStreptomyces. Our study enhances the understanding of the role of MtrA and helps to elucidate the regulatory mechanisms of a major metabolic process inStreptomyces.",
  "publication_date": "2025-06-30",
  "journal": "Microbiology spectrum",
  "doi": "10.1128/spectrum.00096-25"
}