{
  "source": "PubMed",
  "query": "tannins",
  "title": "Comprehensive integration strategy combining chemical modification and physical processing for the efficient formulation of cottonseed protein-derived fish feeds with superior animal husbandry potential.",
  "abstract": "Growing concerns over antibiotic resistance in animal production highlight bayberry tannin (BT), a bioactive polyphenol, as a promising alternative. Cottonseed protein concentrate (CPC), a premium plant-based protein with exceptional functional versatility, holds significant potential for animal feed applications. Herein, innovative C@B complexes, comprising CPC, BT, hydrogen peroxide, and ascorbic acid, were developed through a safe protein-polyphenol grafting modification technique, and followed by an efficient co-extrusion process. The C@B complexes maintained CPC's nutritional profile while forming a porous foam structure. At a 1.00 mg/mL concentration, C@B-100 demonstrated potent antioxidant activity, scavenging 97.14 % of ABTS and 83.59 % of DPPH radicals. In vitro and in vivo experiments revealed that C@B-100 effectively inhibited S. aureus and E. coli growth while exhibiting excellent biocompatibility. Notably, Feed S3 significantly enhanced largemouth bass feed intake, likely due to protein swelling enhancing odor and palatability. Besides, largemouth bass administered with Feed S3 demonstrated marked improvements in antioxidant responses, as evidenced by a significant reduction in reactive oxygen species levels in both plasma and liver, decreasing from 55.82 and 119.47 IU/mL to 46.12 and 77.73 IU/mL, respectively (P < 0.05), while total antioxidant capacity significantly increased from 0.29 and 0.16 U/mgprot to 0.40 and 0.24 U/mgprot, respectively (P < 0.05). Overall, this research underscores the prospects of combining chemical modification and physical processing for the high-value utilization of natural proteins.",
  "publication_date": "2025-05-21",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144294"
}