{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Pickering Double Emulsions Stabilized with Chitin Nanocrystals and Myristic Acid-Functionalized Silica Nanoparticles for Curcumin and Chlorogenic Acid Co-Delivery.",
  "abstract": "Background/Objectives: Double emulsions (DEs) enable the simultaneous encapsulation of water-soluble and oil-soluble bioactive compounds. Their stability can be enhanced through Pickering stabilization, where solid particles are irreversibly anchored at the interfaces, forming a steric barrier. This study aimed to evaluate the release behavior of curcumin and chlorogenic acid (CA) in Pickering DEs formulated with chitin nanocrystals (ChNCs) stabilizing the outer interface (DE-ChNC) and both ChNCs and myristic acid-functionalized silica nanoparticles (SNPs-C14) stabilizing the outer and inner interfaces (DE-ChNC-C14) under in vitro gastrointestinal digestion.Methods: The optimal homogenization parameters (time and speed) for stabilizing the external interface with ChNCs were determined using a statistical design. Pickering DEs were characterized (droplet size and size distribution, microstructure, creaming, encapsulation efficiency and stability, rheological behavior) and subjected to the INFOGEST digestion method.Results: ChNCs effectively maintained the droplet size, microstructure, and ζ-potential, preventing coalescence and creaming while enhancing viscosity and gel-like behavior, contributing to improved physical stability. The CA encapsulation efficiency was higher in DE-ChNC-C14 (91.4%) than in DE-ChNC (45.0%) due to the presence of SNPs-C14 at the inner interface, which improved CA retention during storage. CA was gradually released from DE-ChNC-C14 throughout digestion, with bioaccessibility similar to that of the control DE (stabilized with conventional emulsifiers; ~60%). Curcumin bioaccessibility in the Pickering DEs was relatively high (~40%) but lower than in the control DE, as the ChNCs reduced lipid digestion and curcumin bioaccessibility.Conclusions: ChNCs and SNPs-C14 effectively stabilized the outer and inner interfaces of DEs, enabling the simultaneous release of water-soluble and oil-soluble bioactives with health benefits.",
  "publication_date": "2025-04-16",
  "journal": "Pharmaceutics",
  "doi": "10.3390/pharmaceutics17040521"
}