{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Quantification and purification of procyanidin B1 from food byproducts.",
  "abstract": "The flavan-3-ols of 10 primarily plant food byproducts, including Muscat Hamburg grape seed, hawthorn sarcocarp, litchi pericarp, cocoa bean, peanut skin, lotus seedpod, Xinyang Maojian green tea, Cinnamomi cortex, Sargentodoxa cuneata stem, and Cyperus esculentus, leaves were analyzed. Ultrahigh-performance liquid chromatography-triple quadrupole mass spectrometry was used for the analysis. Cyperus esculentus leaves contained a high amount of procyanidin B1 (198.9 mg/100 g), second only to Muscat Hamburg grape seed (292.9 mg/100 g). Unlike grape seed that contained several procyanidin B isomers with very similar retention times, C. esculentus leaves contained primarily procyanidin B1 with few isomers. Procyanidin B1 was enriched in the ethyl acetate fraction of a 70% methanol extract of C. esculentus leaves and purified at 95% purity by two runs of open column chromatography. Direct chromatography of the plant extract on octadecylsilane and Sephadex LH20 open columns improved the yield of the resultant leaf procyanidin B1 (95% purity) to 0.21‰. The present research demonstrated that the leaves of C. esculentus, byproducts of tigernut, are ideal plant sources for isolating and providing high-purity procyanidin B1. PRACTICAL APPLICATION: Procyanidin B1 has a broad range of health benefits. Cyperus esculentus is cultivated in many countries with nearly 6190 square hectares (hm2) in the Spanish Mediterranean region in 2020-2021 and over 16,700 hm2in China in recent years, primarily for its tubers. The byproducts, the leaves of C. esculentus, contain high levels of procyanidin B1, with few isomers that interfere with its isolation and purification. Thus, the leaves of this plant provide a viable source for preparing high-purity procyanidin B1.",
  "publication_date": "2022-10-27",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.16358"
}