{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Composite Sustained-Release Antibacterial Films Formed by Hydrogen-Bonding Cross-Linking of Sulfobutylether-β-cyclodextrin@curcumin Inclusion Complexes with Gelatin for Grape Preservation.",
  "abstract": "Curcumin as a natural polyphenolic compound has excellent antimicrobial and antioxidant activities. However, its hydrophobicity and sensitivity to environmental conditions, such as light, heat, and pH, limit its practical application in food preservation. In this study, sulfobutylether-β-cyclodextrin (SBE-β-CD) complexed with curcumin (Cur) was used to prepare inclusion complexes (SBE-β-CD@Cur), which were then integrated into a gelatin matrix assembled by hydrogen-bonding cross-linking to form composite films (SBE-β-CD@Cur/Gel) with a sustained-release effect for fruit preservation. The encapsulation of curcumin by SBE-β-CD reached 89.65%; the inclusion complex and gelatin molecules were assembled into a dense and high-toughness composite film through hydrogen-bonding cross-linking, with a maximum tensile strength of 15.99 MPa and excellent surface hydrophobicity and oxygen barrier properties. The composite film's slow-release action enabled curcumin to demonstrate more lasting antioxidant effects, with 1,1-diphenyl-2-trinitrohydrazine and 2,2'-azinobis(3-ethylbenzothiazoline)-6-sulfonic acid radical scavenging rates maintaining about 80% even after 10 days of storage. The SBE-β-CD@Cur/Gel film can effectively inhibit the harm of foodborne pathogens. Finally, the advantages of composite films in food preservation and environmentally friendly characteristics were determined through grape preservation and soil biodegradation tests. The multifunctional composite films prepared via a simple hydrogen-bonded assembly strategy advance understanding of cyclodextrin-encapsulated hydrophobic actives and curcumin's slow-release potential in food preservation.",
  "publication_date": "2025-05-27",
  "journal": "Journal of agricultural and food chemistry",
  "doi": "10.1021/acs.jafc.5c01493"
}