{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Exploring the role of Arthrospira platensis and earthworms (Lumbricus castaneus) biosystem in mitigating antimony toxicity and enhancing the biochemical properties of cucurbit plants.",
  "abstract": "The rising industrial use of antimony (Sb) has led to its widespread pollution, negatively impacting plant growth as an emerging pollutant. Limited studies have explored the integrated biosystems involving Arthrospira platensis (AP) and/or earthworms (EW) on cucurbit plants under Sb-stress. This study uncovered the toxicity of three levels of 'Sb' on soil characters and biochemical changes of cucurbit leaves with/without EW and/or AP. The GC-mass analysis of AP-extract documented the presence of 33 bioactive compounds; including 11,13-dimethyl-12-tetradecen-1-ol acetate, lanostane-7,11-dione, 3-(acetyloxy)-, erucic acid, cis-10-nonadecenoic acid, cis-vaccenic acid, oleic acid, and others which have antioxidative and growth-promoting properties. Earthworms isolated from Sb-contaminated soils showed severe morphological and ultrastructure changes in skin and overall worm's body. However, the integrated biosystem alleviated the impacts of 'Sb' on earthworms and cucurbits compared to their single application. Supplementation of bioagents to Sb-stressed soils improved plant growth and photosynthetic pigments content of cucurbits. This was achieved by modulating the foliar and soil content of essential elements and restricting 'Sb' accumulation in leaves. These changes maintained relative water content and osmotic balance in the cell along with increasing the activities of carbonic anhydride and nitrate reductase. Moreover, AP and/or EW application associated with up-regulation of Sb-chelation chaperones and increasing the activity of glutathione-S-transferase, phenylalanine ammonialyase, and lignin accumulation. Furthermore, heatmap and principal component analyses showed a positive response of hydrogen sulfide, secondary metabolites, and antioxidants which reduced nitro-oxidative stress and membrane damage criteria of Sb-stressed plants-received bioagents. All these up-regulations of the used applicants improved the tolerance of cucurbit plants against Sb-stress, increased the shoot growth, root development, and reduced the chlorosis of leaves. The present investigation highly recommended using A. platensis and earthworms as green technologies to enhance the plant tolerance against 'Sb' or may be other emergent pollutants.",
  "publication_date": "2025-05-29",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.110096"
}