{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Monodispersed AgNPs Synthesized from the Nanofactories ofTheobroma cacao(Cocoa) Leaves and Pod Husk and Their Antimicrobial Activity.",
  "abstract": "Silver nanoparticles (AgNPs) have been synthesized from the more chemically rich and diverse cocoa pod; the synthesis of silver nanoparticles from cocoa leaves, which are less rich and have low diversity in bioactive molecules, is yet to be achieved. In this work, AgNPs produced using the extracts of the cocoa leaf (CL) and cocoa pods (CP) have been investigated and their antimicrobial activity againstE. coliwas evaluated. UV-visible absorption spectroscopy was used to examine the reduction of silver ions in solution and the surface plasmon resonance of AgNPs. Scanning electron microscopy (SEM), energy-dispersive X-ray spectroscopy (EDX), dynamic light scattering (DLS), X-ray diffraction (XRD), and Fourier transform infrared spectroscopy (FTIR) were used to further characterize the nanoparticles. The crystalline nature of AgNPs was confirmed by XRD, and the purity and presence of elemental silver were determined by EDX. CL-AgNPs were observed to have a surface plasmon resonance of 425 nm, while CP-AgNPs had a surface plasmon resonance of 440 nm. CL-AgNPs had a significantly higher purity than CP-AgNPs. With a shorter nucleation time, the intensity of the UV-Vis spectrum was always higher in the case of CL-AgNPs, indicating a larger population of bioactive molecules available for CL-AgNPs synthesis. FTIR confirmed the presence of phenolic compounds in the leaf and pod extract, implying that water-soluble polyphenolic and flavonoid chemicals are responsible for nanoparticle reduction, capping, and stability. AgNPs generated from CL and CP extracts are polydispersed, with particle sizes of 10-110 nm and 20-680 nm, respectively, according to DLS. The corresponding zeta potentials measured are -2.7 mV for CL-AgNPs and -0.93 mV for CP-AgNPs. The zeta potential values suggest that the particles have long-term stability. Furthermore, CL-AgNPs outperformed CP-AgNPs in terms of antibacterial activity againstEscherichia coli. CL-AgNPs were found to have a maximal inhibitory zone of 21 mm.",
  "publication_date": "2022-02-02",
  "journal": "International journal of biomaterials",
  "doi": "10.1155/2022/4106558"
}