{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Bioactive potential of Tripleurospermum inodorum with detailed insight into anti-inflammatory activity through in vitro, in vivo evaluations and network pharmacology.",
  "abstract": "This study evaluated Tripleurospermum inodorum extract for cytotoxic, anti-inflammatory, antioxidant, antimicrobial, and antibiofilm properties, alongside its phenolic profile, predicted pharmacological interactions and in vivo anti-inflammatory properties. The methanolic extract of T. inodorum was rich in apigenin derivatives, including apigenin-O-pentoside (5.234 mg/g) and apigenin-O-acetyl hexoside (4.929 mg/g), as identified using LC-DAD-ESI/MSⁿ. The extract demonstrated potent anti-inflammatory activity (IC₅₀ = 8.4 µg/mL) by inhibiting nitric oxide production in a RAW 264.7 macrophage model, a key mechanism in controlling inflammatory responses. Its cytotoxicity against NCI-H460 lung carcinoma cells (GI₅₀ = 62.9 µg/mL) suggests potential for targeting inflammation-driven carcinogenesis. Antioxidant activity, ranging from 204.4 (FRAP) to 442.2 (ABTS) mmol of gallic acid equivalents per 100 mg dry weight, highlights its role in mitigating oxidative stress-a critical driver of chronic inflammation. The extract also displayed moderate antimicrobial activity (MIC: 3-12 mg/mL) and strong antibiofilm potential (> 70% inhibition in a crystal violet assay), which are essential for managing infection-associated inflammation. Network pharmacology revealed that dominant phenolic compound act as aldose reductase inhibitors, targeting inflammatory pathways linked to metabolic stress. In vivo assessment using a xylene-induced ear edema model revealed a dose-dependent, biphasic anti-inflammatory effect, with lower doses (125 and 250 mg/kg) exhibiting greater efficacy compared to the highest dose (500 mg/kg), suggesting a hormetic response that emphasizes the importance of optimal dosing. These findings indicate that the methanolic extract of T. inodorum possesses a broad spectrum of bioactivities relevant to inflammation control and supports its further development as a source of novel anti-inflammatory therapeutics.",
  "publication_date": "2025-05-07",
  "journal": "Inflammopharmacology",
  "doi": "10.1007/s10787-025-01769-z"
}