{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "The Effects of Sourdough Fermentation on the Biochemical Properties, Aroma Profile and Leavening Capacity of Carob Flour.",
  "abstract": "Roasted carob flour is a sustainable ingredient rich in dietary fiber, polyphenols, and pinitol, offering potential for both food and pharmaceutical applications. However, its high sugar content and the presence of undesirable compounds such as furans present challenges for its use in bread making. This study evaluated the effects of prolonged sourdough fermentation on roasted carob flour, with a focus on microbial dynamics and its functional and technological properties. Carob and carob-wheat sourdoughs were prepared using a mixed starter culture comprising three lactic acid bacteria (Lactiplantibacillus plantarum,Fructilactobacillus sanfranciscensis, andLactobacillus helveticus) and three yeast species (Saccharomyces cerevisiae,Kazachstania humilis, andTorulaspora delbrueckii). The sourdoughs underwent six consecutive refreshment cycles and were analyzed to determine their pH, microbial and biochemical composition, gassing power, and volatile organic compounds (VOCs). The carob-wheat sourdough exhibited faster acidification and higher lactic acid bacteria (LAB) activity, resulting in a 90-98% reduction in the sugar content, compared to 60% in the carob sourdough. Microbial sequencing revealed thatL. plantarumwas the dominant species in all samples, whileK. humilisandS. cerevisiaewere enriched in carob and carob-wheat sourdough, respectively. Both types of sourdough demonstrated effective leavening in bread dough without the addition of commercial yeast. Fermentation also modified the VOC profiles, increasing esters and alcohols while reducing acids, aldehydes, ketones, and furans. While the antioxidant activity showed a slight decline, the pinitol content remained unchanged. These findings suggest that extended sourdough fermentation, supported by multiple refreshments, enhances the baking suitability of roasted carob flour and supports its application as a functional, sustainable ingredient.",
  "publication_date": "2025-05-09",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14101677"
}