{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Analysis of fruit ripening in Theobroma cacao pod husk based on untargeted metabolomics.",
  "abstract": "The pod husk of Theobroma cacao (CPH) plays an important agronomical role, as its appearance is used as indicator of ripening, guiding the farmers in the harvest process. Cacao harvesting is not a standardized practice because farmers harvest between six up to eight months from flowering, guided by pod's color and shape. The mixture of cacao beans from different ripening stages (RS), negatively affecting the quality and price of grain. A way to help the farmers in the harvest standardization could be through the use of chemical markers and visual indicators of CPH ripening. This study analyses CPH's metabolic distribution of two cacao clones, ICS95 and CCN51 at six, seven, and eight months of ripening. Untargeted metabolomics was done using HPLC-MS/MS for biomarker discovery and association to cacao ripening. The results indicated a strong metabolic differentiation of the sixth month with the rest of the months independent of the variety. Also, metabolic differences were found between cacao clones for the seventh and eighth month. We annotated five potential biochemical markers including 3-caffeoylpelargodinin 5-glucoside, indoleacetaldehyde, procyanidin A dimer, procyanidin C1, and kaempferol. We further looked for correlation between patterns of progression of our markers against quantitative indicators of CPH appearance and texture, at the same ripening stages. We also performed a functional analysis and three possible metabolic pathways: flavone and flavonol biosynthesis, flavonoid biosynthesis, and tryptophan metabolism were identified associated with stress sensing, plant development and defense respectively. We found significant and positive correlations between green color density and all metabolites. For texture, the correlations were significantly negative with all metabolites. Our results suggest that about the sixth month is appropriate for harvesting cacao in the region of Caldas, Colombia in order to avoid all the metabolic variations occurring at later stages of ripening which impact the cacao bean quality. Therefore, studying the cacao ripening process can help in the estimation of the best harvest time and contribute to the standardization of harvest practices.",
  "publication_date": "2022-08-31",
  "journal": "Phytochemistry",
  "doi": "10.1016/j.phytochem.2022.113412"
}