{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Impact of brominated flame retardants on lipid metabolism: An in vitro approach.",
  "abstract": "Brominated flame retardants (BFRs) are chemicals employed to lower the flammability of several objects. These endocrine disruptor chemicals are lipophilic and persistent in the environment. Due to these characteristics some have been restricted or banned by the European Union, and replaced by several new chemicals, the novel BFRs (NBFRs). BFRs are widely detected in human samples, such as adipose tissue and some were linked with altered thyroid hormone levels, liver toxicity, diabetes and metabolic syndrome in humans. However, the disturbance in lipid metabolism caused by BFRs with emphases to NBFRs remains poorly understood. In this study, we used a pre-adipocyte (3T3-L1) cell line and a hepatocyte (HepG2) cell line to investigate the possible lipid metabolism disruption caused by four BFRs: hexabromobenzene (HBB), pentabromotoluene (PBT), 2-ethylhexyl-2,3,4,5-tetrabromobenzoate (TBB) and hexabromocyclododecane (HBCD). For that purpose, proliferation and Oil Red O assays, as well as, medium fatty acids profile evaluation using Gas chromatography and RNA extraction for quantitative RT-PCR assays were performed. We detected a significant reduction in the proliferation of preadipocytes and an increased lipid accumulation during differentiation caused by HBB. This BFR also lead to a significant increased expression of IL-1β and decreased expression of PGC-1α and adiponectin. Nevertheless, PBT, TBB and HBCD show to increase lipid accumulation in hepatocytes. PBT also display a significant increase of PPARγ gene expression. Lipid accumulation in the cells can occur by diverse mechanisms depending on the BFR. These results highlight the importance of endocrine disruptor compounds in obesity etiopathogeny.",
  "publication_date": "2021-12-04",
  "journal": "Environmental pollution (Barking, Essex : 1987)",
  "doi": "10.1016/j.envpol.2021.118639"
}