{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Product Development Study of Freeze-Dried Apples Enriched with Sea Buckthorn Juice and Calcium Lactate.",
  "abstract": "Enriched or fortified foods are typically linked to ultra-processed foods, limiting the choice of functional food in the market. Addressing the market potential, particularly the elder population with osteoporosis, the functional food industry should consider developing a healthy snack enriched with bioactive substances. This study aimed to produce freeze-dried Polish Gala apple with improved antioxidant properties and calcium content via impregnation or osmotic dehydration process. The solutions containing various concentrations of sea buckthorn (SB) juice and inulin were prepared at different temperatures and times, then analyzed by response surface regression modelling. Subsequently, the effect of the addition of 0-6% calcium lactate (CaL) on antioxidant properties and calcium content was also studied. Freeze-dried apple, after impregnation with 93.8% SB juice, 0:100 inulin-SB juice ratio, at 30 °C for 120 min, with the addition of 4% CaL (hereafter called \"4% CaL\" treatment), possessed a minimum yet acceptable loss of antioxidant properties and increased calcium content (2209.13 mg Ca/100 g). UPLC-PDA revealed the altered compositions of phenolics (flavonols were dominated by isorhamnetin-3-O-glucoside and isorhamnetin-3-O-rutinoside) and carotenoids in 4% CaL. The 4% CaL also exhibited lower polyphenol oxidase and peroxidase activities, moderate sensory acceptability with soft texture, and better nutritional values with lower calories when compared to the controls. This work is a scalable study, covering aspects of process design, physicochemical, nutritional, and enzymatic properties, as well as sensory profiling, which has potential for industrial implementation.",
  "publication_date": "2025-03-28",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30071504"
}