{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Effect of Drying Methods on the Leaf and Flower Tissues ofPaulownia elongataandP. fortuneiand Resultant Antioxidant Capacity.",
  "abstract": "Paulownialeaves and flowers have been used to prepare medicinal tea in traditional Chinese medicine; however, there has been no scientific validation of bioactive compounds so far. A systematic study is presented to establish a suitable drying protocol for leaf and flower tissues that may be useful in preserving bioactive compounds and retaining high antioxidant capacity. Additionally, a suitable drying protocol is commercially imperative for improving the shelf life of these tissues. In this study,P. elongataandP. fortuneijuvenile leaves and flowers at two stages (pre- and post-anthesis stages) were subjected to five drying treatments to study the drying characteristics and were analyzed for total polyphenols, total flavonoids, and antioxidant capacity. Oven drying, sun drying, shade drying, freeze drying, and microwave drying were the five drying methods that were used to evaluate their efficacy on the drying characteristics and antioxidant potential. Fresh and dried tissues were analyzed for total polyphenols, total flavonoids, total tannins, total catechins, total monomeric anthocyanins, and total antioxidant capacity. A strong correlation was observed between the moisture content and total polyphenols (the lower the moisture content, the lower the polyphenols). Sun drying was the best method forPaulowniatissues based on color retention, moisture content, overall cost effectiveness, time, and antioxidant capacity. Shade drying was the second-best method based on the same parameters. No significant differences were observed betweenP. elongataandP. fortuneitissues in their total antioxidant capacity. Leaves and flowers at the pre-anthesis stage (stage 6) registered a higher level of total polyphenols, flavonoids, tannins, catechins, and resultant antioxidant capacity in comparison with flowers at stage 9 (the post-anthesis stage). Monomeric anthocyanins were highest inP. elongataflowers at stage 6. A strong correlation was observed between moisture content and the antioxidant levels ofPaulowniatissues.",
  "publication_date": "2025-02-27",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14030280"
}