{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Resveratrol attenuates the priapism phenotype in sickle cell mice by restoring NO-cGMP-PDE5 signaling and reducing NADPH oxidase 2 expression.",
  "abstract": "The pathogenesis of priapism in sickle cell disease (SCD) is closely linked to oxidative stress and reduced bioavailability of nitric oxide (NO) in penile tissue. Resveratrol, a potent natural antioxidant, has demonstrated protective effects in various vascular disorders. To evaluate the therapeutic effects of resveratrol on priapism, oxidative stress markers, and NO-cGMP signaling in the penile tissue of transgenic SCD mice. Male wild-type (C57BL/6) and transgenic SCD mice were treated with resveratrol (100 mg/kg/day, gavage) or vehicle for 2 weeks. Functional studies were conducted on CC strips mounted in organ baths to assess relaxation responses to acetylcholine (ACh), sodium nitroprusside (SNP), and nitrergic stimulation (electrical field stimulation, EFS). The oxidative stress markers (NOX-2, 4-HNE, and 3-NT), cGMP levels, and the mRNA expression of endothelial nitric oxide synthase (eNOS) and phosphodiesterase type 5 (PDE5) were evaluated. Resveratrol treatment decreased exaggerated ACh-, SNP-, and EFS-induced relaxation responses in SCD mice. It also reduced oxidative stress markers (NOX-2, 4-HNE, and 3-NT) and normalized eNOS and PDE5 mRNA expression in the CC of SCD mice. Additionally, cGMP levels in the CC were significantly increased by resveratrol treatment. These effects were specific to SCD mice and not observed in wild-type mice. In conclusion, resveratrol reduces oxidative stress and restores NO-cGMP signaling in the penile tissue, reducing the exaggerated cavernosal relaxation characteristic of priapism in SCD. These findings highlight resveratrol as a promising therapeutic candidate for managing priapism in patients with SCD.",
  "publication_date": "2025-04-30",
  "journal": "Frontiers in pharmacology",
  "doi": "10.3389/fphar.2025.1551533"
}