{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Comparison among Different Green Extraction Methods of Polyphenolic Compounds from Exhausted Olive Oil Pomace and the Bioactivity of the Extracts.",
  "abstract": "The use of by-products as a source of bioactive compounds with economic added value is one of the objectives of a circular economy. The olive oil industry is a source of olive pomace as a by-product. The olive pomace used in the present study was the exhausted olive pomace, which is the by-product generated from the air drying and subsequent hexane extraction of residual oil from the olive pomace. The objective was to extract bioactive compounds remaining in this by-product. Various types of green extraction were used in the present study: solvent extraction (water and hydroalcoholic); ultrasound-assisted extraction; Ultra-Turrax-assisted extraction; and enzyme-assisted extraction (cellulase; viscoenzyme). The phenolic profile of each extract was determined using HPLC-DAD and the total phenolic content (TPC) and antioxidant activity (ABTS, DPPH, and ORAC) were determined as well. The results showed significant differences in the yield of extraction among the different methods used, with the enzyme-assisted, with or without ultrasound, extraction presenting the highest values. The ultrasound-assisted hydroethanolic extraction (USAHE) was the method that resulted in the highest content of the identified phenolic compounds: 2.021 ± 0.29 mg hydroxytyrosol/100 mg extract, 0.987 ± 0.09 mg tyrosol/100 mg extract, and 0.121 ± 0.005 mg catechol/100 mg extract. The conventional extraction with water at 50 °C produced the best results for TPC and antioxidant activity of the extracts. The extracts from the USAHE were able to inhibit Gram-positive bacteria, especiallyBacillus cereus, showing 67.2% inhibition at 3% extract concentration.",
  "publication_date": "2024-04-24",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules29091935"
}