{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Enhancing Bioavailability and Stability of Plant Secondary Metabolites: Formulation and Characterization of Nanophytosomes Encapsulating Red Bryony and Horned Poppy Extracts.",
  "abstract": "Biocompatible nanocarriers were formulated by encapsulating medicinal extracts fromBryonia dioica(Red Bryony) andGlaucium leiocarpum(Horned Poppy) using a nanophytosome approach. The nanophytosomes were prepared by employing a thin-film hydration technique. The SEM results showed a broad size distribution for both nanophytosomes, and the encapsulation efficiency was about 75-80% for both Red Bryony and Horned Poppy nanophytosomes, as confirmed through scanning electron microscopy (SEM) and dynamic light scattering (DLS). Zeta potential analysis indicated sufficient surface charges to maintain colloidal stability. Encapsulation improved the release characteristics of the extracts, exhibiting an initial burst release followed by sustained release, which is advantageous for enhancing bioavailability within a liquid environment. Fourier-transform infrared (FTIR) spectroscopy identified key functional groups, confirming the successful encapsulation of bioactive ingredients within the nanophytosomes. Cytotoxicity tests on fibroblast cell lines (HSF-PI 16) demonstrated the safety of these nanocarriers, indicating biocompatibility at concentrations up to 200 μg/mL. Stability tests over 30 days revealed minimal size fluctuations, further supporting the structural integrity of the formulations. Results suggest that the synthesized nanophytosomes could serve as effective and novel nanocarriers for herbal delivery, addressing the bioavailability limitations of herbal extracts and offering a promising approach for therapeutic applications in both traditional and alternative medicine. This is the first study to report nanophytosome-based delivery of Red Bryony and Horned Poppy extracts.",
  "publication_date": "2025-05-24",
  "journal": "Journal of functional biomaterials",
  "doi": "10.3390/jfb16060194"
}