{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Antioxidant, Anti-Inflammatory, and Oral Bioavailability of Novel Sulfonamide Derivatives of Gallic Acid.",
  "abstract": "Gallic acid (GA) is known for its antioxidant and anti-inflammatory properties, yet its clinical potential is hindered due to poor oral bioavailability. This study investigates novel GA sulfonamide derivatives, 3,4,5-trimethoxybenzenesulfonamide (3,4,5-TMBS) and 3,4,5-trihydroxybenzenesulfonamide (3,4,5-THBS), and determines their antioxidant and anti-inflammatory activities and bioavailability. Antioxidant activity was evaluated using DPPH, FRAP, and ROS assays in human intestinal epithelial cells (HIEC-6). Protein denaturation and COX-2 inhibition were assayed to measure anti-inflammatory effects. 3,4,5-TMBS metabolism was assessed via CYP2D6, and pharmacokinetics were profiled in Sprague Dawley rats. GA and 3,4,5-THBS showed a three-fold increase in ROS scavenging activity at 1000 µM (96% for GA, 93% for 3,4,5-THBS). 3,4,5-TMBS and 3,4,5-THBS demonstrated significant anti-inflammatory activity when compared to ibuprofen at concentrations ≥100 nM (p< 0.05). 3,4,5-TMBS (50 µM) exhibited high COX-2 inhibition (p< 0.001) unlike GA (50 µM) which had a low COX-2 inhibition effect (p> 0.05), compared to ibuprofen. The percentage of 3,4,5-TMBS metabolism increased from 65% to 81% at 1500 µM (p< 0.05) when metabolized by CYP2D6. Pharmacokinetic studies revealed that 3,4,5-TMBS and 3,4,5-THBS had significantly higher Cmaxand longer half-lives than GA, with 3,4,5-TMBS showing a half-life of 7.17 ± 1.62 h, compared to 3.60 ± 0.94 h for GA (p< 0.05). 3,4,5-TMBS and 3,4,5-THBS demonstrated superior antioxidant and anti-inflammatory effects in HIEC-6 compared to GA, with enhanced bioavailability. These findings support the potential of 3,4,5-TMBS and 3,4,5-THBS as effective alternatives to GA for clinical applications.",
  "publication_date": "2025-03-21",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14040374"
}