{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Effect of tea polyphenols on the oral and intravenous pharmacokinetics of ticagrelor in rats and its in vitro metabolism.",
  "abstract": "Green tea is widely consumed as a beverage and/or dietary supplement worldwide, resulting in the difficulty to avoid the comedication with ticagrelor for acute coronary syndrome (ACS) patients receiving antiplatelet therapy. This study was designed to investigate the effect of the most abundant content in green tea, tea polyphenols on the oral and intravenous pharmacokinetics of ticagrelor in rats and its in vitro metabolism. Rats were orally treated with either saline or tea polyphenol extracts (TPEs) dissolved in saline once daily for 6 consecutive days. On day 6, after the last dose of saline or TPE, ticagrelor was given to the rats orally or intravenously. Plasma samples were collected for pharmacokinetic analysis. Human liver and intestinal microsomes were then used to investigate the inhibition by TPE, as well as its major constituents on the metabolism of ticagrelor to its two metabolites, AR-C124910XX and AR-C133913XX. Apparent kinetic constants and inhibition potency (IC50) for each metabolic pathway of each compound were estimated. Oral study indicated that exposure of ticagrelor and AR-C124910XX was significantly decreased after TPE administration, while no significant differences were observed in pharmacokinetic parameters after intravenous administration of ticagrelor. TPE effectively inhibited the metabolism of ticagrelor in vitro, with epigallocatechin-3-gallate as the major constituent responsible for the observed inhibitory effects in human liver microsomes and intestinal microsomes (IC50= 4.23 ± 0.18 µM). Caution should be taken for ACS patients receiving ticagrelor therapy with daily drinking of green tea. PRACTICAL APPLICATION: Potential interactions between tea polyphenols and ticagrelor were revealed for the first time. Results can provide suggestions for clinicians to optimize the dosing of ticagrelor while they are in the face of ACS patients receiving ticagrelor therapy, who also take green tea or its related products in their daily life.",
  "publication_date": "2020-03-10",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.15096"
}