{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Artificial shading of teinturier grape Kolor clusters reveals light-responsive biomarkers: focus on flavonoid profiles and metabolism.",
  "abstract": "Kolor is a teinturier grape cultivar, that accumulates flavonoids in the skin and pulp. However, the concentrations and proportions of flavonoids in Kolor skin and pulp differ, suggesting tissue specificity in teinturier grapes. Light conditions significantly influence the evolution of flavonoids. Moreover, studies on the mechanisms governing flavonoid accumulation in light response sensitivity of teinturier grapes are limited. In the three consecutive years of study, the exposure of Kolor clusters was altered by bagging from pre-veraison to harvest. QqQ/MS and RT‒qPCR wereused to determine the individual anthocyanin contents and the relative gene expression. There was a significant decrease in the total anthocyanins and flavonols in the Kolor berries, with flavonols showing greater sensitivity to bagging. Bagging did not exert a consistent impact on the flavan-3-ols in Kolor berries. The sensitivities of anthocyanins in Kolor skin and pulp differed under light exclusion conditions. The concentration of trihydroxy-substituted anthocyanins in the skin decreased, while the proportion of dihydroxy-substituted anthocyanins in the pulp significantly increased, but the anthocyanin concentration in the pulp did not change significantly after bagging. The contents of malvidins and quercetins in the skin, and myricetins and quercetins in the pulp, were significantly reduced after bagging. The expression of flavonoid synthesis genes in Kolor skin and pulp was tissue-specific. After bagging,UFGTexpression increased in the pulp and decreased in the skin. In addition,LDOX,FLS-1,CHI-1,CHI-2,F3H-1,F3H-2, andMYB4aexhibited sensitive light responses in both the skin and pulp. This study offers new insights into the regulation of flavonoids in Kolor grapes under light exclusion conditions.",
  "publication_date": "2024-03-12",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2024.1356799"
}