{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Associations between flavonoids intake and sleep disorders: A survey-weighted cross-section study from NHANES.",
  "abstract": "This study aimed to evaluate the associations between flavonoid intake and sleep disorders. A cross-sectional study was conducted using data from the National Health and Nutrition Examination Survey (2007-2010, 2017-2018). Intake data for 29 flavonoids were derived from the average of two 24-hour dietary recall interviews. Sleep disorders and sleep duration were the outcome measures. Dummy variables were used to account for missing covariate values. Survey-weighted generalized linear models and survey-weighted restricted cubic splines were applied to explore the associations between flavonoid intake and sleep disorders/sleep duration. Sensitivity and stratified analyses were performed to verify the robustness of results and examine potential subgroup differences. A total of 10,162 participants were included. After adjusting for covariates, isorhamnetin intake was inversely associated with sleep disorders. The odds ratios (OR) for sleep disorder were 0.944 (95% CI: 0.893-0.999) for continuous isorhamnetin intake and 0.754 (95% CI: 0.651-0.874; Ptrend<.001) for the highest tertile. Luteolin intake, both continuous and in tertiles, was also significantly inversely associated with sleep disorders (continuous OR = 0.903, 95% CI: 0.822-0.991; tertiles OR = 0.851, 95% CI: 0.732-0.989; Ptrend= .031). Isorhamnetin intake, categorized by tertiles, was positively correlated with sleep duration (β = 0.125, 95% CI: 0.042-0.208; Ptrend= .004), with a nonlinear relationship identified (Pnon-linear= .0001). Sensitivity analysis confirmed the robustness of the results, and stratified analysis showed that luteolin's effect varied across different body mass index levels, while isorhamnetin's effect differed by age, gender, and race. Isorhamnetin and luteolin exhibit a significant negative correlation with sleep disorders. Isorhamnetin is linked to an increase in sleep duration. Additionally, both isorhamnetin and eriodictyol demonstrate a notable nonlinear relationship with sleep duration.",
  "publication_date": "2025-05-06",
  "journal": "The Journal of nutritional biochemistry",
  "doi": "10.1016/j.jnutbio.2025.109944"
}