{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Bisphenol AF Induced Neurodevelopmental Toxicity of Human Neural Progenitor Cells via Nrf2/HO-1 Pathway.",
  "abstract": "Bisphenol AF (BPAF) is widely utilized as an analog of bisphenol A (BPA) in the plastics industry. However, there is limited evidence on its neurodevelopmental toxicity. Existing studies suggest that BPAF has greater accumulation in vivo than other bisphenol analogs, and could pass through the placental barrier and the blood-brain barrier. In this study, we used the human neural progenitor cells line ReNcell CX, which was derived from 14-week human cortical brain tissue, as an in vitro model to investigate the neurodevelopmental toxicity effects of BPAF and BPA on ReNcell CX cells, and explored the possible mechanism by which BPAF induced neurodevelopmental toxicity on ReNcell CX cells. The results showed that BPAF reduced the proliferation of neural progenitor cells and changed the differentiation towards neurons after exposure for 24 h. Compared with BPA, ReNcell CX cells are more susceptible to BPAF exposure. In a 3D neurospheres model, BPAF affected the distance that neurons migrated outwards at the concentration of 2 μM. Furthermore, BPAF increased ROS levels in cells and reduced the expression of key proteins in the Nrf2/HO-1 pathway and its downstream molecules, such as SOD, GSH, and CAT. In conclusion, BPAF induces damage to critical nodes in neural progenitor cell development through the Nrf2/HO-1 pathway. Therefore, clarifying its neurodevelopmental toxicity and elaborating on the neurodevelopmental toxicity effects and mechanisms of bisphenol AF will help identify intervention targets for neurodevelopmental toxicity, and will have important public health significance for the safety assessment and risk prediction of bisphenol-related chemicals.",
  "publication_date": "2025-06-13",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125685"
}