{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "The 4Rs Framework of Sports Nutrition: An Update with Recommendations to Evaluate Allostatic Load in Athletes.",
  "abstract": "The 4Rs of sports nutrition were proposed in recent years as an evidence-based framework to optimize post-exercise recovery within the context of allostasis. Under this paradigm, it is important to consider that each R represents a factor with a tremendous influence on the allostatic response and improves individual components of the allostatic load (AL), which will positively impact the exercise-induced adaptations and the athlete's recovery. The 4Rs correspond to the following. (i) Rehydration-This is necessary to guarantee the post-exercise consumption of at least 150% of the body mass lost during the exercise accompanied by sodium (if faster replacement is required). (ii) Refuel-Carbohydrate intake (~1.2 g/kg body mass per hour for up to 4 h post-exercise) is essential not only in restoring glycogen reserves but also in supporting the energy needs of the immune system and facilitating tissue repair. Despite changes in substrate utilization, a ketogenic diet generally has neutral or negative effects on athletic performance compared to carbohydrate-rich diets. (iii) Repair-The ingestion of high-quality protein stimulates post-exercise net muscle protein anabolism and might contribute to faster tissue growth and repair. The use of certain supplements, such as creatine monohydrate, might help to enhance recovery, while tart cherry, omega-3 fatty acids, and dietary nitrate (e.g.,Beta vulgaris,AmaranthusL.), as well as other herbal extracts containing flavonoid-rich polyphenols, deserve further clinical research. (iv) Recuperate-Pre-sleep nutrition (casein- or protein-rich meal with slow digestion rate) has a restorative effect, facilitating the recovery of the musculoskeletal, endocrine, immune, and nervous systems. In this article, we update the 4Rs framework, delve deeper into the allostasis paradigm, and offer theoretical foundations and practical recommendations (the 4Rs app) for the assessment of AL in athletes. We cautiously propose an AL index (ALindex) for physique competitors and elite athletes to evaluate the cumulative physiological stress induced by exercise and, thereby, to adjust exercise and nutrition interventions.",
  "publication_date": "2025-05-27",
  "journal": "Life (Basel, Switzerland)",
  "doi": "10.3390/life15060867"
}