{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Naphthalene acetic acid induced morphological and biochemical alterations in Lagenaria siceraria under alkaline stress.",
  "abstract": "Alkaline stress exacerbates ionic toxicity, leading to a decline in plant growth and yield. Lagenaria siceraria (Molina) Stndl., commonly known as squash, an annual plant belonging to the Cucurbitaceae family, is sensitive to alkalinity because of its impact on physiological growth and yield of plant. However, studies on the utilization of plant growth regulators to alleviate alkali stress in Lagenaria siceraria is scarce. In the present study, a pot experiment was conducted to evaluate the impact of foliar application of NAA (0, 50, 75, or 100 ppm) on the growth, yield, and biochemical parameters of L. siceraria under both normal and alkaline stress conditions (0 and 40 mM). The findings revealed that alkaline stress significantly diminished plant growth, biomass, and leaf and fruit counts, whereas NAA application amplified all growth and yield characteristics under both stressful and normal conditions. Additionally, compared with salt stress alone, alkaline stress markedly decreased the levels of photosynthetic pigments; however, 75% NAA application resulted in 43% increase in Chl a, 53% increase in Chl b, and 66% increase in carotenoids. Moreover, there was a notable increase in the primary and secondary metabolites of plants treated with NAA, including a 27% increase in total soluble proteins (TSP), a 38% increase in total free amino acids (TFA), and a 28% and 27% increase in total phenolic and flavonoid contents, respectively, in comparison with the plants subjected only to stress. To further explore the impact of NAA on biochemical parameters of L. siceraria, antioxidant enzymes like catalase (CAT) and peroxidase (POD) activities were assessed. The results indicated that alkali stress increased enzyme activities, which were further increased under the influence of foliar-applied NAA as compared to the plants exposed solely to stress. These findings underscore the beneficial role of exogenous NAA application in mitigating the adverse effects of alkali stress on L. siceraria.",
  "publication_date": "2025-05-06",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-99455-1"
}