{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Hydroxytyrosol-Infused Extra Virgin Olive Oil: A Key to Minimizing Oxidation, Boosting Antioxidant Potential, and Enhancing Physicochemical Stability During Frying.",
  "abstract": "The current research aims to monitor the physicochemical changes in various varieties of extra virgin olive oils (EVOOs) supplemented with exogenous polyphenolic extract from olive fruit, enriched with hydroxytyrosol (HTyr) and its derivatives, compared to numerous refined olive oils, sunflower oil, and high oleic sunflower oil under different deep-frying conditions (170-210 °C for 3 to 6 h, with/without added HTyr. Acidity, K232, K270, ∆K, peroxide value (PV), anisidine value (AnV), TOTOX, refractive index (RI), carotenoids, chlorophyll, and antioxidant capacity using DPPH (2,2-diphenyl-1-picrylhydrazyl) approach were evaluated. The results show that EVOO varieties generally exhibit lower acidity and thermal degradation compared to refined olive oils, particularly when deep-fried at 170 °C for 3 h with exogenous HTyr (the best treatment). Royuela, Koroneiki, Empeltre, Manzanilla, and Arbosana EVOO varieties demonstrated lower K232values (1.36, 1.67, 1.79, 1.82, and 1.81, respectively). Under optimal deep-frying conditions, all EVOO varieties fell within the standard K232limit for EVOO (≤2.5), except for Cornicabra. Regarding K270, only Royuela (0.11) and Manzanilla (0.22) were below the standard limit of ≤0.22. These two varieties also exhibited the lowest ΔK values (0.00). The findings further revealed that Royuela, Koroneiki, and Manzanilla had the lowest TOTOX values, with 20.76, 23.38, and 23.85, respectively. Moreover, Koroneiki and Arbosana had the highest carotenoid ratios, with values of 17.5 mg/kg and 13.7 mg/kg, respectively. Koroneiki, Arbosana, and olive oil 1° also displayed the highest chlorophyll concentrations, with values of 50.2, 53.7, and 47.5 mg/kg, respectively. Furthermore, the findings from the best deep-frying treatment indicated that all olive oil categories exhibited high scavenging radical activity toward DPPH, even in refined olive oil categories and low-quality original olive oil due to the addition of HTyr. In conclusion, deep-fried EVOOs enriched with HTyr at 170 °C/3 h are thermally stable, exhibiting low hydrolysis, low oxidation, higher antioxidant potential, and stable chlorophyll and carotenoid levels. The addition of HTyr to deep-frying oils not only enhances the health benefits of EVOO, supporting EFSA health claims but also acts as a promising stabilizer for the olive oil industry, particularly under high-temperature processing conditions over prolonged periods. This highlights its potential for industrial use as a natural alternative to synthetic antioxidants, not only for olive oil but also for other edible oils, with practical applications in the food industry to improve the quality and stability of frying oils.",
  "publication_date": "2025-03-20",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14030368"
}