{
  "source": "PubMed",
  "query": "tannins",
  "title": "Fucoidan-decorated metal-zoledronic acid nanocomplexes suppress tumor metastasis by inducing ferroptotic cell death and enhancing cancer immunotherapy.",
  "abstract": "Metastatic tumor cells that escape from immune surveillance are a dilemma in cancer treatment, and thus developing selective targeting agents to treat metastatic tumor and reinstate immune perception is imperative for clinical applications. Herein, a multifunctional nanoplatform of supramolecular assembled nanoparticles (SANs) comprising a core structure of metal ion (Fe3+) and organic ligands including tannic acid (TA), and zoledronic acid (Zol) was developed. The FTZ SANs was further decorated with fucoidan (Fu), a P-selectin ligand, which greatly enhanced specific binding affinity of FTZ@Fu SANs towards metastatic tumor cells and suppressed tumor aggressiveness. The Fe-TA-Zol coordination network constructed through competitive ligand substitution facilitated the releases of Zol in response to the acidic tumor microenvironment (TME), which also benefited iron redox cycling of the Fenton reaction and further trigger ferritinophagy. Subsequently, Zol coordinately exerted ferroptotic-inducing activity accompanied by induction of stimulator of interferon genes (STING) pathway to aggravate immunogenic cell death (ICD) and enhance the antitumor immune response. Furthermore, FTZ@Fu effectively attenuated the immunosuppressive TME to suppress tumor growth and distant metastasis, and FTZ@Fu potentiated the therapeutic efficacy in combination with immune checkpoint blockade (ICB) therapy. Importantly, FTZ@Fu SANs suppressed metastatic tumor growth and reshaped the immune microenvironment. Our nanosystem provides a promising avenue for synergetic cancer targeting and chemoimmunotherapy, paving the way for targeted therapeutic strategies.",
  "publication_date": "2025-06-02",
  "journal": "Journal of nanobiotechnology",
  "doi": "10.1186/s12951-025-03473-0"
}