{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Enhancing Oral Absorption of Quercetin Through Multifactorial Synergies in Crystal Dispersion Systems.",
  "abstract": "This study aims to enhance the dissolution rate and oral absorption of quercetin (QUR) by formulating quercetin crystalline solid dispersion (QUR-CSD). Quercetin, as a natural antioxidant, can effectively neutralize free radicals, reduce inflammatory responses, help lower the risk of cardiovascular diseases and certain cancers, and support the function of the immune system. CSDs underwent characterization through powder X-ray diffraction and scanning electron microscopy, and dissolution rates were evaluated in vitro. Oral absorption assessment was conducted using SD rats, while Caco-2 monolayer cell transmembrane (CMCT) and single pass intestinal perfusion (SPIP) were performed to assess the permeability of CSDs. QUR within the CSDs exhibited hydrogen bond interactions with P188 and PEG, displaying stronger interaction parameters (χ) of -4.0 and -6.1, respectively. The crystalline domain of QUR within Poloxamer 188 (P188) was smaller than within polyethylene glycol 8000 (PEG8000). CSDs improved the dissolution rate of QUR, with the P188-CSD slightly outperforming the PEG8000-CSD due to P188's ability to enhance drug wettability and solubility and to maintain supersaturation. Pharmacokinetic results revealed a 3.5-fold and 25-fold increase in oral absorption for P188-CSD and PEG8000-CSD, respectively, compared to QUR. CMCT and SPIP indicated superior permeability for PEG8000-CSD, potentially attributed to caveolin-mediated PEG transmembrane transport. QUR-CSD significantly enhanced oral absorption, with PEG8000-CSD demonstrating superior efficacy. This improvement was attributed to various factors, including crystalline size reduction, drug wettability enhancement, maintenance of supersaturation by polymers, and caveolin-mediated transmembrane transport.",
  "publication_date": "2025-05-30",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30112390"
}