{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Preventive Administration of Quercetin Promotes Survival and Reduces Adverse Ventricular Remodeling after myocardial infarction through facilitating M2-like macrophage polarization.",
  "abstract": "Myocardial infarction (MI) remains a leading cause of global health burden, and adverse cardiac remodeling after MI seriously affects patient recovery. Macrophages play an important role in the cardiac remodeling post-MI. Quercitrin (Que), a bioflavonoid commonly found in fruits, vegetables, and various Chinese medicines, possesses a therapeutic effect in MI, but whether it has a role in the prevention of MI is unclear. This study investigated the potential preventive value and mechanism of Que against MI. In this study, we treated adult male C57BL/6 mice with Que for 2 weeks and then constructed the MI model. We found that pre-treatment with Que improved cardiac fractional shortening and ejection fraction, and elevated the survival of mice after MI. In addition, pre-administration of Que attenuated cardiac hypertrophy and diminished the infarct size of the heart post-MI. Picrosirius red staining of heart sections and detection of fibrosis markers' levels by real-time polymerase chain reaction and western blot analyses revealed that Que repressed cardiac fibrosis after MI. Que pre-administration inhibited the levels of inflammatory factors and the infiltration of inflammatory cells, and increased the proportion of M2-like macrophages in the infarcted area of the heart. Furthermore, we found that Que pre-treatment polarized macrophage from M1-like to M2-like, which promoted the proliferation, migration, and activation of cardiac fibroblasts in vitro. Collectively, these data demonstrated that pre-administration Que promoted survival and reduced adverse ventricular remodeling after MI partially through modifying macrophage polarization. This provides an experimental basis for the future application of Que in cardiovascular diseases including MI.",
  "publication_date": "2025-02-20",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2025.114296"
}