{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Promising Dietary Supplements with Potential Senotherapeutic Effects: Aqueous Extracts from Enzymatically Hydrolysed Hemp Seed Cake Flour and Hemp Seed Protein Concentrate.",
  "abstract": "In the present study, the primary by-products of the hemp-seed oil process-hemp seed cake flour and hemp seed protein concentrate-underwent enzymatic hydrolysis using proteases and carbohydrases, either individually or in combination. The effectiveness of these enzymatic treatments in releasing bioactive compounds was evaluated by assessing the antioxidant and anti-inflammatory properties of the aqueous extracts of both hydrolysed and untreated hemp by-products. The aim was to explore their potential senotherapeutic properties and promote their application as dietary supplements. Secondary metabolites such as flavonoids, phenolic acids, and catechins were analysed using high-performance liquid chromatography. Total phenolic, flavonoid, and protein contents were determined using spectrophotometric methods. Scavenging activity (2,2-Diphenyl-1-picrylhydrazyl scavenging assay (DPPH assay)), antioxidant power (Ferric reducing antioxidant power assay (FRAP assay)), and lipid peroxidation-reducing activity (thiobarbituric acid-reactive substance analysis) were assessed through in vitro assays. Possible anti-inflammatory effects were evaluated by assessing haemolysis inhibition. The impact of extracts on albumin glycation induced by exposure to fructose was also determined. To assess the toxicity of extracts, a zebrafish larvae model was employed. All extracts contained significant amounts of phenolic compounds, flavonoids, and proteins, and they exhibited notable activities in reducing lipid peroxidation and stabilising erythrocyte cell membranes. However, they did not significantly influence protein glycation (the glycation inhibition was only in the range of 15-40%). Our research demonstrates the substantial health-promoting potential, including senescence delay, of aqueous extracts from by-products of the hemp-seed oil process, which are available in large quantities and can serve as valuable supplements to support the health of animals, including humans, rather than being discarded as waste from oil production.",
  "publication_date": "2025-06-15",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060734"
}