{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Investigation of polyphenol diversity among lentil species (Lens spp.) using mass spectrometry-based metabolomics guided by photodiode array detection.",
  "abstract": "Polyphenol diversity was investigated among seven lentil species, including Lens culinaris (cultivated lentil), L. orientalis, L. tomentosus, L. odemensis, L. lamottei, L. ervoides, and L. nigricans, using photodiode array detection coupled with liquid chromatography - mass spectrometry (LC-MS). Principal component analysis showed that most species grouped individually, except L. tomentosus and L. odemensis, which overlapped. The LC-MS data from both negative and positive electrospray ionization modes were used to identify 85 polyphenols observed in the UV-vis spectra, which included 27 proanthocyanidins, 17 flavonols, 15 flavones, and 12 hydroxybenzoic acids. An untargeted (comprehensive) analysis of the LC-MS data using Compound Discoverer software identified additional polyphenols (231 total), including numerous overlapping proanthocyanidins that contribute to a broad peak in the UV-vis spectra. The software analysis uncovered some notable differences among polyphenol profiles and intensities within the flavones, flavonols, and phenolic acids present in the species. This result indicates natural variation among the lentil wild relatives, which in part, is attributed to structurally isomeric compounds. A hierarchical clustering analysis, and a differential analysis using volcano plots used to look for statistically significant differences in polyphenols, illustrated significantly lower relative levels of polyphenols in L. culinaris compared with the wild types, especially within the proanthocyanidins and flavones. Our results highlight the potential of lentil wild relatives to enhance lentil seed quality.",
  "publication_date": "2025-03-13",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116154"
}