{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Fermentation and its effect on the physicochemical and sensory attributes of cocoa beans in the Colombian Amazon.",
  "abstract": "Cocoa (Theobroma cacao L.) is the basic raw material to produce chocolate and other derivatives such as cocoa butter, cocoa powder and cocoa liquor (cocoa paste), which requires a fermentation process that affects its chemical composition and sensory profile. The objective of this study was to monitor the biochemical, physical and sensory changes during fermentation of cocoa beans in cocoa bean processing plants in the department of Caquetá, Colombia. During fermentation, the temperature of the mass and the pH of the pulp and beans were monitored at the different cocoa bean processing plants (Sites ASOACASAN ASA, COMICACAO CMI, COMCAP COC). Also, at two points during fermentation (days 4 and 7), physical properties of the bean were determined, such as variables related to bromatological composition, polyphenolic compounds and antioxidant activity as sensory attributes at the different sites. An increase in dough temperature was found, however the pH of the cotyledon decreased during the fermentation process and the fat and moisture content varied with fermentation time. At the site level, total polyphenol content (TPC), total flavonoids (TF), 1,1-diphenyl-2-picrylhydrazil (DPPH) and ferric reducing antioxidant power (FRAP) contents were statistically different, with COC being different from the other sites. The TPC was higher at the COC site (507 mg gallic acid equivalent GAE/g Cocoa) with respect to the other sites (< 360 mg GAE/g Cocoa). The TF content followed a similar behavior to TPC, with significant differences between sites and differences between fermentation times for ASA. The TF was higher in COC (309.1 mg catechin/g cocoa) with respect to CMI (215.6 mg catechin/g cocoa) and ASA (185.7 mg catechin/g cocoa). Values in DPPH ranged from 5869.3 to 7781.8 μmol Trolox/g cocoa and for the FRAP assay ranged from 369.8 to 606.7 mg ascorbic acid AA/g cocoa among the sites. It was found that the time and management of the fermentation process has a significant impact on the parameters (biochemical, physical and sensory) of cocoa beans. Therefore, it is necessary to standardize the fermentation process to achieve a quality product that meets the needs of the market.",
  "publication_date": "2024-10-03",
  "journal": "PloS one",
  "doi": "10.1371/journal.pone.0306680"
}