{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Acetyl zingerone inhibits chondrocyte pyroptosis and alleviates osteoarthritis progression by promoting mitophagy through the PINK1/parkin signaling pathway.",
  "abstract": "Osteoarthritis (OA) is a common chronic degenerative joint disease, characterized by osteophyte formation and cartilage degeneration. A growing number of studies have found that nod-like receptor pyrin domain 3 (NLRP3) inflammasome-mediated chondrocyte pyroptosis plays a crucial role in the development of OA. Acetyl zingerone (AZ) is a small molecule compound, chemically synthesized to retain the key functional properties of curcumin and zingerone, while exhibiting enhanced anti-inflammatory, antioxidant, and anti-aging effects. Previous studies in our group have found an inhibitory effect on ferroptosis in AZ osteoarthritis. However, its specific mechanism of action has not been fully explained. Therefore, we further delved into whether AZ could alleviate OA in mice by affecting mitophagy and pyroptosis. In an in vitro study, we observed that AZ alleviated LPS + ATP-induced pyroptosis in chondrocytes and inhibited the activation of the NLRP3 inflammasome, a key factor in pyroptosis. Moreover, by using the mitophagy activators Resveratrol, the autophagy lysosome inhibitor chloroquine (CQ) and siPINK1 to knock down PINK1, we demonstrated that AZ promoted PINK1/Parkin-mediated mitophagy. AZ enhanced PINK1/Parkin-mediated mitophagy, facilitating the clearance of damaged mitochondria, thereby reducing reactive oxygen species (ROS) production and suppressing NLRP3 inflammasome activation. This cascade mitigated chondrocyte pyroptosis and promoted collagen synthesis. Moreover, AZ demonstrated a comparable pro-regenerative effect on the extracellular matrix to that observed with the standard osteoarthritis treatment, rapamycin. In animal experiments, intra-articular administration of AZ similarly promoted mitophagy and inhibited chondrocyte pyroptosis, alleviating osteoid formation and cartilage damage. Collectively, these findings suggest that AZ may mitigate OA progression by activating mitophagy and attenuating pyroptosis, highlighting its potential as a preventive therapeutic approach for OA.",
  "publication_date": "2025-06-09",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2025.115055"
}