{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Metabolomic Profiling Identifies Key Metabolites and Defense Pathways inRlm1-Mediated Blackleg Resistance in Canola.",
  "abstract": "Blackleg disease poses a major threat to global canola production. The resistance geneRlm1, corresponding to the avirulence geneAvrLm1in the pathogenLeptosphaeria maculans, has been widely used to mitigate the impact of the disease. To investigate the biochemical basis ofRlm1-mediated resistance against blackleg, we conducted an LC-MS-based analysis of a susceptible Topas double haploid (DH) line and its isogenicRlm1-carrying resistant counterpart for metabolomic profiles during the infection process. Samples were labeled with12C- and13C for LC-MS analyses to enhance both chemical and physical properties of metabolites for improved quantification and detection sensitivity. Resistant plants showed early and sustained accumulation of several defense metabolites, notably pipecolic acid (PA, up to 326-fold), salicylic acid (SA), and gentisic acid (GA) inL. maculans-inoculated Topas-Rlm1plants compared to mock-inoculated Topas-Rlm1controls (adjustedp< 0.05), indicating activation of lysine degradation and hormonal defense pathways. Elevated glucosinolates (GLS), γ-aminobutyric acid (GABA), and melatonin precursors may further contribute to antimicrobial defense and cell-wall reinforcement. In contrast, flavonoid and phenylpropanoid pathways were down-regulated, suggesting metabolic reallocation during resistance. Exogenous application of PA, SA, GA, ferulic acid, and piperonylic acid (a known inhibitor of the phenylpropanoid pathway in plants) significantly reduced infection in susceptible canola varieties, validating their defense roles against blackleg. These results offer new insights intoRlm1-mediated resistance and support metabolic targets for breeding durable blackleg resistance in canola.",
  "publication_date": "2025-06-12",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125627"
}