{
  "source": "PubMed",
  "query": "catechins",
  "title": "The key quality components in Fenggang green tea with different zinc content and their correlations with zinc.",
  "abstract": "Zinc-enriched green tea has attracted more and more attention because of its unique characteristics and health benefits. Therefore, it is very important to study the zinc content in tea and the relationship between zinc content level and tea quality characteristics. In this study, three representative green tea samples from Fenggang County were selected as research subjects, namely Liumingxing green tea (LMXGT, high‑zinc green tea) with elevated zinc content, Cuidianxiang green tea (CDXGT, medium‑zinc green tea) containing moderate zinc levels, Linxiankang green tea (LXKGT, low-zinc green tea) characterized by reduced zinc concentration. To explore the relationship between zinc content and the quality characteristics of tea, we determined the zinc content in three types of green tea by microwave digestion method. The contents of aroma compounds were measured by headspace solid-phase microextraction-gas chromatography-mass spectrometry (HS-SPME-GC-MS), and the contents of catechins, caffeine and amino acids were determined by high performance liquid chromatography (HPLC). On this basis, Pearson correlation analysis was conducted. The experimental results showed that there was a strong correlation between zinc and tea quality components. 22 compounds were identified as key differential metabolites between green tea with high zinc content and green tea with low zinc content, including 12 aroma differential metabolites (such as (Z)-linalool oxide (furanoid), Linalool, cis-Jasmone and Methyl salicylate, etc.) and 10 non-volatile substances (such as Ile, Phe, Cys, Val, GC, etc.) that have a greater impact on taste and are positively correlated with zinc. These findings provide great potential for the quality evaluation of zinc-rich green tea.",
  "publication_date": "2025-03-14",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116195"
}