{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Assessing heterogeneous pollution risks from polystyrene micro(nano)plastics and cadmium to physiology and biochemistry in parsley via a split-root system.",
  "abstract": "The coexistence of micro(nano)plastics and heavy metals in agricultural ecosystems has garnered significant attention due to their complex threats to crop productivity and food safety. This study investigated the impacts of polystyrene (PS) micro(nano)plastics and cadmium (Cd) on the growth and biochemical characteristics of parsley, utilizing a split-root system to better capture the often-overlooked heterogeneous pollution patterns present in real agricultural environments. Localized responses were assessed through fresh weight and oxidative stress indicators including reactive oxygen species, antioxidant enzymes, and lipid peroxidation in split roots. Systemic responses were evaluated by fresh weight and bioactive substances including flavonoids, polyphenols, ascorbic acid (AsA), and α-pinene in leaves. Results for localized responses demonstrated that the growth inhibition and oxidative damage occurred in split roots under the coupled stresses were primarily driven by Cd. Notably, these effects were confined to the Cd exposure site, leaving the Cd-uncontaminated portion unharmed, highlighting the plant's self-protective mechanism to localize damage under heterogeneous pollution. Observations on systemic responses indicated that the leaf growth was not substantially hindered unless both sides of the split roots were exposed to Cd, which was attributed to the plant defense mechanism primarily activated by Cd and promoted by excessive PS nanoplastics. This mechanism particularly involved the antioxidant properties of non-flavonoid polyphenols, AsA, and α-pinene, exhibiting a multifaceted strategy employed by parsley to cope with complex contaminations. This work enhances our understanding of plant resilience in agricultural settings and offers insights for developing more nuanced agricultural practices.",
  "publication_date": "2025-05-26",
  "journal": "Phytochemistry",
  "doi": "10.1016/j.phytochem.2025.114565"
}