{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Resveratrol-loaded nanofibrous scaffolds combined with menstrual blood stem cells for bone healing applications.",
  "abstract": "In the field of regenerative medicine, bone tissue engineering has emerged as a promising strategy for addressing bone defects and injuries. A key aspect of this field is the development of biomimetic scaffolds that replicate the intricate architecture of native bone tissue, creating an environment conducive to cellular attachment, proliferation, and differentiation. In this study, we developed a novel resveratrol-loaded nanofibrous collagen/polycaprolactone (PCL) scaffold designed to serve as a delivery system for menstrual blood stem cells (MenSCs) to enhance bone healing. This innovative approach integrates the osteogenic, anti-inflammatory, and antioxidant properties of resveratrol with the multipotency and immunomodulatory effects of MenSCs, creating a dual-functional system that enhances bone regeneration, angiogenesis, and immune modulation. The scaffolds were extensively characterized in vitro, evaluating their microarchitecture, biological properties, hemocompatibility, radical scavenging potential, and anti-inflammatory activity. They were then implanted into a rat model with calvarial bone defects to assess their regenerative potential. Our findings indicate that the scaffolds exhibited no cytotoxicity toward MG-63 cells and demonstrated significant anti-inflammatory activity in vitro. In vivo assessments further revealed that scaffolds loaded with resveratrol and MenSCs promoted bone healing by enhancing collagen deposition and new bone formation. Moreover, gene expression analysis showed upregulation of type I collagen, b-FGF, and VEGFa, while TNF-α expression was downregulated, indicating an improved osteogenic and immunomodulatory response. In conclusion, our study highlights the potential of resveratrol-loaded, MenSCs-seeded scaffolds as a cutting-edge, biomimetic strategy for bone regeneration, offering a novel cell- and drug-based platform for advancing bone tissue engineering and regenerative medicine.",
  "publication_date": "2025-04-03",
  "journal": "Tissue & cell",
  "doi": "10.1016/j.tice.2025.102900"
}