{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Ultrasound-Assisted Ferritin Extraction from Northern Pike Liver: An Innovative Approach for Chlorogenic Acid Encapsulation with Enhanced Thermal Stability.",
  "abstract": "Ferritin, an emerging protein resource, has garnered significant attention in scientific research due to its biocompatibility and unique cavity structure capable of encapsulating bioactive compounds. This study aimed to optimize ultrasound-assisted extraction (UAE) for enhancing ferritin yield from northern pike liver byproducts and evaluate its potential as a nanocarrier for chlorogenic acid (CA). Through response surface methodology (RSM), the optimal UAE parameters were established as 200 W ultrasonic power, 1:3 solid-liquid ratio, and 25 min extraction time. Under these conditions, the ferritin extraction yield reached 139.46 mg/kg, representing a 4.02-fold increase compared to conventional methods (34.65 mg/mL). Electrophoretic analysis confirmed the electrophoretic purity of the extracted liver ferritin. Comprehensive characterization using UV-vis spectroscopy, FTIR, and fluorescence spectroscopy revealed preserved structural integrity of UAE-extracted ferritin. Homology modeling provided molecular insights into the ferritin architecture. Successful encapsulation of CA was achieved with an encapsulation efficiency of 13.25%, as quantified by HPLC. Analysis by DLS and ζ potential as well as TG and DSC showed that not only the thermal stability of CA was enhanced after ferritin encapsulation, but also that the ferritin remained stable with a cage-like structure. This investigation establishes UAE as an effective strategy for valorizing fish processing byproducts through high-yield ferritin extraction while demonstrating the protein's functional capacity as a nanocarrier for bioactive compound delivery. The findings highlight the dual advantage of sustainable resource utilization and advanced delivery system development through this biotechnological approach.",
  "publication_date": "2025-05-07",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30092080"
}