{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Assessment of the Therapeutic Potential of Hesperidin and Quercetin Nanoparticles on Oxidative Stress, Enzyme Activities, Trophic Factors, and Monoamines in an Animal Model of Depression.",
  "abstract": "Natural remedies have emerged as promising alternative or complementary therapies for combating depression. This study aimed to investigate the effects of hesperidin (HSP-NPs) and quercetin (QUR-NPs) nanoparticles on oxidative stress markers, enzyme activities, brain-derived neurotrophic factor, and monoamine levels in the cortex and hippocampus of a reserpine-induced rat model of depression. The depression model was established by administering reserpine (0.2 mg/kg) to the animals for 25 days. On the 26th,rats were administered i.p. with reserpine (0.1 mg/kg) and oral isotonic saline solution for another 21 days. Following reserpine administration, the animals exhibited a significant reduction in nitric oxide (NO), reduced glutathione (GSH), brain-derived neurotrophic factor (BDNF), serotonin (5-HT), norepinephrine (NE), and dopamine (DA) levels. Additionally, a significant decrease in Na, K,ATPase activity and a significant increase in acetylcholinesterase (AchE) and monoamine oxidase (MAO) activity were observed in the cortex and hippocampus as compared to the control group of animals. Treatment with either HSP-NPs and QUR-NPs for 14 days mitigated the oxidative stress in the cortex and hippocampus. The treatments restored the changes Na, K,ATPase, and MAO, AchE activities in the two brain regions. Notably, QUR-NPs was superior in alleviating the adverse changes induced by reserpine concerning monoamines and BDNF levels. These findings highlight the therapeutic potential of HSP-NPs and QUR-NPs in mitigating the underlying etiology of depressive symptoms rat model. Further investigations are warranted to exploAuthorre the potential synergistic effects of hesperidin and quercetin when used in combination at different doses and treatment durations.",
  "publication_date": "2025-06-16",
  "journal": "Neurochemical research",
  "doi": "10.1007/s11064-025-04447-2"
}