{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Studies on ovarian tissues' cryopreservation in the cyprinid species.",
  "abstract": "This study was aimed to establish an effective protocol to cryopreserve the ovarian tissues of cyprinid species, including the crucian carp (Carassius auratus), zebrafish (Danio rerio) and Ya fish (Schizothorax prenanti), crucian carp was used to establish an efficient method of ovarian cryopreservation, zebrafish and Ya fish were used to validate this method. In addition, oxidative stress-related injuries induced by cryopreservation was determined in Ya fish, and the cryopreservation method was modified by adding tea polyphenol (TP) into the cryomedium. First, based on the cellular plasma membrane integrity analysis of the frozen-thawed ovarian tissues, the cryomedium and dehydration/rehydration procedures were intensively evaluated and optimized in the crucian carp. The result showed that the highest cell membrane integrity of cryopreserved ovaries was up to 51.67 ± 0.78 % (including somatic cells and oogonia) after a 7-day cryopreservation under the optimized protocol (the cryomedium containing 10 % FBS, 10 % DMSO, 6 % sucrose, and 6 % BSA in 1xPBS), together with gradient dehydration and rehydration procedures. This protocol was applied to cryopreserve ovaries in another two cyprinid species: in Ya fish, cell membrane integrity of frozen-thawed ovaries was ∼65.12 %, and in zebrafish, it was ∼44.56 %. Moreover, the frozen-thawed ovaries of both two fish species could be used for in vitro culture. Secondly, it was found that the cryopreservation significantly caused oxidative stress (increasing the levels of oxidation index MDA and antioxidant enzymes SOD and CAT) in the frozen-thawed ovaries of Ya fish. Intriguingly, an antioxidant, the TP supplemented into the cryomedium could prominently improve the cells' membrane integrity of frozen-thawed ovaries to 73.82 ± 4.89 %. Likewise, tea polyphenol could also enhance cells' proliferation potency of the cryopreserved ovaries in Ya fish. In conclusion, in this study, an efficient method was established for cryopreserving fish ovaries, and the findings provided a valuable basis for developing new biological techniques to preserve and exploit the high-quality genetic resources of aquatic species.",
  "publication_date": "2025-05-16",
  "journal": "Cryobiology",
  "doi": "10.1016/j.cryobiol.2025.105251"
}