{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Microplastics Influence Dissolved Organic Matter Transformation Mediated by Microbiomes in Soil Aggregates.",
  "abstract": "Soil aggregate stability is vital for soil structure, erosion control, fertility, and crop productivity. Dissolved organic matter (DOM) turnover plays an important role in controlling the stability of soil aggregates, affecting aggregate formation and microbial activity. Microplastics (MPs) are known to impact soil DOM composition and structure, but their effects on DOM transformation in different soil aggregates remain unclear. Herein, we conducted 450 day incubation assays to study the effects of nondegradable and biodegradable MPs with varying aging levels on DOM transformations in agricultural soil aggregates. MPs were found to increase DOM transformation in soil aggregates, leading to changes in soil aggregate stability, including a reduction in geometric mean diameter and mass-weighted diameter. The addition of MPs resulted in a decrease in the stability of DOM in large-sized aggregates but an increase in the aromaticity and unsaturation of DOM in small-sized aggregates, which were more pronounced in the PLAMPs-treated group. This phenomenon is primarily attributed to the transformation of unsaturated aliphatic compounds and highly unsaturated and phenolic compounds, which play a major role in the intra- and intergroup transformation of DOM. In this process, microbial communities play a significant role. They tend to consume DOM in larger aggregates and produce DOM in smaller aggregates, leading to an accumulation of DOM in smaller aggregates, thereby promoting the formation of smaller aggregates and reducing the aggregate stability. This study uncovers the mechanisms of DOM transformation in response to MPs in soil aggregates, providing a scientific basis for soil management and sustainable agricultural development.",
  "publication_date": "2025-06-23",
  "journal": "Environmental science & technology",
  "doi": "10.1021/acs.est.5c00875"
}