{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Integration of chromatographic fractionation, quantitative1H NMR and serially coupled achiral-chiral LC-MS/MS enables multi-components-targeted determination of Salvia miltiorrhiza in an authentic compound-independent manner.",
  "abstract": "Multi-components-targeted determination serves as the workhorse for quality evaluation of herbal medicines (HMs). However, this pipeline is extensively hampered by the lack of authentic compounds. Here, our efforts were devoted to circumventing this barrier by incorporating chromatographic fractionation that is exactly advantageous at chromatographing HMs extract into relatively simple mixtures and quantitative1H NMR (q1H-NMR) that enables direct determination of the content features in the resultant mixtures. Primary components-focused determination was conducted for Salvia miltiorrhiza, one of the most famous HMs, for applicability justification. The entire extract was fractionated into sixteen fractions by applying appropriate program to a home-made automated fraction collection device, and q1H-NMR spectroscopy was deployed to identify and determine the contents of primary compounds, fifteen ones in total, in all fractions. After excluding multi-fraction distributions, thirteen fractions containing analytes-of-choice were mixed to act the pseudo-mixed standard solution role. Achiral and chiral columns were serially coupled to achieve satisfactory separation of fifteen targeted compounds, particularly methylenetanshinquinone vs. 1,2-dihydrotanshinone I. Tailored selected-reaction monitoring (tSRM) was applied to achieve content-extended measurement by specially assigning inferior collision energy to the abundant analytes. After method validation assays, achiral-chiral LC-tSRM was applied for simultaneous determination of nine phenolic acids along with six tanshinone analogues in S. miltiorrhiza roots collected from different habitats. As a result, habitat-dependent quantitative profiles occurred. Together, the incorporation of automated fractionation and q1H-NMR is feasible for authentic compound-free quantitative analysis, and moreover, achiral-chiral LC-tSRM is eligible for content-extended quantitative measurement of HMs rich in isomers.",
  "publication_date": "2025-06-03",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.466113"
}