{
  "source": "PubMed",
  "query": "grape skin",
  "title": "A rapid and efficient Agrobacterium-mediated transient transformation system in grape berries.",
  "abstract": "Transient transformation is extremely useful for rapid in vivo assessment of gene function, especially for fruit-related genes. Grape berry, while an important fruit crop, is recalcitrant to transient transformation, due to the high turgor pressure in its mesocarp cells that limits the ability of Agrobacterium to penetrate into the tissue. It is urgent to establish a simple transient transformation system for rapid analysis of gene function. In this study, different injection methods, grape genotypes, and developmental stages were tested in order to develop a rapid and efficient Agrobacterium-mediated transient transformation methodology for grape berries. Two injection methods, namely punch injection and direct injection, were evaluated using the β-glucuronidase (GUS) gene and by x-gluc tissue staining and 4-methylumbelliferyl-β-D-glucuronide fluorescence analysis. The results indicated that there were no significant differences on transformation effects between the two methods, but the latter was more suitable because of its simplicity and convenience. Six grape cultivars ('Hanxiangmi', 'Moldova', 'Zijixin', 'Jumeigui', 'Shine-Muscat', and 'A17') were tested for transient transformation. 'Hanxiangmi', 'Moldova', and 'Zijixin' grape berries were not suitable for agroinfiltration due to frequently fruit cracking, browning, and formation of scar skin. The fruit integrity rates of 'Jumeigui', 'Shine-Muscat', and 'A17' berries were all above 80%, and GUS activity was detected in the berries of the three cultivars 3-14 days after injection with the Agrobacterium culture, while higher GUS activities were observed in the 'Jumeigui' berries. The levels of GUS activity in injected berries at 7-8 weeks after full blooming (WAFB) were more than twice at 6 WAFB. In subsequent assays, the over-expression of MYB transcription factor VvMYB44 via transient transformation accelerated the anthocyanin accumulation and fruit coloring through raising the expression levels of VvLAR1, VvUFGT, VvLDOX, VvANS, and VvDFR, which verified the effectiveness of this transformation system. These experiments finally identified the reliable grape cultivars and suitable operational approach for transient transformation and further indicated that this Agrobacterium-mediated transient transformation system was efficient and suitable for the elucidation of gene function in grape berries.",
  "publication_date": "2024-02-29",
  "journal": "Protoplasma",
  "doi": "10.1007/s00709-024-01938-x"
}