{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "In vitroanti-ageing activities of ethanolic extracts from Pink rambutan (Nephelium lappaceumLinn.) for skin applications.",
  "abstract": "Skin ageing is characterized by features such as wrinkles, loss of elasticity, laxity, rough-textured appearance, melasma and freckles. Several researches have focused for preventing, and treating skin ageing by many natural ingredients. This study aimed to assess the anti-ageing activities for anti-skin ageing of the ethanolic extracts of Pink rambutan (PR) (Nephelium lappaceumLinn.) from leaves (L), branches (B), seeds (S), and peels from ripe (R) and young (Y) fruits. The extraction yields of all Pink Rambutan (PR) extracted by the Maceration (M) and the Soxhlet extraction (Sox) using 95% ethanol as a solvent, ranged from 10.62% to 30.63%. Flavonoids were found as the main phytochemicals in almost all the PR extracts. The PR-Y-M and PR-Y-Sox extracts gave the highest total phenolic contents by the Folin-Ciocalteu assay of 67.60 ± 4.38 mgGAE/g, and total flavonoid contents by the modified aluminum chloride colorimetric assay of 678.72 ± 23.59 mgQE/g, respectively. The PR-L-M extracts showed the highest three anti-oxidative activities; the free radical scavenging (SC50of 0.320 ± 0.070 mg/mL), the lipid peroxidation inhibition (LC50of 0.274 ± 0.029 mg/mL), and the metal chelation activity (MC50of 0.203 ± 0.021 mg/mL). All the PR extracts at 0.01 and 0.1 mg/mL showed no cytotoxicity on B16F10cells, and human skin fibroblasts, respectively. Likewise, the PR-R-Sox extract exhibited the highest anti-melanogenesis on B16F10cells (52.7 ± 0.9%) and, the mushroom tyrosinase inhibition activity (IC50of 0.04 ± 0.02 mg/mL), which was significantly comparable to kojic acid (p< 0.05). The PR-Y-Sox extract showed the collagen biosynthesis by the Sirius Red method, and the stimulation of anti-ageing genes (Sirt1andFoxo1) on human skin fibroblasts by the RT-PCR method, which were similar to standards ʟ-ascorbic acid and resveratrol, respectively. This study suggests that the PR-R-Sox and PR-Y-Sox extracts can be further developed as natural anti-ageing agents for whitening and anti-wrinkle in the cosmetics, cosmeceutical, and pharmaceutical industries.",
  "publication_date": "2023-03-12",
  "journal": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society",
  "doi": "10.1016/j.jsps.2023.02.006"
}