{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Effects of association between resveratrol and ketamine on behavioral and biochemical analysis in mice.",
  "abstract": "Resveratrol (3,5,4'-trihydroxy-trans-stilbene), a phenol commonly found in grapes and wine, has been associated as protective in experimental models involving alterations in different neurotransmitter systems. However, studies are reporting that resveratrol could have adverse effects. This study evaluated if the association of a low dose of ketamine and resveratrol could induce behavioral manifestations associated with biochemical alterations. Moreover, the effects of treatment with resveratrol and/or ketamine on monoamine oxidase (MAO) activity, oxidative stress markers, and IL-6 levels in the brain were also investigated. Male Swiss mice received a low dose of ketamine (20 mg/kg) for 14 consecutive days, and resveratrol (10, 30, or 100 mg/kg) from day 8 up to day 14 of the experimental period, intraperitoneally. Locomotor, stereotyped behavior, Y-maze, novel recognition object test (NORT), and social interaction were quantified as well as ex vivo analysis of MAO activity, IL-6 levels, and oxidative stress markers (TBARS and total thiol levels) in brain tissues. Ketamine per se reduced the number of bouts of stereotyped behavior on day 8 of the experimental period. Resveratrol per se reduced the locomotor and exploratory activity in the open field, the time of exploration of new objects in the NORT, MAO-A activity in the striatum and increased the IL-6 levels in the cortex. These effects were attenuated when the mice were co-treated with ketamine and resveratrol. There was a decrease in MAO-A activity in the cortex of mice treated with ketamine + resveratrol 100 mg/kg. No significant alterations were found in oxidative stress markers. Resveratrol does not appear to cause summative effects with ketamine on behavioral alterations. However, the effect of resveratrol per se, mainly on locomotor and exploratory activity, should be better investigated.",
  "publication_date": "2024-06-14",
  "journal": "Journal of neural transmission (Vienna, Austria : 1996)",
  "doi": "10.1007/s00702-024-02793-z"
}