{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "From prevention to management: Exploring the impact of diet on multiple sclerosis.",
  "abstract": "Multiple sclerosis (MS) is a chronic immune-mediated disease of the central nervous system characterized by neuroinflammation and progressive neurodegeneration. Growing evidence suggests that dietary interventions may influence MS progression and symptom management by modulating inflammation, oxidative stress, and gut microbiota composition. This narrative review examines the effects of the Mediterranean, plant-based, ketogenic, Wahls, Swank, intermittent fasting, and gluten-free diets, alongside key nutrients such as omega-3 fatty acids, vitamin D, polyphenols, and antioxidants. Among these, Mediterranean and plant-based diets have shown the most consistent benefits, including reductions in fatigue, improved quality of life, and modulation of inflammatory markers. The Wahls and Swank diets show promise but are primarily supported by studies from their respective research groups, raising concerns about long-term adherence and nutritional adequacy. The ketogenic diet and intermittent fasting have yielded mixed findings, with some studies suggesting benefits for fatigue and neuroprotection, while others highlight potential metabolic risks. The gluten-free diet and omega-3 supplementation lack robust evidence, with inconsistent findings across studies. Additionally, ultra-processed foods and diets high in saturated fats have been associated with increased inflammation and greater MS severity. Despite promising findings, limitations such as small sample sizes, short follow-up durations, and study design inconsistencies prevent definitive conclusions. Future research should prioritize large-scale, long-term randomized controlled trials to establish the efficacy, safety, and sustainability of dietary interventions in MS management. Mechanistic studies and standardized dietary protocols are also needed to better understand the role of diet in MS progression and symptom control.",
  "publication_date": "2025-05-14",
  "journal": "Translational neuroscience",
  "doi": "10.1515/tnsci-2025-0371"
}