{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "A circRNA-mRNA pairing mechanism regulates tumor growth and endocrine therapy resistance in ER-positive breast cancer.",
  "abstract": "The molecular mechanisms underlying estrogen receptor (ER)-positive breast carcinogenesis and drug resistance remain incompletely understood. Elevated expression of CCND1 is linked to enhanced invasiveness, poorer prognosis, and resistance to drug therapies in ER-positive breast cancer. In this study, we identify a highly expressed circular RNA (circRNA) derived fromFOXK2, called circFOXK2, which plays a key role in stabilizingCCND1mRNA, thereby promoting cell cycle progression, cell growth, and endocrine therapy resistance in ER-positive breast cancer cells. Mechanistically, circFOXK2 binds directly toCCND1mRNA via RNA-RNA pairing and recruits the RNA-binding protein ELAVL1/HuR, stabilizing theCCND1mRNA and enhancing CCND1 protein levels. This results in activation of the CCND1-CDK4/6-p-RB-E2F signaling axis, driving the transcription of downstream E2F target genes and facilitating the G1/S transition during cell cycle progression. Notably, targeting circFOXK2 with antisense oligonucleotide (ASO-circFOXK2) suppresses ER-positive breast cancer cell growth both in vitro and in vivo. Moreover, combination therapy with ASO-circFOXK2 and tamoxifen exhibits synergistic effects and restores tamoxifen sensitivity in tamoxifen-resistant cells. Clinically, high circFOXK2 expression is positively correlated withCCND1levels in both ER-positive breast cancer cell lines and patient tumor tissues. Overall, our findings reveal the critical role of circFOXK2 in stabilizing the oncogeneCCND1and promoting cancer progression, positioning circFOXK2 as a potential therapeutic target for ER-positive breast cancer in clinical settings.",
  "publication_date": "2025-02-18",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "doi": "10.1073/pnas.2420383122"
}