{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "The Role of Fe-Graphitic Carbon Nitride in Improving the Oil Profile, Flowering and Biochemical Attributes in the \"Shengeh\" Olive Under Drought Stress.",
  "abstract": "To evaluate the effect of foliar-applied metal-nanostructures on alleviating the drought stress effects in olive trees, this study investigates the impact of Fe-carbon nitride nanostructures on flowering, oil profile, and some biochemical markers of olive trees grown under different irrigation regimes. The results indicated that drought decreased inflorescence number per branch by 45%, flower number per inflorescence by 9%, perfect and imperfect flower number per inflorescence by 16% and 7%, respectively, inflorescence length by 73%, fruit number per branch by 49%, and perfect flower number per branch by 54%. Whereas, the flowering parameters improved with Fe2O3/g-C3N4treatment. Spraying treatments had a significant effect on fatty acid composition, whereas irrigation level and their interaction were not statistically significant. The Fe2O3/g-C3N4treatment increased the concentrations of all investigated fatty acids. In contrast, irrigation regimes led to a decrease in C16:0, C18:0, C18:2, C18:3, and C20:0, while increasing C16:1 and C18:1. Nevertheless, the Fe2O3/g-C3N4× 100%ET treatment numerically increased C18:0 and C18:2; whereas the Fe2O3/g-C3N4× 75%ET treatment resulted in higher levels of C16:0, C16:1, C18:1, and C18:3. Drought stress caused a decrease of total chlorophylls by 62%, carotenoid by 96%, total flavonoid by 50%, and antioxidant capacity by 55%, while enhancing the phenol content by 115%. On the contrary, the use of Fe2O3/g-C3N4increased total chlorophylls by 163%, phenol content by 148%, and antioxidant capacity by 34% as compared to the control. According to this research, the use of carbon nanostructure could represent a promising and cost-effective strategy to increase the olive tree tolerance to water deficit.",
  "publication_date": "2025-06-01",
  "journal": "Physiologia plantarum",
  "doi": "10.1111/ppl.70311"
}