{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Dietary patterns and physical activity in young South Asians and white Europeans and their potential implications for cardiovascular risk.",
  "abstract": "Individuals of South Asian (SA) ethnicity have greater risk of developing cardiovascular disease (CVD) relative to white Europeans (WEs). Factors which generally contribute to increased CVD risk include physical inactivity and poor dietary habits, including high intake of salt and saturated fat. Contrastingly, diets rich in fibre, antioxidants and polyphenols are considered cardioprotective. The current questionnaire-based study aimed to examine whether the dietary habits and physical activity levels of young adult SAs living in the UK may contribute to their increased CVD risk in comparison to age-matched WEs. All participants (80 healthy individuals, 40 SA/ 40 WE (gender-balanced, aged 18-26 years) completed questionnaires to assess: general health; habitual physical activity levels, assessed by the International Physical Activity Questionnaire; and dietary patterns, assessed by EPIC-food frequency questionnaire and three-day food diaries. SAs had higher sitting times (SA: 469 ± 19.4, WE: 387 ± 21.5 min/day, p = 0.0107) and were less physically active (SA: 2050 ± 1110, WE: 4850 ± 2810 MET mins/day, p < 0.0001) than WEs. Further, SAs had lower consumption of cardioprotective nutrients, such as fibre (p = 0.0183), folate (p = 0.0242), vitamin C (p = 0.0105) and phytochemicals, such as flavonoids (p = 0.0644). SAs also consumed less alcohol (p < 0.0001), fat (p = 0.0066), sugar (p = 0.0218) and sodium (p = 0.0011) compared to WEs. These findings suggest that lower consumption of nutrients and phytochemicals that are cardioprotective, rather than excess consumption of fat, sugar and sodium, amongst young SAs may contribute to their increased CVD risk. Young SA individuals may also reduce their future CVD risk by increasing their physical activity.",
  "publication_date": "2025-04-15",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-97605-z"
}