{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Myricetin Modulates Matrix Metalloproteinases Expression Induced by TEGDMA in Human Odontoblast-Like Cells.",
  "abstract": "The activity of matrix metalloproteinases (MMPs) plays a crucial role in the aging of the resin-dentin interface. The in situ action of MMP-2 and MMP-9 has been confirmed in the process of dentin-collagen degradation. However, the involvement of dental pulp cells in MMP secretion as a response to oxidative stress induced by contact with resin monomers has not been fully elucidated. Myricetin (MYR), like proanthocyanidin (PAC), has antioxidant properties and may help prevent extracellular matrix degradation. The objective was to evaluate the effect of MYR on the MMP expression and activity in response to reactive oxygen species (ROS) increase induced by triethylene glycol dimethacrylate (TEGDMA) in human odontoblast-like cells (hOLCs). hOLCs differentiated from dental pulp mesenchymal stem cells were exposed to TEGDMA released from dentin blocks using a barrier model with transwell inserts for 18, 24, and 36 h. Intracellular oxidation was evaluated using the 2',7'-dichlorofluorescein probe. The effect of 600 μM MYR on the MMP-2 and MMP-9 expression was determined by reverse transcription-quantitative polymerase chain reaction (RT-qPCR). The extracellular MMP levels were quantified using enzyme-linked immunosorbent assay, and their activation by means of a proteolytic fluorometric assay. The results were analyzed by one-way analysis of variance and Tukey's post hoc test, p ≤ 0.05. TEGDMA exposure increased intracellular ROS and upregulated MMP-2 and MMP-9 mRNA in hOLCs (p < 0.001). The levels of MMPs increased significantly 24 h after TEGDMA exposure (p = 0.013). These secreted proteases exhibited high activation ability. MYR reduced ROS production and downregulated MMP expression and activity at both mRNA and protein levels, similar to the effect found for PAC, which was used as a control. A relationship was observed between MMP-2 and MMP-9 expression, secretion, and early activation with ROS increase due to TEGDMA exposure. MYR showed potential as a therapeutic strategy to control MMP expression and modulate redox imbalance, offering a protective effect on cellular response.",
  "publication_date": "2025-05-01",
  "journal": "Journal of biomedical materials research. Part A",
  "doi": "10.1002/jbm.a.37872"
}