{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Unravelling the untapped antifungal potential of polyphenolic compounds by targeting aspartate-beta-semialdehyde dehydrogenase: Insights from multifaceted drug design approaches.",
  "abstract": "Trichophyton rubrum is the most prevalent fungal pathogen responsible for approximately 70 % of dermatophyte infections in humans. Aspartate β-semialdehyde dehydrogenase is a crucial enzyme for the biosynthesis of amino acids in T. rubrum. It plays a significant role in the growth, survival, and virulence of this pathogen, thereby facilitating its infection and colonization of host skin. Therefore, this study aimed to identify novel drug candidates from medicinal plants to combat this fungus and its infection by inhibiting ASADH. In this study, we employed the Schrödinger suite, a standardized drug discovery and design package, for molecular docking, molecular dynamic simulations, dynamic cross-correlation matrix (DCCM), and per-residue energy breakdown. The toxicity of the selected phytoconstituents was investigated using ProTox 3.0. In the molecular docking study, keracyanin, cyanidin-3-glucoside, and eriocitrin had better docking scores of -11.184, -8.624, and -8.561 kcal/mol, respectively, compared to terbinafine. With an RMSD value of less than 2.5 Å, MD simulations further demonstrated that each of these compounds had a high binding stability with ASADH. In both docking and molecular dynamics simulations, these phytochemicals showed stronger binding stabilities than terbinafine. In the per-residue energy decomposition analysis, ASN 109, ASN 340, PRO 89, GLN 56, THR 20, ALA 17, ASP 88, ARG 114, SER 154, and SER 185 were identified as the key residues that interacted strongly with keracyanin, cyanidin-3-glucoside, and eriocitrin during the simulation periods. Furthermore, the toxicity assessment revealed that phytochemicals had a lower chance of causing organ toxicity, whereas terbinafine was more likely to cause respiratory toxicity (0.93) and blood-brain barrier toxicity (0.95). Thus, the present study concludes that keracyanin, cyanidin-3-glucoside, and eriocitrin are promising candidates for the treatment of fungal infections.",
  "publication_date": "2025-05-24",
  "journal": "Computational biology and chemistry",
  "doi": "10.1016/j.compbiolchem.2025.108524"
}