{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Chitosan/water caltrop pericarp extract reinforced active edible film and its efficacy as strawberry coating for prolonging shelf life.",
  "abstract": "This study focuses on developing and characterizing active and sustainable packaging films made from chitosan (CS), enriched with a novel bioactive extract sourced from water caltrop (Trapa bispinosa Roxb.) pericarp (WCPE). In this study, chitosan (1 % w/v) based biocomposite films were produced using varying concentrations of bioactive extracts (0,5,10,15 and 20 % w/w of CS) from water caltrop pericarp, obtained through ultrasound-assisted extraction. WCPE extract possess excellent antioxidant (89 ± 1.41 %), higher phenolics (120.48 ± 4.67 mg GAE g-1) and antimicrobial property. Similarly, developed biocomposite demonstrated superior UV barrier (OP600nm∼4.30), lower swelling (21.43 ± 2.61 %), lower moisture content (17.15 ± 1.82 %), minimum water vapor permeability (1.28 ± 0.06 g m-1day-1Pa-1(×10-10)), excellent antioxidant capacity (60.41 ± 1.52 % for DPPH and 70.80 ± 2.36 % for ABTS), greater phenolics content (168 ± 4.16 mg GAE/100 g) and good antimicrobial property. Additionally, all formulated coating solutions demonstrated biocompatibility (>85 % cell viability) with BHK-21 fibroblast cells. Finally, the CS-WCPE20 solution was evaluated for its practical use as an edible coating to preserve strawberry, under storage conditions of 20 ± 5 °C and 75 ± 5 % relative humidity. Developed coating successfully preserved quality attribute such as lower weight loss (∼17 %), higher texture (∼2.18 N), optimum TSS (∼8.44 % Brix), maximum antioxidant quality (∼50 % DPPH scavenging activity) and higher color and visual attribute upto 8 days at ambient temperature. Thus, the optimized formulation demonstrates significant potential for use as an active and intelligent packaging solution, effectively extending the shelf life of fruits and vegetables.",
  "publication_date": "2025-03-14",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.142115"
}