{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Native Brazilian fruits: postprandial glycemic control and carbohydrate-enzyme inhibition - insights from a randomized crossover clinical trial.",
  "abstract": "Brazilian native fruits are excellent sources of polyphenols, especially berries, which are rich in anthocyanins. These compounds are associated with improvements in the insulin signaling pathway, reduced glucose absorption, and the inhibition of carbohydrate-digesting enzymes. This study aimed to evaluate the impact of consuming native fruits, including grumixama (GM), Rio Grande cherry (RGc), and uvaia (UV), on the 2-hour postprandial glucose, plasma insulin, and inflammatory responses in healthy individuals. No study has evaluated the effects of these fruits on carbohydrate-digesting enzymes alongside glucose transporters. This was assessed using two methods: (i) post-bread glycemic response and (ii) post-glucose glycemic response. Healthy volunteers participated in a crossover study with control, consuming juices from GM, RGc, UV, or water, followed by white bread or a glucose solution. Capillary glucose, plasma insulin, and pro-inflammatory cytokine levels were measured. Additionally, the inhibitory activities of α-amylase and α-glucosidase by fruit extracts were evaluatedin vitro. Molecular docking assessed the affinity of individual anthocyanins and flavonols. Cyanidin 3-glucoside was identified as the predominant flavonoid in GM and RGc, while quercetin 3-galactoside and rutin were the primary flavonols in GM and RGc, respectively. RGc juice significantly reduced 2-hour postprandial glucose levels, and juices rich in anthocyanins delayed the glucose peak to 45 minutes. Only GM juice delayed the insulin peak. Phenolic extracts from GM and RGc inhibited α-amylase and α-glucosidase activitiesin vitro.In silicoanalysis showed high-affinity binding of anthocyanins and flavonols found in the GM and RGc extracts to both enzymes. Therefore, GM and RGc may be considered beneficial foods and serve as additional nutritional supplements in managing postprandial hyperglycemia.",
  "publication_date": "2025-04-14",
  "journal": "Food & function",
  "doi": "10.1039/d4fo03749a"
}