{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Effect of starch structuring and processing on the bioaccessibility of polyphenols in starchy foodstuffs: A review.",
  "abstract": "Starch is the main polysaccharide in the human diet and is the major calory supplier. The digestibility of starch can be controlled by processing conditions, which produce the rearrangement of the polymer's multi-scale structure and interactions with other components in the food matrix. The interest in consuming functional foods with polyphenols is linked to the pursuit of overall well-being. Still, the bioaccessibility of the polyphenols can be limited by their interactions with starch, features that also affect the digestibility of the polysaccharide. The starch-polyphenol interactions produce different VI-type, VIIa-type, and VIIb-type complexes, which are generated depending on the polyphenol type (structure) and the processing for developing a food matrix. The complex formation between linear glucan chains and polyphenols produces crystalline and lamellar structures that modulate the starch digestion rate. The interactions with starch modulate the bioaccessibility of the polyphenols, and the starch-polyphenols complexes are not substrates for the digestive enzymes, leading to a reduction in intestinal glucose release and absorption. The release of polyphenols produces inhibition of the α-amylase, a phenomenon that may further decrease starch digestion. The type of processing and polyphenols present are crucial factors in determining the nature of the starch-polyphenol complex that will be formed. To prepare this review, The database from Scopus was used using the keywords Starch and Polyphenols. Articles from high-impact factor journals in the study area were selected (e.g. Food Hydrocolloids, Food Chemistry, Food Research International, Functional Foods, etc.).",
  "publication_date": "2025-03-13",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116199"
}