{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "\"Targeting MDR Acinetobacter baumannii with Phyto-Synthesized Silver Nanoconjugates of Valeriana wallichii: A Mechanistic, In-Silico, and Cytotoxic Investigation\".",
  "abstract": "The escalating global crisis of antimicrobial resistance demands urgent attention. This study, prompted by the World Health Organization's 2020 report foreseeing Acinetobacter baumannii (A. baumannii) as a potential source of future epidemics, explores a sustainable solution. The innovation lies in evaluating Valeriana wallichii's (V. wallichii) methanolic extract nano-conjugate against A. baumannii. High-performance liquid chromatography reveals elevated concentrations of polyphenols- Quercitin, Rutin, and Tannic acid in the extract. Nano-conjugation with silver demonstrates efficacy comparable to tetracycline antibiotics in impeding A. baumannii growth. In silico studies targeting crucial death receptors of A. baumannii indicate strong binding energies for Tannic acid, Rutin, and Linalool, suggesting their potential as drug candidates. Green-synthesized V. wallichii silver nanoconjugate (Vw-AgNCs), validated by various techniques such as UV-Visible Spectrophotometry, DLS, AFM, SEM, EDX & XRD, significantly enhances A. baumannii restriction compared to the extract alone. Cytotoxicity evaluation on human Fibroblast cell line (L929) yields an LC50 value of 368ug/ml, indicating a substantial therapeutic window compared to antibiotics. Importantly, Vw-AgNCs exhibit superior antimicrobial activity over both the extract and chemically synthesized nanoparticles, positioning them as promising agents against A. baumannii. The antibacterial mechanism of Vw-AgNCs against MDR-A. baumannii was evaluated through multiple parameters, including membrane leakage, DNA fragmentation, Antioxidant enzymatic activities and growth kinetics, all of which demonstrated its potent bactericidal effects. These findings underscore the potential of herbal solutions in addressing the pressing issue of antimicrobial resistance.",
  "publication_date": "2025-06-23",
  "journal": "Microbial pathogenesis",
  "doi": "10.1016/j.micpath.2025.107828"
}