{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "The Multidrug and toxin compound extrusion gene GhTT12 promotes the accumulation of both proanthocyanidins and anthocyanins in Gossypium hirsutum.",
  "abstract": "The pigments present in the fibers of naturally colored cotton provide excellent antibacterial and environmentally friendly properties, making these colored fibers increasingly favored by the textile industry and consumers. Proanthocyanidins (PAs), the critical pigments responsible for the color of brown cotton fiber, are produced on the endoplasmic reticulum and subsequently transported to the vacuole for polymerization and/or storage. Previous studies have identified GhTT12 as a potential transmembrane transporter of PAs in Gossypium hirsutum, with GhTT12 being a homolog of Arabidopsis Transparent Testa 12 (TT12). Here, we analyzed the spatiotemporal expression pattern of GhTT12, silenced and transiently overexpressed GhTT12 in cotton to confirm its biological function. The GhTT12 protein contains two Multidrug and toxic compound extrusion (MATE) domains and 12 transmembrane helices, and the GhTT12 gene displayed predominant expressions in flowers and fibers of cotton that had higher contents of PAs, particularly in brown cotton, suggesting that GhTT12 may play a role in the transport of PAs in cotton. Silencing or transient overexpression of GhTT12 in cotton resulted in decreased or increased accumulation levels of PAs and anthocyanins (Ans), respectively, accompanied by correspondingly down- or up-regulation of genes involved in PAs synthesis (GhANR) and oxidative polymerization (GhTT10). These findings indicate that GhTT12 may also participate in the biosynthesis of PAs and Ans. Moreover, the silencing of GhTT12 led to a lightening of the color of brown cotton fibers, probably due to the reductions in both PAs content and PAs oxidation. Overall, this study, along with previous research, provides compelling evidence to support the hypothesis that GhTT12 transports PAs and Ans while also regulating their biosynthesis and oxidative polymerization, thereby promoting the accumulation of PAs and Ans in cotton and ultimately affecting the fiber coloration.",
  "publication_date": "2025-01-06",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.109483"
}