{
  "source": "PubMed",
  "query": "tannins",
  "title": "Nutritional Value and Antinutritional Factors ofBalanites aegyptiacaSeed Oils and Cakes for Animal Feed: A Review.",
  "abstract": "Recent research on animal nutrition focused on the use of plant-based lipid and protein sources as alternatives to fish oil and fishmeal, with a particular emphasis on by-products from oilseed processing. Several studies have been carried out on seed and derived products ofBalanites aegyptiaca. Therefore, this paper aimed to review scientific knowledge on the nutritional value and antinutrients ofB. aegyptiacaoils and cakes for animal feed. A literature search of articles using Google Scholar and Research4Life was conducted between May and November 2024, followed by the selection of relevant articles from the reference list of collected articles. Then, a content analysis was performed. Results showed thatB. aegyptiacaseeds had high oil content (30%-60%) with both saturated and unsaturated fatty acids. Among these, oleic, linoleic, and palmitic acids were the main ones. The remaining cakes after oil extraction had high contents of protein (30%-40%), lipids (4%-9%), and minerals (5%-15%). Common antinutritional factors in cakes were phytates, saponins, tannins, and oxalates, the contents of which ranged from 37 to 194, 1.6 to 18, 0.0043 to 0.034, and 15 to 350 mg/100 g, respectively. This review found that these cakes have been used in feed for animals such as goats, sheep, and rats, but there is limited knowledge on that of aquatic animals. Concerning oil, it has been successfully used in feed forClarias gariepinusandClarias anguillaris. Considering its high nutrient content and low antinutrient levels,B. aegyptiacacakes and oils could be used as feedstuffs in animal feed. However, future studies are required for their better valorisation in feed by investigating their effects on growth and nutrient digestibility for other important farmed animal species.",
  "publication_date": "2025-06-19",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70478"
}