{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Decoding Flavonoid Metabolism for Nutritional Enhancement: A Transcriptome-Metabolome Integration Study of Biosynthesis in EdibleChrysanthemum indicumL.",
  "abstract": "Chrysanthemum indicumL. is characterized by a high concentration of flavonoid compounds, which exert multifaceted influences on the organoleptic properties, chromatic stability, and therapeutic efficacy of capitulum-derived extracts. These components exhibit diverse biological activities, including heat-clearing, antibacterial, and hepatoprotective properties. A novel whiteC. indicumvariant lacking linarin was recently identified, but its metabolic and transcriptional differences from traditional yellow varieties remain unclear. This study compared flavonoid metabolism in white mutant (BHYJ) and yellow (HJ06) varieties through integrated metabolomic and transcriptomic analyses. Metabolomics identified 491 flavonoids, revealing distinct accumulation patterns: BHYJ accumulated dihydroflavones/chalcones (eriodictyol, hesperetin-8-C-glucoside-3'-O-glucoside, naringenin chalcone), while HJ06 showed higher flavones/flavonols (linarin, rhoiflolin, vitexin, rutin, nicotiflorin). Transcriptomics identified 43 differentially expressed enzyme genes, with key regulatorsFNSII,F3'H, andF3Hshowing expression patterns correlating with metabolite profiles. Integrated analysis revealed metabolic divergence at the naringenin node: BHYJ produced less naringenin than HJ06 and preferentially channeled it toward eriodictyol synthesis rather than linarin production. This metabolic shift explains the reduced linarin accumulation in BHYJ. Experimental validation confirmed the coordinated expression patterns of key enzymes. These findings provide foundational insights into transcriptional regulation of flavonoid divergence in pigmentedC. indicumvarieties, establishing a framework for elucidating enzymatic control of flavonoid biosynthesis in capitulum development.",
  "publication_date": "2025-05-26",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14111896"
}