{
  "source": "PubMed",
  "query": "catechins",
  "title": "Plasminogen Activator Inhibitor 1 Controls Abdominal Aortic Aneurism Formation via the Modulation of TGF-β/Smad2/3 Signaling in Mice.",
  "abstract": "Given that plasminogen activator inhibitor 1 (PAI-1) plays an important role in human pathobiology and epigallocatechin-3-gallate (EGCG) exerts vasculoprotective actions, we investigated the role(s) of PAI-1 and the protective effect of EGCG in the mechanism of AAA formation, with a focus on inflammation, oxidative stress, proteolysis, and apoptosis in vivo and in vitro. Nine-week-old wild-type mice (PAI-1+/+) and PAI-1 deficiency mice (PAI-1-/-) randomly assigned to the sham operation (0.9% saline) and AAA induction (calcium chloride) and subjected to biological and morphological analysis after four weeks. On operative day 28, the AAA lesions had decreased levels of PAI-1 mRNA and protein. As compared with AAA-PAI-1+/+mice, PAI-1 deficiency aggravated AAA formation accompanied by plasma TNF-α and IL-1β elevations. PAI-1-/-resulted in harmful changes in the levels of gp91phox, cleaved-caspase 8, TGF-β, p-Smad2/3, collagen I/III, gp91phox, ICAM-1, VCAM-1 mRNAs and/or protein in the AAA lesions as well as oxidative stress production and macrophage infiltration. PAI-1-/-also increased elastin degradation and collagen accumulation associated with the reduction of proteolytic MMP-2/-9 expressions and activities. While EGCG reversed the above changes and upregulated PAI-1 expression. In vitro, PAI-1 inhibition (silencing and pharmacological inhibitor) and overexpression, respectively, increased and lowered oxidative stress-induced VSMCs apoptosis and investigated extracellular protein turnover-related protein changes. These results suggested that the protective role of PAI-1 and EGCG in AAA formation is based on their ability to inhibit inflammation, oxidative stress, and apoptosis. Moreover, EGCG-mediated PAI-1 induction might provide a potential pharmacological treatment for AAA.",
  "publication_date": "2025-05-01",
  "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
  "doi": "10.1096/fj.202403133RR"
}