{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "The Multifaceted Health Benefits of Broccoli-A Review of Glucosinolates, Phenolics and Antimicrobial Peptides.",
  "abstract": "Broccoli, a highly valued Brassica vegetable, is renowned for its rich content of bioactive substances, including glucosinolates, phenolic compounds, vitamins, and essential minerals. Glucosinolates (GSLs), secondary plant metabolites, are particularly abundant in broccoli. The global consumption of broccoli has increased due to its high nutritional value. This review examines the essential bioactive compounds in broccoli and their biological properties. Numerous in vitro and in vivo studies have demonstrated that broccoli exhibits various biological activities, including antioxidant, anticancer, antimicrobial, anti-inflammatory, anti-obesity and antidiabetic effects. This review analyzes several aspects of the chemical and biological activity of GSLs and their hydrolysis products, isothiocyanates such as sulforaphane, as well as phenolic compounds. Particular emphasis is placed on sulforaphane's chemical structure, the reactivity of its isothiocyanate fraction (-NCS), and given the different behavior of SFN enantiomers, a wide and detailed review of the chemical synthesis methods described, by microbial oxidation, or using a chiral ruthenium catalyst and more widely using chiral auxiliaries for synthesizing sulforaphane enantiomers. In addition, the methods of chiral resolution of racemates by HPLC are reviewed, explaining the different chiral fillers used for this resolution and a third section on resolution using the formation of diastereomeric complexes and subsequent separation on achiral columns. Additionally, this review highlights the presence of antimicrobial peptides in broccoli, which have shown potential applications in food preservation and as natural alternatives to synthetic antibiotics. The antimicrobial peptides (AMPs) derived from broccoli target bacterial membranes, enzymes, oxidative stress pathways and inflammatory mediators, contributing to their effectiveness against a wide range of pathogens and with potential therapeutic applications.",
  "publication_date": "2025-05-22",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30112262"
}