{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Select Polyphenol-Rich Berry Consumption to Defer or Deter Diabetes and Diabetes-Related Complications.",
  "abstract": "Berries are considered \"promising functional fruits\" due to their distinct and ubiquitous therapeutic contents of anthocyanins, proanthocyanidins, phenolic acids, flavonoids, flavanols, alkaloids, polysaccharides, hydroxycinnamic, ellagic acid derivatives, and organic acids. These polyphenols are part of berries and the human diet, and evidence suggests that their intake is associated with a reduced risk or the reversal of metabolic pathophysiologies related to diabetes, obesity, oxidative stress, inflammation, and hypertension. This work reviewed and summarized both clinical and non-clinical findings that the consumption of berries, berry extracts, purified compounds, juices, jams, jellies, and other berry byproducts aided in the prevention and or otherwise management of type 2 diabetes mellitus (T2DM) and related complications. The integration of berries and berries-derived byproducts into high-carbohydrate (HCD) and high-fat (HFD) diets, also reversed/reduced the HCD/HFD-induced alterations in glucose metabolism-related pathways, and markers of oxidative stress, inflammation, and lipid oxidation in healthy/obese/diabetic subjects. The berry polyphenols also modulate the intestinal microflora ecology by opposing the diabetic and obesity rendered symbolic reduction of Bacteroidetes/Firmicutes ratio, intestinal mucosal barrier dysfunction-restoring bacteria, short-chain fatty acids, and organic acid producing microflora. All studies proposed a number of potential mechanisms of action of respective berry bioactive compounds, although further mechanistic and molecular studies are warranted. The metabolic profiling of each berry is also included to provide up-to-date information regarding the potential anti-oxidative/antidiabetic constituents of each berry.",
  "publication_date": "2020-08-21",
  "journal": "Nutrients",
  "doi": "10.3390/nu12092538"
}