{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "A population-based study to understand the association between Bisphenol-A (BPA) and Polycystic Ovarian Syndrome (PCOS): correlating with anthropometric parameters and clinical features.",
  "abstract": "Bisphenol-A (BPA) is one of the most ubiquitous EDCs, possessing a variety of health risks starting from metabolic disorders to cancer. Due to the estrogen-mimicking phenomenon, BPA was associated with female reproductive disorders like polycystic ovarian syndrome (PCOS). This study aims to investigate the possible epigenetic mechanisms behind BPA-mediated PCOS manifestation among young women from West Bengal, India. A cross-sectional study was conducted in Kolkata Metropolitan City, West Bengal, India. Upon voluntary participation, 40 women were selected for pathological screening, anthropometric measurements. Followed by this, BPA exposure was measured in serum as well as saliva using ELISA-based technique and subsequently Global DNA methylation status (%5-mC), HAT and HDAc activity were quantified. The mean concentration of BPA in serum (8.636 + 0.489 vs. 6.38 + 1.087) and saliva (8.865 + 0.939 vs. 6.686 + 1.524) were significantly (p 0.0001) high among PCOS group. In addition, serum BPA was positively correlated with total fat percentage (r = 0.318), visceral fat percentage (r = 0.365), testosterone level (r = 0.432) and HDAc activity (r = 0.414) while inversely correlated with resting metabolism (r = -0.004), prolactin level (r = -0.335) and 5-mC percentage (r = -0.431). Also, body weight, waist circumference, hip circumference, total fat (%), visceral fat (%), BMI, LH, testosterone, LH: FSH and HAT activity was significantly high (p 0.0001) whereas 5-mC (%) and prolactin level was significantly (p 0.05) low among PCOS women. Results suggest a potential role of BPA in the alteration of epigenetic mechanisms, which lead to alterations in gene expression levels and eventually cause obesity and hormonal imbalance. Therefore, we hypothesise that BPA may lead to PCOS among women.",
  "publication_date": "2025-06-21",
  "journal": "Environmental geochemistry and health",
  "doi": "10.1007/s10653-025-02540-7"
}