{
  "source": "PubMed",
  "query": "polyphenols antioxidant",
  "title": "Effects of Consumption of Black Soybean Seed Coat Extract on Sleep Quality in Healthy Japanese: A Randomized, Placebo-Controlled, Double-Blind, Parallel-Group Comparison Study.",
  "abstract": "This study examined the effect of the intake of a test food containing black soybean seed coat extract (BE) on the sleep quality of healthy Japanese adults with poor sleep quality. This double-blind, placebo-controlled, randomized, parallel-group trial included 94 participants. We randomly assigned 64 eligible participants to either (n= 32 per group) (i) the BE group receiving a BE-containing capsule daily or (ii) the Placebo group receiving a placebo capsule daily. The primary outcome was sleepiness on rising score in the Oguri-Shirakawa-Azumi sleep inventory MA (OSA-MA) at 12 weeks after intake, and the secondary outcomes were OSA-MA, PSQI-J, original questionnaire (visual analog scale), POMS2 scores, sleep test, blood flow, palmar surface temperature, and blood test data. The final analysis included data from 64 participants. The sleepiness on rising score was significantly higher in the BE group than in the placebo group. In the BE group, sleep-onset latency and subjective dry mouth significantly decreased, and palmar surface temperature significantly increased. Furthermore, BE effectively reduced sleepiness on rising in men and increased the total sleep duration in women. For participants aged ≥ 40 years, BE improved age-related decline in sleep quality and dry mouth. Increased deep sleep and reduced sleepiness on rising were observed in those with poor sleep quality. No adverse events were reported. BE intake promoted vasodilation and increased skin temperature, decreasing the sleep-onset latency and significantly improving rising sleepiness. The mechanism is attributed to BE's antioxidant and autonomic neuromodulatory effects.Trial Registration:UMIN-CTR: UMIN000051261.",
  "publication_date": "2025-06-11",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70156"
}