{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Preparation of nanoliposomes loaded with anthocyanins from grape skin extracts: stability, gastric absorption and antiproliferative properties.",
  "abstract": "Anthocyanin nanoliposomes (ANLs) were produced by a thin film ultrasonic dispersion method to improve the stability and bioavailability of anthocyanins (ACNs) obtained from grape skin extracts. The preparation parameters were predicted to be a soy lecithin to cholesterol ratio of 80 : 19 (w/w, 2 mg of ACNs) under ultrasonication at 120 W for 3.12 min by the response surface methodology. Under the optimal conditions, the fabricated ANLs presented an encapsulation efficiency of 40.1% with an average particle size of 117 nm, a PDI of 0.254 and a ζ-potential of 8.56 mV. The stability of ACNs was improved by nanoliposome encapsulation under various temperature and light conditions. Moreover, a MKN-28 (stomach) barrier model was established to evaluate the cellular transport of ACNs before and after nanoliposome encapsulation. HPLC-DAD/MS analyses demonstrated that ACNs obtained from grape skin extracts mainly consisted of five monomers. After 180 min of transportation, peonidin-3-5-diglucoside and malvidin-3-5-diglucoside (two representative monomers) present in ANLs (0.5 mg mL-1) showed the maximum transport efficiencies of 17.25 ± 1.62% and 18.94 ± 1.05%, respectively. However, their maximum transport efficiencies were 11.68 ± 1.01% and 15.33 ± 1.24%, respectively, existing in ACNs (non-encapsulated form, 0.5 mg mL-1). Furthermore, the antiproliferative properties of ANLs were assessed in two cancer cell lines MKN-28 and HepG-2 (liver). The ANLs presented more effective antiproliferative effects towards MKN-28 than the HepG-2 cell line. This study provides theories and a practice foundation for further application of ACNs as nutraceutical and functional foods.",
  "publication_date": "2022-10-31",
  "journal": "Food & function",
  "doi": "10.1039/d2fo02008d"
}