{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Anti-Inflammatory Activity of the Shaggy Ink Cap Medicinal Mushroom Coprinus comatus (Agaricomycetes) Nanogel in Complete Freund's Adjuvant-Induced Rheumatoid Arthritis: In Silico and In Vivo Approach.",
  "abstract": "The Coprinus comatus (O.F. Mull.) Pers. (saggy ink cap) medicinal mushroom is widely found in Indonesia, the utilization and cultivation of this mushroom is still very rare, so further exploration is needed. The potential of bioactive compounds of C. comatus as a nutraceutical therapeutic is starting to be developed both as antidiabetic, anticancer, antioxidant, and anti-inflammatory. Compounds such as polyphenols, flavonoids, triterpenoids, quercetin and rutin in C. comatus are known to have biological and pharmacological activities. Many applications of C. comatus are carried out in the form of extracts, but preparations in the form of nanogels are still not widely applied. This study aimed to determine the effectiveness of C. comatus nanogels as anti-inflammatory in complete Freund's adjuvant (CFA) induced inflammatory model rats. The research method was a true experiment with a post-test-only approach with a control group design. A total of 24 rats were divided into 6 groups, including healthy control (HGCt), negative control (NGCt) (induced with 0.1 mL CFA), positive control (PGCt) (given sodium diclofenac 0.012 g/kg BW), treatment 1 (TAG1) (given nanogel 250 mg/kg BW), treatment 2 (TAG2) (given nanogel 500 mg/kg BW), and treatment 3 (TAG3) (given nanogel 750 mg/ kg BW). Data were analyzed with SPSS software version 25.1 and GraphPad Prism version 10.2. In silico testing of rutin compounds showed high binding affinity values in inhibiting iNOS protein (3E7G) and COX-2 protein (1CX2). Although the administration of C. comatus nanogels had anti-inflammatory activity by reducing the number of leukocytes 28.36% (TAG2), NOS 23.94% (TAG3), plantar thickness 22.51% (TAG1), increasing eNOS levels by 25.90% (TAG1). This anti-inflammatory activity by suppressing iNOS can potentially prevent the formation of free radicals due to increased iNOS enzyme activity, which can lead to cell lipid peroxidation. These results indicate that C. comatus can be developed as an anti-inflammatory nutraceutical.",
  "publication_date": "2025-06-01",
  "journal": "International journal of medicinal mushrooms",
  "doi": "10.1615/IntJMedMushrooms.2025058985"
}