{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Identification and functional characterization of BAHD acyltransferases associated with anthocyanin acylation in blueberry.",
  "abstract": "Blueberry is promoted as a super food with several health properties derived from chlorogenic acid and anthocyanin. Previous studies indicated that anthocyanin acylation and the content of chlorogenic acid could affect their level of absorption and biological activity. In this study, a genome-wide association study was performed to identify loci associated with anthocyanin and chlorogenic acid and characterize the candidate genes controlling anthocyanin acylation. Two stable loci controlling anthocyanin acylation and glucose specific glycosylation were confirmed on chromosomes 2 and 4, respectively, while no stable loci associated with chlorogenic acid were identified. Two acyl-CoA acyltransferases namedVcBAHD-AT1andVcBAHD-AT4were identified as best candidate genes controlling anthocyanin acylation. Interestingly, the two genes clustered in acyl-CoA acyltransferases clade III, a clade that is not commonly associated with anthocyanin acylation. A virus-induced gene silencing approach optimized for silencingVcBAHD-AT1andVcBAHD-AT4in the whole blueberry fruits, confirmed the role of these two genes in anthocyanin acylation. Overall, this study establishes the foundation to develop a molecular marker to select for higher acylated anthocyanin and delivered a method for rapid functional characterization of genes associated with other fruit related traits in blueberry. Also, the study adds evidence that during the evolution of acyl-CoA acyltransferases multiple routes led to the emergence and/or fixation of the anthocyanin acyltransferase activity. These outcomes advance knowledge about the genes controlling anthocyanin acylation in blueberries and that extend to other plants. Selecting new blueberry cultivars with higher acylated anthocyanin levels could potentially increase absorption of this health-related bioactive.",
  "publication_date": "2025-02-10",
  "journal": "Horticulture research",
  "doi": "10.1093/hr/uhaf041"
}