{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Dramatic Increase in Content of Diverse Flavonoids Accompanied with Down-Regulation of F-Box Genes in a Chrysanthemum (Chrysanthemum×morifolium(Ramat.) Hemsl.) Mutant Cultivar Producing Dark-Purple Ray Florets.",
  "abstract": "Anthocyanins (a subclass of flavonoids) and flavonoids are crucial determinants of flower color and substances of pharmacological efficacy, respectively, in chrysanthemum. However, metabolic and transcriptomic profiling regarding flavonoid accumulation has not been performed simultaneously, thus the understanding of mechanisms gained has been limited. We performed HPLC-DAD-ESI-MS (high-performance liquid chromatography coupled with photodiode array detection and electrospray ionization mass spectrometry) and transcriptome analyses using \"ARTI-Dark Chocolate\" (AD), which is a chrysanthemum mutant cultivar producing dark-purple ray florets, and the parental cultivar \"Noble Wine\" for metabolic characterization and elucidation of the genetic mechanism determining flavonoid content. Among 26 phenolic compounds identified, three cyanidins and eight other flavonoids were detected only in AD. The total amounts of diverse flavonoids were 8.0 to 10.3 times higher in AD. Transcriptome analysis showed that genes in the flavonoid biosynthetic pathway were not up-regulated in AD at the early flower stage, implying that the transcriptional regulation of the pathway did not cause flavonoid accumulation. However, genes encoding post-translational regulation-related proteins, especially F-box genes in the mutated gene, were enriched among down-regulated genes in AD. From the combination of metabolic and transcriptomic data, we suggest that the suppression of post-translational regulation is a possible mechanism for flavonoid accumulation in AD. These results will contribute to research on the regulation and manipulation of flavonoid biosynthesis in chrysanthemum.",
  "publication_date": "2020-07-30",
  "journal": "Genes",
  "doi": "10.3390/genes11080865"
}