{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Bioprospecting the Rodriguan Lime (Citrus aurantifoliaSwingle) as a Novel Source of Antioxidants and Antimicrobials for Food Application.",
  "abstract": "In view of bioprospecting the Rodriguan lime (Citrus aurantifoliaSwingle) as a novel antioxidant and antimicrobial for the food industry, its bioactivities were compared with those of the Mauritian pamplemousses (Citrus maxima) and the Rodriguan grapefruit (Citrus × paradisiMacfad). The Rodriguan lime, \"Limon Rodrigues,\" is also known as the Mexican lime (Citrus aurantiifolia, Swingle) or key lime. All citrus peel extracts tested in the study-namely, the Rodriguan lime, Mauritian pamplemousses, and Rodriguan grapefruit-exhibited comparable antioxidant activity in the ferric reducing antioxidant power (FRAP) (14.50 ± 3.11, 12.96 ± 0.97, and 14.77 ± 1.47) and CUPRAC (cupric reducing antioxidant capacity) (0.71 ± 0.20, 0.50 ± 0.04, and 0.59 ± 0.11) assays. The Rodriguan lime extract had the lowest overall minimum inhibitory concentration (MIC) of 5-10 mg/mL againstStaphylococcus aureus,Salmonella enterica,Listeria monocytogenes,Bacillus cereus, andLactobacillus plantarum. Although the Rodriguan grapefruit peel had the highest total phenolic content (64.53 ± 3.25 mg GAE/g extract) (p< 0.05), its total flavonoid content was not significantly different from that of the Rodriguan lime peel (p> 0.05). LC-MS data revealed that the Rodriguan grapefruit extract possessed the highest overall concentration of flavonoids (4821.1 mg RE/kg) and coumarins (13476 mg CE/kg), although the Rodriguan lime peel extract exhibited a relatively unique flavonoid and coumarin profile. Citrus flavonoids and coumarins exhibit diverse biological functions, including antidiabetic, antimicrobial, antifungal, hypotensive, antioxidant, carminative, antibacterial, larvicidal, antiviral, uricosuric, antiyeast, antihepatotoxic, and antimutagenic activities. Additionally, they demonstrate significant anticancer, cardiovascular-protective, and neuroprotective properties. These multifunctional bioactive compounds highlight the potential of citrus-derived substances in therapeutic and preventive health applications. Given its broad antimicrobial spectrum and diverse phytochemicals, the Rodriguan lime extract shows potential for applications in the functional food and nutraceutical industries.",
  "publication_date": "2025-05-24",
  "journal": "International journal of food science",
  "doi": "10.1155/ijfo/9985071"
}