{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Antioxidant Activity and Multi-Elemental Analysis of Dark Chocolate.",
  "abstract": "Cocoa beans are part of the cocoa plant fruit (Theobroma cacaoL.) used to prepare various products such as chocolate, cocoa butter, jelly, liqueurs, cosmetics, etc. Dark chocolate is consumed worldwide by different populations and is known for its good taste, making it one of the most favoured food products. This work aimed to determine the content of total polyphenols (TPC), total flavonoids (TFC), and the antioxidant potential measured through the ability to scavenge DPPH free radicals (DPPH), ferric reducing power (FRAP), and total antioxidant capacity (TAC), as well as major and trace elements contained in twelve commercially available dark chocolate samples, with cocoa content ranging from 40% to 99%. The total polyphenols content ranged between 10.55 and 39.82 mg/g GAE, while the total flavonoid content was from 10.04 to 37.85 mg/g CE. All applied antioxidant assays indicate that the sample with the highest cocoa percentage shows the greatest antioxidant activity (DPPH: 48.34% of inhibition; FRAP: 89.00 mg/g GAE; TAC: 83.86 mg/g AAE). Statistical methods were applied to establish the differences between the samples concerning TPC, TFC, DPPH, FRAP and TAC, as well as to differentiate the samples according to the mineral content. The results indicated that the differences in TPC and TFC between different samples depended on the cocoa content and the addition of dried fruit pieces. A good correlation between antioxidant potency composite index (ACI) and declared cocoa content was noticed (R2= 0.8034), indicating that the declared percentage of cocoa is a reliable indicator for antioxidant activity of analysed dark chocolate samples. The nutritional evaluation proved that the studied chocolate samples were an excellent source of Mg, Fe, Mn and Cu.",
  "publication_date": "2022-05-17",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods11101445"
}