{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Monitoring the Phenolic and Terpenic Profile of Olives, Olive Oils and By-Products throughout the Production Process.",
  "abstract": "Olive oil is a food of great importance in the Mediterranean diet and culture. However, during its production, the olive oil industry generates a large amount of waste by-products that can be an important source of bioactive compounds, such as phenolic compounds and terpenes, revalorizing them in the context of the circular economy. Therefore, it is of great interest to study the distribution and abundance of these bioactive compounds in the different by-products. This research is a screening focused on phytochemical analysis, with particular emphasis on the identification and quantification of the phenolic and terpenic fractions. Both the main products of the olive industry (olives, olive paste and produced oil) and the by-products generated throughout the oil production process (leaf, \"alpeorujo\", liquid and solid residues generated during decanting commonly named \"borras\" and washing water) were analyzed. For this purpose, different optimized extraction procedures were performed for each matrix, followed by high-performance liquid chromatography coupled with electrospray time-of-flight mass spectrometry (HPLC-ESI-TOF/MS) analysis. Although no phenolic alcohols were quantified in the leaf and the presence of secoiridoids was low, this by-product was notable for its flavonoid (720 ± 20 µg/g) and terpene (5000 ± 300 µg/g) contents. \"Alpeorujo\" presented a complete profile of compounds of interest, being abundant in phenolic alcohols (900 ± 100 µg/g), secoiridoids (4500 ± 500 µg/g) and terpenes (1200 ± 100 µg/g), among others. On the other hand, while the solid residue of the borras was the most abundant in phenolic alcohols (3700 ± 200 µg/g) and secoiridoids (680 ± 20 µg/g), the liquid fraction of this waste was notable for its content of elenolic acid derivatives (1700 ± 100 µg/mL) and phenolic alcohols (3000 ± 300 µg/mL). Furthermore, to our knowledge, this is the first time that the terpene content of this by-product has been monitored, demonstrating that it is an important source of these compounds, especially maslinic acid (120 ± 20 µg/g). Finally, the phytochemical content in wash water was lower than expected, and only elenolic acid derivatives were detected (6 ± 1 µg/mL). The results highlighted the potential of the olive by-products as possible alternative sources of a wide variety of olive bioactive compounds for their revalorization into value-added products.",
  "publication_date": "2024-05-16",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods13101555"
}