{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "The role of plant-based dietary compounds in gut microbiota modulation in inflammatory bowel disease.",
  "abstract": "IBD, which includes Crohn's and ulcerative colitis, is associated with gut microbiota dysbiosis. The dysbiotic environment results in an elevation of harmful microbiota and a diminution of advantageous microbiota, leading to IBD. Interestingly, plant-based dietary compounds consisting of dietary fibers and polyphenols have demonstrated promise to be safe and successful in IBD treatment, with studies revealing that they can improve dysbiosis, increase anti-inflammatory cytokines, decrease pro-inflammatory cytokines, lower oxidative stress, and improve barrier function. Plant-based dietary compounds have shown potential to reduce IBD by regulating signaling pathways such as TGF-β/Smad, TRL-4/NF-κB/MAPK, TLR2-NF-κB, autophagy, pyroptosis, glycolysis/gluconeogenesis and amino acid metabolism, Nrf-2/HO-1, microbiota-macrophage-arginine metabolism, and bile acid metabolism. Additionally, they assist in forming short-chain fatty acids and other metabolites, which help regulate immune cells to alleviate IBD. Recent research indicates that dietary compounds, either as nanoparticles or encapsulated in nanoparticles, have shown potential in effectively treating IBD. Despite the beneficial role of plant-based dietary compounds, other studies have shown detrimental effects such as cancer promotion and exacerbation of immune responses. Therefore, this will help clinicians/individuals to plan their nutrition to prevent IBD exacerbation. This review highlights the microbiota signatures linked to IBD and examines the impact of gut dysbiosis on IBD. It also provides a comprehensive discussion of how plant-based dietary compounds can influence the modulation of dysbiotic gut microbiota in IBD. Plant-based dietary compounds hold potential for treating IBD.",
  "publication_date": "2025-05-30",
  "journal": "Frontiers in nutrition",
  "doi": "10.3389/fnut.2025.1606289"
}