{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Antioxidant andIn VitroHepatoprotective Activities of a Polyphenol-Rich Fraction from the Peel ofCitrus lumiaRisso (Rutaceae).",
  "abstract": "Citrus lumiaRisso is an ancient, cultivated Mediterranean lime belonging to the Rutaceae family. It is a species extremely difficult to retrieve, but it is still found in some private gardens in certain regions of Southern Italy.Citrusfruits are a rich source of bioactive compounds, particularly polyphenols, which have been linked to a reduction in the risk of several metabolic diseases. Here, hesperidium peel extracts were obtained by maceration with ethanol:water mixtures in different proportions (50:50, 80:20, 0:100) and the resulting crude extracts were then passed through a glass column containing adsorbent resins to concentrate the polyphenolic compounds. After phytochemical characterization, the extracts were evaluated for antioxidant activity using electron paramagnetic resonance (EPR) spectroscopy. Finally, the water polyphenolic-rich extract (ClumWp), which was the extract with the highest flavonoid content (18.355 ± 1.607 mg/mL) and the strongest antioxidant activity against hydroxyl radical, was tested to evaluate its potential protective effects on lipid accumulation in both 2D hepatocyte cultures and 3D spheroids. Treatment with 25 and 50 μg/mL resulted in a reduction in intracellular lipid content in the HepG2 liver cell line, while treatment with 100 µg/mL ClumWp resulted in a reduction in the intracellular lipid content in HepG2 + LX2 spheroids. In addition, treatment with ClumWp significantly increased ATP levels in the spheroids compared to those untreated, suggesting its ability to restore and promote ATP production. Our results highlight that the study of neglected species, such asCitrus lumiaRisso, remains a valuable opportunity to valorize Mediterranean biodiversity, especially in the context of its potential applications to improve human health. In particular, the polyphenolic fraction ofCitrus lumiapeel showed promising effects on lipid metabolism and cellular energy balance and may prove valuable in the treatment of metabolic disorders such as MASLD, where lipid accumulation disrupts normal cellular functions.",
  "publication_date": "2025-04-15",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14081209"
}