{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Identification of Antioxidant Methyl Derivatives ofOrtho-Carbonyl Hydroquinones That Reduce Caco-2 Cell Energetic Metabolism and Alpha-Glucosidase Activity.",
  "abstract": "α-glucosidase, a pharmacological target for type 2 diabetes mellitus (T2DM), is present in the intestinal brush border membrane and catalyzes the hydrolysis of sugar linkages during carbohydrate digestion. Since α-glucosidase inhibitors (AGIs) modulate intestinal metabolism, they may influence oxidative stress and glycolysis inhibition, potentially addressing intestinal dysfunction associated with T2DM. Herein, we report on a study of anortho-carbonyl substituted hydroquinone series, whose members differ only in the number and position of methyl groups on a common scaffold, on radical-scavenging activities (ORAC assay) and correlate them with some parameters obtained by density functional theory (DFT) analysis. These compounds' effect on enzymatic activity, their molecular modeling on α-glucosidase, and their impact on the mitochondrial respiration and glycolysis of the intestinal Caco-2 cell line were evaluated. Three groups of compounds, according their effects on the Caco-2 cells metabolism, were characterized: group A (compounds2,3,5,8,9, and10) reduces the glycolysis, group B (compounds1and6) reduces the basal mitochondrial oxygen consumption rate (OCR) and increases the extracellular acidification rate (ECAR), suggesting that it induces a metabolic remodeling toward glycolysis, and group C (compounds4and7) increases the glycolysis lacking effect on OCR. Compounds5and10were more potent as α-glucosidase inhibitors (AGIs) than acarbose, a well-known AGI with clinical use. Moreover, compound5was an OCR/ECAR inhibitor, and compound10was a dual agent, increasing the proton leak-driven OCR and inhibiting the maximal electron transport flux. Additionally, menadione-induced ROS production was prevented by compound5in Caco-2 cells. These results reveal that slight structural variations in a hydroquinone scaffold led to diverse antioxidant capability, α-glucosidase inhibition, and the regulation of mitochondrial bioenergetics in Caco-2 cells, which may be useful in the design of new drugs for T2DM and metabolic syndrome.",
  "publication_date": "2024-07-30",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms25158334"
}