{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Intelligence metabolic analysis combined with bioinformatics for investigating effect substance of Naoxintong capsule in treating carotid artery thrombosis.",
  "abstract": "Naoxintong capsule (NXT) is a typical Chinese patent medicine clinically employed to treat the cardiovascular and cerebrovascular disease. However, there is little research on the effective material basis of NXT for treating the thrombotic diseases. An extremely effectual strategy was advanced by integrating intelligent in vivo analysis, network pharmacology, metabonomics and computer simulation technology. First, an integration strategy combined step-by-step dynamic acquisition with intelligent molecular network was established for the characteristic of ingredients in vivo. Then carotid artery thrombosis (CAT) model was induced by FeCl3to explore the pharmacodynamic effect of NXT. The core targets of NXT for treating thrombosis disease were subsequently screened by combing network pharmacology with plasma metabonomics. The enzyme linked immunosorbent assay and molecular docking technology was employed for verifying the targets and the bioactive substances in NXT. Consequently, 240 prototypes and metabolites of NXT in vivo were identified totally. Meanwhile, the results combined network pharmacology with metabonomics displayed that the 44 absorbable components in NXT might act on 20 significant related pathways for treating CAT, especially arachidonic acid metabolic pathway. Then the active compounds (especially including phthalides, monoterpene glycosides, diterpene ketones, phenolic acids, flavonoids, triterpenes) were screened out based on the key targets (including PTGS1 and PTGS2). The comprehensive strategy has been established to clarify the main active components and action mechanism for Chinese patent medicine treating related disease, which provide a way for further improving quality and promote therapeutic effect.",
  "publication_date": "2025-06-04",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.466120"
}