{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Changes in Cabernet Sauvignon yield and berry quality as affected by variability in weather conditions in the last two decades in Lebanon.",
  "abstract": "Cabernet Sauvignon is the most planted cultivar in Lebanese vineyards. This study investigated the variation of its production at two vineyards 'Kanafar' (West Bekaa at 1020 m.a.s.l) and 'Taanayel' (Central Bekaa at 800 m.a.s.l) and their interactions with weather conditions from 2006 till 2018. Evaluation of climate records denoted interannual variability in weather conditions occurring in 2015 in Kanafar and in 2008 in Taanayel. Average yield peaked in 2009 in Kanafar (19,187.0 kg ha-1) and in 2011 in Taanayel (14,279.0 kg ha-1), both years marked a turning point after which values of average yield shifted downwards (by 31-67% in Kanafar, and 14-82% in Taanayel). At Kanafar, after 2015, averages of yield, weight of 200 berries (W200B), potential alcohol (PA), and total polyphenolic richness (TPR) decreased by 35%, 1.5%, 36.2 g, and 50%, respectively. In Taanayel, only TPR content in berries was significantly affected by varying weather conditions (decrease by 20%). Also, TPR values followed a progressive decreasing pattern starting from 2006 at both vineyards with minor exceptions. Multiple regression analysis assessed the relationship between various indicators and weather variables at each vineyard. It showed that the decrease in yield at Kanafar correlated with higher temperature during the growing season (by 0.6 °C), higher solar radiation from early-spring to early-summer (by 13.9-27.1 W m-2), and lower values of maximum wind speed during mid to late summer (by 0.4 m s-1), occurring during 2016, 2017, and 2018 at Kanafar. The model explained 60% of yield variations at this vineyard. Further, weather variables accounted for 61% (R2= 0.61) of changes in PA and for 58% (R2= 0.58) of TPR of berries at Kanafar. Conclusively, interannual variability in weather conditions had more serious negative influence on Cabernet Sauvignon production at Kanafar than at Taanayel, but had a similar negative influence on polyphenols accumulation in berries, and thus on potential wine quality produced at both vineyards.",
  "publication_date": "2024-03-24",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-024-57665-z"
}