{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Combining ability and gene action for fruit yield components, quality, shelf life and reaction to tomato leaf curl virus disease.",
  "abstract": "The tomato, an essential food for humans, is frequently referred to as \"protective food\" since it contains abundant quantities of vitamins, minerals, phenolic compounds and organic acids. Prevalence of tomato leaf curl virus is a major hindrance for successful production of tomatoes in tropical and subtropical parts of the world. Besides, tomato fruit is highly perishable and vulnerable to significant post-harvest losses. So, genetic improvement for resistance to tomato leaf curl virus, enhancement of shelf life, fruit quality, and productivity helps in sustainable production of this important vegetable crop. The present study aimed at determining combining ability effects of parents and gene action for conditioning 8 quantitative traits through line × tester analysis. Three ripening delaying mutants having longer shelf life of fruits were employed as lines and 7 leaf curl virus resistant genotypes possessing specific tomato leaf curl virus resistant gene (s) (Ty-2,Ty-3,ty-5) singly or in combination were selected as testers in line x tester mating design. Non-additive gene action was predominant for the conditioning of most of the traits. Partial to over-dominance reaction in the inheritance of most of the traits amply suggested the importance of hybrid breeding strategy for improvement of tomato. Three ripening delaying mutants (BCT-111rin, BCT-norand BCT-Nr) and the tomato leaf curl resistant line AVTO1422 (Ty-2,Ty-3) emerged as the potential donors for future breeding programme. The hybrids BCT-111rin× AVTO1422, BCT-nor× AVTO1422 and BCT-Nr× AVTO1422 emerged as most promising based on combining ability studies and mean performance. These hybrids could be utilized commercially after critical testing in multiple environments or could also be advanced further for isolation of desirable recombinant lines.",
  "publication_date": "2025-01-23",
  "journal": "Heliyon",
  "doi": "10.1016/j.heliyon.2025.e42040"
}