{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Bacterial extracellular biomolecules-derived multimodal manganese nanoparticles control watermelon Fusarium wilt by dysregulating fusaric acid biosynthesis pathway and precise tuning of rhizosphere metabolome.",
  "abstract": "Fusarium wilt, caused by Fusarium oxysporum f. sp. niveum (Fon), poses a significant threat to watermelon production globally. Traditional control methods often rely on chemical fungicides, which pose environmental risks and limited long-term efficacy. This study introduces biogenically-synthesized manganese nanoparticles (MnNPs) as a potent antifungal agent for managing Fusarium wilt. MnNPs were synthesized extracellularly using the culture supernatant of Lysinibacillus sphaericus NOTE11, a Mn-resistant bacterial strain isolated and characterized in this study. Comprehensive physicochemical analyses confirmed their crystalline structure, spherical morphology, and elemental composition. MnNPs demonstrated potent antifungal activity, significantly inhibiting Fon growth, conidiation, and conidial germination in vitro, with 100 µg/mL MnNPs reducing hyphal growth by 21.97% and conidial germination by 80% compared to untreated controls. Disease assays further confirmed that MnNPs significantly reduced Fusarium wilt severity in watermelon (~ 84%) compared with Fon-infected controls, with MnNP-treated infected-plants exhibiting minimal symptoms and reduced invasive fungal biomass in within watermelon tissues. Transcriptomic analysis revealed that MnNPs downregulated genes in the fusaric acid biosynthesis pathway, a key determinant of Fon virulence, disrupting its ability to infect host plants. Additionally, MnNPs modulated rhizosphere metabolites, enriching defense-related compounds, including phenolics, flavonoids, and organic acids. These findings establish MnNPs as a robust and impactful strategy for managing Fusarium wilt. By integrating nanotechnology and plant-rhizopshere interactions, this study provides a novel approach to mitigating soilborne diseases, emphasizing the potential of nano-enabled disease management approaches to enhance crop protection and sustainability in agriculture.",
  "publication_date": "2025-06-18",
  "journal": "Journal of nanobiotechnology",
  "doi": "10.1186/s12951-025-03492-x"
}