{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "An Integrated Network Pharmacology and RNA-seq Approach for Exploring the Protective Effect of Isoquercitrin in Doxorubicin-Induced Cardiotoxicity: Identification of Novel Genes.",
  "abstract": "Cardiotoxicity, a severe side effect of cytotoxic drugs like doxorubicin (DOX), can lead to cardiomyopathy and heart failure, significantly impacting patient prognosis. This study investigates the molecular mechanisms of DOX-induced cardiotoxicity and explores isoquercitrin (IQC) as a potential therapeutic agent. RNA-sequencing analysis revealed 7855 dysregulated genes in DOX vs. Control and 3853 in DOX + IQC vs. DOX groups. Functional enrichment analysis of upregulated genes in the DOX vs. Control group highlighted cytokine-cytokine receptor interaction and calcium signaling pathways as significant immune-related KEGG pathways. Immune genes were shortlisted based on inflammatory functions, followed by protein-protein interaction analysis and hub gene identification. This process revealed IL6, IL1B, IL10, CCL19, CD27, CSF1R, ADRB2, GDF15, TNFRSF10B, and PADI4 as the top 10 interacting immune hub genes. Validation in the DOX + IQC vs. DOX group showed that IQC downregulated CCL19, IL10, PADI4, and CSF1R genes. Computational drug design techniques, including virtual screening and molecular dynamic simulations, identified promising targets for IQC. These targets were experimentally validated using RT-qPCR in AC16 cell lines under four conditions: control, DOX, low dose DOX + IQC, and high dose DOX + IQC. The study demonstrates that IQC significantly reduces inflammation and oxidative stress in human AC16 cardiomyocyte cell line by downregulating inflammatory and stress pathways induced by DOX. It concludes that CCL19 and PADI4 are crucial immune biomarkers for treating DOX-induced cardiotoxicity using IQC, providing insights into potential therapeutic strategies using plant-based compounds to mitigate the cardiotoxic effects of DOX in cancer treatment.",
  "publication_date": "2025-02-18",
  "journal": "Cardiovascular toxicology",
  "doi": "10.1007/s12012-025-09968-4"
}