{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Transcriptome and Metabolome Analyses Offer New Insights into Bolting Time Regulation in Broccoli.",
  "abstract": "The globular buds and stems are the main edible organs of broccoli. Bolting is an important agronomic trait, and the timing of its occurrence is particularly critical when breeding and domesticating broccoli. The molecular mechanism that regulates broccoli bolting time is not well-understood. In this study, the apical flower bud and leaf tissues of two broccoli varieties with different bolting intensities were selected for metabolome and transcriptome analyses. In the apical flower buds of early-bolting B2554 and late-bolting B2557, 1094 differentially expressed genes and 206 differentially accumulated metabolites were identified. In the leaves, 487 differentially expressed genes and 40 differentially accumulated metabolites were identified. In the floral pathway, the expression ofFLC(FLOWERING LOCUS C) was significantly upregulated, and that ofFT(FLOWERING LOCUS T) was significantly downregulated in the late-bolting plants, indicating their possible role in suppressing bolting. In addition, significant differences were identified in the sucrose synthesis and transport, hormone synthesis, and signal transduction processes in early-bolting B2554 and late-bolting B2557. Sucrose accumulation in the leaves and apical flower buds of the early-bolting plants was about 1.3 times higher than in the late-bolting plants. Indole-3-acetic acid (IAA) and abscisic acid (ABA) accumulation in the apical flower buds of the late-bolting plants was more than twice that in the early-bolting plants. Jasmonic acid (JA) accumulation in the apical flower buds of the late-bolting plants was more than ten times higher than in the early-bolting plants. Phenolic acids may affect the bolting time of broccoli. This study offers new insights into the regulation mechanism of broccoli bolting and provides some potential molecular targets to include in breeding methods that regulate bolting time.",
  "publication_date": "2025-04-15",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26083726"
}