{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "The Mechanism of Relieving Diarrheal Irritable Bowel Syndrome Using Polyphenols fromRibes nigrumL. Based on a Network Pharmacology Analysis and 16S rRNA Sequencing.",
  "abstract": "Diarrheal irritable bowel syndrome (IBS-D) is a chronic bowel condition that leads to intestinal dysfunction and is typically accompanied by diarrhea, stomach pain, and abdominal distension.Ribes nigrumL. polyphenols (RNPs), which are natural plant polyphenols, are the subject of this study, which aims to assess their potential in improving IBS-D and to explore the underlying mechanisms through a network pharmacology analysis and 16S rRNA sequencing. Next, mice models of diarrhea-predominant irritable bowel were established, and the mice with IBS-D were treated with RNPs. The effect of RNPs was then evaluated in terms of body weight, abdominal withdrawal reflex (AWR), Bristol score, fecal water percentage, diluted fecal volume, total intestinal transit time, immune index, histopathological observation, and changes in inflammatory factors. Finally, 16S rRNA sequencing and reverse q-RTPCR were utilized to evaluate the components that mediate the impact of RNPs on IBS-D. It was found that when RNP treatment was administered to mice with IBS-D, they decreased the water content in their stools, raised their immunological scores, and decreased the amount of inflammatory substances in their bodies. Moreover, through 16S rRNA sequencing, it was shown that the RNP treatment increased the relative abundances of Bacteroides, Alloprevotella, and Alistipes, which led to the remodeling of gut microbiota. In summary, RNPs significantly improved the conditions of mice with IBS-D by inhibiting the FoxO pathway and enhancing gut microbiota. This study concludes that RNPs could significantly improve the symptoms of mice with IBS-D through these means.",
  "publication_date": "2024-11-29",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods13233868"
}