{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Metabolomics combined with network pharmacology reveals the regional and variety heterogeneity of grape metabolites and their potential antioxidant mechanisms.",
  "abstract": "China is one of the world's three major grape-producing regions. However, limited research has focused on the differential metabolites of cross-regional and cross-varietal grapes, and the specific metabolites responsible for their pharmacological effects. Thus, this study comparatively analyzed the antioxidant activities and metabolite compositions of grapes from different regions and varieties to explore the potential antioxidant mechanisms of flavonoid metabolites. The results revealed that the production region primarily influenced the 2,2-Diphenyl-1-picrylhydrazyl (DPPH) of grapes, whereas variety significantly affected the ferric ion reducing antioxidant power (FRAP). Both region and variety had highly significant effects on the total phenolic content (TPC) and total flavonoid content (TFC) of grapes (P < 0.001) and showed significant effects on the 2,2'-Azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) (ABTS+) and grape metabolites (P < 0.05). However, variety exerted a stronger influence on metabolite composition than region (P < 0.001). Flavonoid metabolites have emerged as key antioxidants, with compounds such as kaempferol, fisetin, and 6-hydroxyluteolin playing critical roles. These metabolites primarily exert their antioxidant effects through signaling pathways, notably the PI3K-Akt pathway. Among all samples, Xinjiang's 'Summer Black' grapes showed the best antioxidant capacity. These findings provide insights into the biochemical basis underlying the differences grapes in China, offering a theoretical foundation for further research on the pharmacological efficacy and antioxidant mechanisms of secondary metabolites in Chinese grapes.",
  "publication_date": "2025-04-19",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116443"
}