{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Shoot Cultures ofVitis vinifera(Vine Grape) Different Cultivars as a Promising Innovative Cosmetic Raw Material-Phytochemical Profiling, Antioxidant Potential, and Whitening Activity.",
  "abstract": "The primary purpose of this work was the initiation and optimization of shoot cultures of differentVitis viniferaL. cultivars: cv. Chardonnay, cv. Hibernal, cv. Riesling, cv. Johanniter, cv. Solaris, cv. Cabernet Cortis, and cv. Regent. Cultures were maintained on 30-day growth cycles using two media, Murashige and Skoog (MS) and Schenk and Hildebrandt (SH), with various concentrations of plant growth regulators. Tested media ('W1'-'W4') contained varying concentrations of 6-benzylaminopurine (BA) in addition to indole-3-butyric acid (IBA) and 1-naphthaleneacetic acid (NAA). High performance liquid chromatography coupled with mass spectrometry (UPLC-MS) was used for metabolomic profiling. In all tested extracts, 45 compounds were identified (6 amino acids, 4 phenolic acids, 13 flavan-3-ols, 3 flavonols, and 19 stilbenoids). Principal component analysis (PCA) was performed to assess the influence of the genotype and medium on metabolic content. PCA showed that metabolic content was mainly influenced by genotype and to a lesser extent by medium composition. MS media variants induced the amino acid, procyanidin, and flavan-3-ol production. In addition, the antioxidant potential and anti-tyrosinase activity was measured spectrophotometrically. The studies on antioxidant activity clearly reveal very high efficiency in reducing free radicals in the tested extracts. The strongest tyrosinase inhibition capacity was proved for shoots cv. Hibernal cultured in SH medium and supplemented with NAA, with an inhibition of 17.50%. These studies show that in vitro cultures ofV. viniferacvs. can be proposed as an alternative source of plant material that can be potentially used in cosmetic industry.",
  "publication_date": "2023-09-29",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules28196868"
}