{
  "source": "PubMed",
  "query": "catechins",
  "title": "Metal-phenolic epigallocatechin gallate‑zinc antioxidant nanoparticles for cataract treatment.",
  "abstract": "In cataract, oxidative stress plays an important role. It breaks the balance of the antioxidant defense system by destroying biological macromolecules such as proteins, lipids and nucleic acids in the lens, induces lens opacity, and then leads to the formation of cataract. The antioxidant properties of epigallocatechin gallate (EGCG) are well-established, particularly its ability to scavenge ROS and modulate cellular pathways. However, its therapeutic potential is limited by poor stability and bioavailability. To overcome these challenges, the work is designed to form a metal-phenolic network (MPN) system by coordinating EGCG with zinc ions. MPNs offer distinct advantages for ocular drug delivery, including enhanced structural stability, improved cellular uptake, and the ability to simultaneously target multiple oxidative stress pathways. By doing so, an antioxidant nanoparticle is formed to slow down the turbidity process of the lens induced by oxidative stress and thus prevent the occurrence of cataract. The particle size, zeta potential, ultraviolet absorption spectrum, FTIR, surface morphology and element distribution of EGCG-Zn were determined. In vitro, EGCG-Zn has good biosafety, cell uptake performance and anti-cell damage performance. In addition, from a mechanistic analysis, the particles can scavenge free radicals and reduce the production of intracellular ROS. Similarly, EGCG-Zn can well prevent the damage of reactive oxygen species to intracellular lysosomes, mitochondria, cytoskeleton, DNA synthesis and cell senescence. In the UV-B-induced cataract animal model in rats, EGCG-Zn has good in vivo safety. The transparency of the lens in the experimental group using EGCG-Zn is significantly lower than that in the untreated model group. In conclusion, EGCG-Zn nanoparticles are expected to become an important means in the field of cataract treatment, bringing hope for restoring clear vision to many cataract patients.",
  "publication_date": "2025-05-02",
  "journal": "Journal of controlled release : official journal of the Controlled Release Society",
  "doi": "10.1016/j.jconrel.2025.113798"
}