{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Enhancing UV-B Tolerance in Radish and Mung Bean Plants Using Magnetic Iron Oxide Nanoparticles Foliar Application.",
  "abstract": "This study investigates the potential of magnetic iron oxide nanoparticles (MIONPs) in mitigating ultraviolet-B radiation (UV-B) induced physiological damage in radish (Raphanus sativus L.) and mung bean (Vigna radiata). Screening of the seed vigour indices identified 1500 mg L-1MIONPs as the optimal concentration for radish and 100 mg L-1for mung bean for seed vigour improvement. After the first true leaf appeared (~15 days), plants were exposed to different UV-B intensities: control (UV0, 0 mW m-2), moderate (UV1, 26 mW m-2), and high (UV2, 53 mW m-2), with or without foliar MIONPs application. Results showed that UV-B significantly decreased the net photosynthesis rate (Pn) by 32% in radish and 65% in mung bean after UV2 exposure. Fluorescence parameters, including photosystem II (PSII) efficiency and photosynthetic performance (PIabs), were also impaired by UV-B. UV-B stress led to a decline in plant growth, leaf area, biomass accumulation, and chlorophyll content while increasing antioxidant enzyme activities, flavonoids, anthocyanins, malondialdehyde (MDA), and hydrogen peroxide (H2O2) levels. However, MIONPs treatment enhanced UV-B tolerance by improving pigment content, PSII efficiency, Pn, leaf area, and biomass accumulation while reducing MDA and H2O2levels, thus improving overall plant physiological health. In the leaf model of energy flux, MIONPs-treated plants showed more active reaction centers and improved electron transport. The OJIP curves differed under UV-B stress, with increasing UV-B stress showing decreased fluorescence intensity at the IP phase. However, plants treated with MIONPs showed higher fluorescence intensity specifically at the IP phase, suggesting their protective effect. The UV sensitivity index (UV-SI) revealed that mung bean is more UV-sensitive than radish. MIONPs treatment increased UV-SI values and enhanced the plant tolerance towards UV-B. The results suggest that the application of MIONPs could improve UV-B resistance in future agricultural practices.",
  "publication_date": "2025-06-01",
  "journal": "Physiologia plantarum",
  "doi": "10.1111/ppl.70285"
}