{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Incorporation of Aloe Vera Gel Into Kefir: Impact on Volatile Composition, Rheological, Techno-Functional, and Microbiological Properties.",
  "abstract": "This study aimed to produce a unique kefir enriched with Aloe vera gel (Aloe barbadensis Miller). Kefir samples contain 5%-15% of Aloe vera gel, except for the control sample. Physical, chemical, rheological, microbiological, and sensory properties were determined over a storage period of 21 days. The values for total solids, protein, ash, titratable acidity, pH, and syneresis were between 8.58% and 10.71%, 2.81% and 3.87%, 0.51% and 0.65%, 0.63% and 0.76%, 4.25 and 4.35, and 57.15% and 67.29%, respectively. Rheological and viscosity tests showed that the samples exhibited pseudoplastic behavior, which is typical for non-Newtonian fluids. The addition of Aloe vera gel led to a decrease in viscosity and flow properties. The values included variations in total phenolic content (101.31-333.61 mg gallic acid equivalent/L [GAE/L]), 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) (ABTS) (83.85-99.47 mg Trolox equivalent/L [TE/L]), and 2,2-diphenyl-1-picryhyldrazyl (DPPH) (473.51-615.54 mg TE/L) for the samples containing Aloe vera gel. The addition of Aloe vera gel increased the antioxidant activity (ABTS); however, the total phenolic content decreased. A total of 44 volatile compounds were identified, and the addition of Aloe vera gel resulted in higher levels of 1-hexanol, benzyl alcohol, and 2-methylpentanoic acid. The microbiological analysis results were within the prescribed limits for total aerobic mesophilic bacteria, yeasts and molds, lactobacilli, lactococci, and total coliforms. After the completion of the sensory analysis, the samples showed respectable results. Compared with single prebiotics and probiotics, a synbiotic fermented beverage made with Aloe vera gel as a substrate for lactic acid fermentation could have greater health benefits. It is therefore proposed to industrially produce this unique fermented milk product. PRACTICAL APPLICATION: Aloe vera (Aloe barbadensis Miller) gel-added kefir is produced in this study as a novel fermented beverage. The physical, chemical, rheological, microbiological, and sensory properties of the samples were determined during storage. The industrial production of this synbiotic fermented milk product is recommended due to its potential impact on health as a stronger probiotic.",
  "publication_date": "2025-05-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70292"
}