{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Tea Polyphenols and Compound Probiotics Promote Laying Performance and Egg Quality by Improving Intestinal Barrier Function and Immunity in Laying Hens.",
  "abstract": "This study investigated the effects of tea polyphenols and compound probiotics on laying performance, egg quality, antioxidant capacity, and intestinal barrier function in Lohmann laying hens. A total of 720 healthy 240-day-old hens (1.78 ± 0.12 kg) were randomly assigned into two dietary groups (six replicates per group, 60 hens per replicate). The control group received a basal diet, while the experimental group was supplemented with 300 mg/kg tea polyphenols and 300 mg/kg compound probiotics for 42 days. Compared to the control group, the experimental group showed a significantly higher laying rate, average egg weight, albumen height, Haugh unit, and eggshell thickness (P < 0.05). Serum catalase activity, total antioxidant capacity, and immunoglobulin A levels increased (P < 0.05), while malondialdehyde levels decreased (P < 0.0001). The experimental group exhibited a significant increase in duodenal villus height and crypt depth, jejunal villus height-to-crypt depth ratio, and ileal crypt depth (P < 0.05). Furthermore, the experimental group exhibited significantly higher threonine, serine, and proline levels in the yolk (P < 0.05). Additionally, nonessential amino acid and total amino acid contents ignificantly increased (P < 0.05), while other amino acids showed an upward trend. Furthermore, cecal microbiota diversity improved, accompanied by an enrichment of beneficial bacterial genera. Functional analysis revealed significant enrichment in key metabolic pathways (P < 0.05). In conclusion, dietary supplementation with tea polyphenols and compound probiotics significantly improved laying performance, egg quality, antioxidant capacity, and intestinal health in Lohmann laying hens.",
  "publication_date": "2025-04-01",
  "journal": "Probiotics and antimicrobial proteins",
  "doi": "10.1007/s12602-025-10530-5"
}