{
  "source": "PubMed",
  "query": "flavonols",
  "title": "In silico studies on quercetin, myricetin, and kaempferol in inhibiting TGF-β1 and galectin- 3 for cardiac fibrosis management.",
  "abstract": "Cardiac fibrosis remains as the leading cause of death worldwide and is often associated with elevated levels of transforming growth factor-β 1 (TGF-β1) and galectin-3, making them potential therapeutic targets. Recent studies revealed that quercetin, myricetin, and kaempferol have the biological effect for several cardiovascular diseases. However, the investigation into this topic through molecular models and analysis remain unexplored. The aim of this study was to evaluate the potential effect of quercetin, myricetin, and kaempferol which targeted TGF-β1 and galectin-3. In this study, quercetin, myricetin, and kaempferol roled as the tested ligands. Subsequently, colchicine and native ligand acted as control ligands that were screened through molecular docking against TGF-β1 and galectin-3 using AutoDock tools to identify the potential inhibitor. The stability of ligand- receptor complexes was assessed through molecular dynamic (MD) simulations using NMAD. Absorption, Distribution, Metabolism, Excretion and toxicity (ADMET) prediction were also performed using ADMETlab 2.0. Molecular docking analysis revealed that quercetin, myricetin, and kaempferol exhibited strong binding affinity which are -8.9 kcal/mol, -8.5 kcal/mol, -7.6 kcal/mol respectively with TGF-β1, and -7.5 kcal/mol, -7.0 kcal/mol, -5.7 kcal/mol respectively with galetcin-3; low inhibition constant (Ki); and stable interaction with the active sites of TGF-β1 and galectin-3. MD simulations confirmed the stability and compactness of the ligand-receptor complexes. ADMET analysis also showed high Plasma Protein Binding (PPB) values (quercetin: 95%, myricetin: 92%, and kaempferol: 97%) and moderate clearance values (quercetin: 8.284%, myricetin, and 7.716%, kaempferol: 6.868%) for the tested compounds. In conclusion, the in silico analyses suggested that quercetin, myricetin, and kaempferol are promising for cardiac fibrosis therapies by inhibiting TGF-β1 and galectin-3.",
  "publication_date": "2025-01-08",
  "journal": "Narra J",
  "doi": "10.52225/narra.v5i1.1310"
}