{
  "source": "PubMed",
  "query": "tannins",
  "title": "Characterization of tannic acid-intravenous immunoglobulin (IVIG) protein complex and impact on drug-induced cytotoxicity in MDA-MB-468 breast cancer cells.",
  "abstract": "In this study, we investigated the molecular interaction between intravenous immunoglobulin (IVIG) and tannic acid (TA), a natural polyphenol, to assess the potential impact of this interaction on cellular responses relevant to cancer. Binding analysis revealed that the IVIG-TA complex forms through a single binding site on the protein with lgKa= 3.08-4.20, driven by hydrogen bonding and van der Waals interactions. Spectroscopic studies, including CD, UV-visible, and fluorescence analysis, indicated that TA induces partial changes in the secondary structure of IVIG and alters the microenvironment around specific tyrosine residues (TYR33, TYR98, TYR99). Molecular dynamics simulations further supported these findings, showing that TA binding leads to partial folding of the protein's heavy chain. Functional assays in breast cancer cell lines demonstrated that the IVIG-TA complex, which exhibited IC50values nearly comparable to those of TA, was associated with increased intracellular ROS and LDH release, indicating enhanced oxidative stress and membrane disruption. However, caspase-3 activity remained relatively unchanged, suggesting that the observed cellular damage was induced through non-apoptotic mechanisms, potentially sensitizing cells to further damage from TA or other treatments. Although the extent of anticancer modulation under the current conditions was limited due to the relatively weak interaction between TA and IVIG, these findings suggest that further exploration of the IVIG-ligand interaction could lead to enhanced specificity in binding and modulation of small molecule activity. This work lays the foundation for future studies investigating the structural and biological implications of IVIG-ligand interactions in therapeutic contexts.",
  "publication_date": "2025-05-21",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144545"
}