{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Intranasal delivery of blackberry-loaded Chitosan nanoparticles for antipsychotic potential in Ketamine-induced schizophrenia in rats.",
  "abstract": "Schizophrenia is a neuropsychiatric disorder with limited treatment options that have unwanted side effects. Clozapine, an atypical antipsychotic, has been used for resistant schizophrenia. This study investigated the effect of anthocyanin-rich extract from Rubus fruticosus (RFE) loaded into chitosan nanoparticles against ketamine-induced schizophrenia in rats. The extract's phenolic and flavonoid content was measured using UPLC-ESI-MS/MS, revealing 9.42 ± 0.5 mg of gallic acid equivalent and 2.54 ± 0.02 mg of quercetin equivalent per g of extract, with 19 identified compounds, predominantly anthocyanin glycosides. Chitosan nanoparticles were prepared with chitosan and sodium tripolyphosphate at a ratio of 3:1 with particle size 194.49 ± 5.69 nm and encapsulation efficiency of 64.6 ± 1.12%. Rats were treated with ketamine to induce schizophrenia-like symptoms, and various groups received different treatments, including control, ketamine, ketamine + clozapine, ketamine + RFE, and a combination of clozapine/RFE. Clozapine and RFE treatments were initiated from day 8 to day 14. RFE treatment ameliorated positive, negative, and cognitive symptoms of schizophrenia while mitigating clozapine-induced side effects such as weight gain, hyperglycemia, hyperlipidemia, agranulocytosis, and liver dysfunction. RFE corrected oxidative stress as evidenced by its effect on catalase activity and reduced glutathione level. Additionally, RFE hindered neuroinflammation induced by ketamine and reduced the levels of Tumor Necrosis Factor-α. RFE also increased BDNF levels. This study demonstrates that RFE-loaded chitosan nanoparticles exhibit potent antipsychotic properties and enhance clozapine's therapeutic efficacy while minimizing its adverse effects. This could shed light on the integration of the use of natural products and advanced nano-based formulations to manage schizophrenia patients worldwide.",
  "publication_date": "2025-05-14",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-00918-2"
}