{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Chemical characterization of Scottish peat using evolved gas analysis-mass spectrometry.",
  "abstract": "Peat is a chemically complex organic material formed under anaerobic conditions, and plays a critical role in the Scotch whisky industry by contributing phenolic aromas during malting. However, regional variations in peat composition complicate quality control and necessitate rapid, reproducible analytical methods. In this study, we propose the use of evolved gas analysis-mass spectrometry (EGA-MS) as a simplified and effective technique for the chemical characterization of Scottish peat. Peat core samples were collected from three locations in Scotland and subjected to EGA-MS and stepwise pyrolysis-GC/MS analyses. The EGA-MS thermograms revealed three major decomposition peaks between 225 and 450 °C, corresponding to distinct compound classes such as polysaccharide-derived anhydrosugars (m/z 60), aliphatic hydrocarbons (m/z 83, 85), nitrogenous organics (m/z 84, 114), and aromatic lignin-derived compounds (m/z 91). These marker ions were validated through compound identification by stepwise Py-GC/MS and supported by principal component analysis (PCA), which showed grouping patterns corresponding to chemical source origins. Quantitative correlation analysis demonstrated strong agreement (R² > 0.69) between peak heights in EGA thermograms and compound abundances in stepwise Py-GC/MS chromatograms. The method also captured trends in humification and C/N ratio across vertical profiles, reflecting degradation pathways and peat maturation. A radar plot-based visualization approach was developed to represent the composition of peat at different depths and sites using four representative compound groups. The resulting profiles revealed clear spatial and temporal variations in peat chemistry. This demonstrates that EGA-MS, in conjunction with selected marker ions, can serve as a practical and rapid screening tool for peat characterization, offering significant advantages in throughput and operational simplicity over traditional GC/MS methods.",
  "publication_date": "2025-06-16",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.466142"
}