{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Neuroprotective effects of quercetin on motor impairments and anxiety-like behaviors in a rat model of Parkinson's disease.",
  "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disorder characterized by motor impairments such as bradykinesia and rigidity, and non-motor deficits including anxiety. These phenomena are closely associated with underlying pathological processes including oxidative stress(OS) and mitochondrial dysfunction that arise from the degeneration of dopaminergic neurons in the substantia nigra. Recent studies have shown that flavonoids like quercetin have neuroprotective effects through antioxidant and anti-inflammatory properties. In this study, we aimed to evaluate the impact of quercetin on motor function, anxiety-like behaviors, and Interleukin-6 (IL-6) levels in hippocampal dentate gyrus tissue in a rat model of PD induced by 6-hydroxydopamine (6-OHDA) and examine the behavioral findings with the use of two doses (10 and 25 mg/kg) of quercetin. Forty male Wistar rats were divided into five groups: control, sham, Parkinson's, and two quercetin-treated PD groups (10 and 25 mg/kg), and 6-OHDA (8 μg/3 μl) was injected into the left medial forebrain bundle (MFB) in three of them to induce PD. The behavioral assessments evaluated motor function and anxiety-like behaviors, including apomorphine-induced rotation, rotarod, wire hanging, elevated plus maze, and open field tests. Our results indicate that quercetin treatment significantly reduced apomorphine-induced rotations, supporting the results of rotarod and wire hanging tests, improved motor coordination, with the 25 mg/kg dose showing greater efficacy. Quercetin also alleviated anxiety-like behaviors in a dose-dependent manner based on the results of the elevated plus maze and open field tests. In addition, the results showed a significant elevation of IL-6 in the hippocampus of PD rats compared to the control group, and quercetin treatment can reduce its levels, though the levels remained higher than in the sham and control groups. These findings suggest that quercetin ameliorates both motor and anxiety-like deficits in a 6-OHDA rat model of Parkinson's disease, potentially through modulation of hippocampal neuro-inflammation, highlighting its promise as a multi-target therapeutic agent in PD.",
  "publication_date": "2025-06-10",
  "journal": "Behavioural brain research",
  "doi": "10.1016/j.bbr.2025.115692"
}