{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Serial Extraction of Pectin and Polyphenols From Watermelon Rind for Use in Strawberry Preservation Film.",
  "abstract": "The aim of this study was to extract watermelon rind (WR) pectin (WRP) and watermelon rind polyphenols (WRE) and evaluate the effect of pectin/sodium alginate composite films (WRPSA) with or without WRE on strawberry preservation. WRP was extracted using citric acid, whereas WRE was obtained through ethyl acetate extraction. The extracted WRP was characterized for composition and structural properties, multi-angle laser light scattering (MALLS), Fourier Transform Infrared Spectroscopy (FTIR), differential scanning calorimetry (DSC), x-ray diffraction (XRD), ζ-potential analysis, and rheological measurements. The pectin/SA film (WRPSA) and pectin/SA composite film containing WRE (WRPESA) were prepared. Both films were analyzed for physical properties and structurally characterized. Strawberries were wrapped with either WRPSA, WRPESA, or no treatment (exposed) and stored under lightproof conditions at 4°C for 12 days. The results showed that WRP was a low-ester pectin (degree of methylation [DM] = 38.7%) with a molecular weight of 683 kDa. WRP had typical polysaccharide characteristic peaks and good thermal stability that could be used as a film-forming substrate. WRPESA showed better mechanical strength and antioxidant capacity than that of WRPSA, indicating that WRE showed synergistic effects on the improvement of composite films. Additionally, WRPESA effectively reduced strawberry softening, color deterioration, and weight loss, in addition to the delay in the dynamic changes in sugar content and pH and accumulation of malondialdehyde (MDA). WRPESA also helped maintain the total phenolic content of the strawberries. These findings suggest that watermelon byproducts could be valorized for sustainable food packaging, reducing both agricultural waste and reliance on synthetic materials. Practical Application: This article confirmed the feasibility of a sequential extraction process for watermelon rind pectin and polyphenols, which can later be applied to industrial production lines to increase the utilization rate of watermelon rind. The practical application value of this research lies in the development of biodegradable packaging materials. By extracting pectin and polyphenols from watermelon rind, the resulting films can effectively extend the shelf life of strawberries and reduce food waste. Furthermore, this study promotes the utilization of agricultural waste, enhances the nutritional value of food, and provides new opportunities for local economic development. Additionally, it offers a scientific basis for advancing sustainable packaging technology and food preservation innovations, which is significant for environmental protection and healthy consumption.",
  "publication_date": "2025-04-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70216"
}