{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Biochemical Characterization of a Novel, Glucose-Tolerant β-Glucosidase from Jiangella ureilytica KC603, and Determination of Resveratrol Production Capacity from Polydatin.",
  "abstract": "Β-glucosidase, a ubiquitous enzyme, is responsible for catalyzing the hydrolysis of β-glycosidic linkages present in polysaccharides and contributes significantly to several industrial sectors such as food, agriculture, and biofuel production. β-glucosidases can convert polydatin to resveratrol through de-glycosylation. Resveratrol is important for human health and has potential applications in pharmacology. The preference of enzymatic conversion methods for resveratrol production improves the importance of β-glucosidases. The glucose tolerance of β-glucosidases also significantly impacts their applicability. Because the inhibition of many β-glucosidase's activity by their reaction product, glucose, is a limiting factor for industrial applications. In this study, a robust β-glucosidase was isolated from a novel-defined Jiangella ureilytica KC603 strain. The β-glucosidase encoding gene (JurBglKC603) was cloned and expressed in E. coli BL21 (DE3) cells and a 50.1 kDa protein was purified using Ni-affinity column chromatography. The efficient polydatin deglycosylation capacity of JurBglKC603 was determined by Glucose Oxidase-Peroxidase (GOPOD) assay. JurBglKC603 exhibits remarkable resistance to glucose concentrations of up to 3 M. The enzyme remained active across a broad pH spectrum and was unaffected by most heavy metal ions, except for Hg2+. The kinetic parameters of JurBglKC603 were Km= 0.44 mM, Vmax= 26.87 U·mg-1, kcat= 21.1 s-1, and kcat/Km= 47,954 M-1·s-1against pNPG and Km= 4.6 mM, Vmax= 20 U·mg-1, kcat= 17.2 s-1, and kcat/Km= 3822 M-1·s-1against polydatin. Molecular docking studies have demonstrated that Gln19, His120, Trp411, and Glu410 play a vital role in the interaction with polydatin.",
  "publication_date": "2025-05-23",
  "journal": "Applied biochemistry and biotechnology",
  "doi": "10.1007/s12010-025-05272-7"
}