{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Proteomic Profiling Informs Mechanisms of Esophageal Adenocarcinoma Inhibition by Cranberry Proanthocyanidins.",
  "abstract": "Cranberry proanthocyanidins (CPACs) exert potent antiinflammatory and antibacterial activities in humans and anticancer effects in preclinical models, including those targeting esophageal adenocarcinoma (EAC). This study applied proteomic profiling to investigate CPACs' inhibitory effects on reflux-induced EAC in a rat model. Tandem mass spectrometry was applied to protein isolated from water-, CPAC-, and reflux-exposed esophagi with and without CPAC treatment. Differentially expressed proteins were identified, followed by enrichment analyses to assess CPACs' capacity to ameliorate reflux-induced changes in gene set hallmarks, pathways, and process networks. CPAC directly reversed 42.1% of reflux-induced protein alterations. Gene set enrichment analysis (GSEA) revealed CPAC mitigated 11 hallmarks enriched in reflux-induced EAC (i.e., oxidative phosphorylation, myogenesis, adipogenesis, MYC targets, and P53). Top pathways over-represented with reflux and directly reversed by CPAC included spliceosome, metabolic pathways, and IL-17 signaling. Transcription_mRNA processing, translation_regulation/initiation, and inflammation (i.e., kallikrein-kinin system, neutrophil activation) dominated process networks upregulated by reflux and downregulated by CPAC. Networks exclusively altered by reflux and not mitigated by CPAC included ribosomal-linked translation, immune response_antigen presentation, and leptin signaling. Similarly, CPAC did not reverse the reflux-linked downregulation of ubiquinone metabolism. Identifying reflux-induced cancer processes and pathways that CPAC fails to mitigate may inform opportunities for combination prevention efforts moving forward.",
  "publication_date": "2025-05-12",
  "journal": "Molecular nutrition & food research",
  "doi": "10.1002/mnfr.70102"
}