{
  "source": "PubMed",
  "query": "lignans",
  "title": "The Role of Oxidative Stress in the Pathogenesis and Treatment of Leishmaniasis: Impact on Drug Toxicity and Therapeutic Potential of Natural Products.",
  "abstract": "The treatment of leishmaniasis has limitations due to drug toxicity and the increasing resistance of the parasite. In this study, we analyze the role of oxidative stress in the pathogenesis and treatment of leishmaniasis, as well as in new therapeutic alternatives of natural origin. The evasion mechanisms against the host immune response involve surface molecules present in the parasite, which modulate oxidative stress to ensure its survival. Drug treatment requires strict monitoring to minimize adverse reactions and ensure patient safety, as mechanisms such as lipid peroxidation, mitochondrial dysfunction, and depletion of antioxidant defenses are associated with drug toxicity. Plant-derived products with antileishmanial activity impact the parasite's redox balance, inducing apoptosis and reducing its parasitic load. Most studies are still in preliminary stages, making in vivo assays and clinical studies essential, along with the development of accessible formulations. Oxidative stress is involved in the pathogenesis of leishmaniasis, asLeishmaniamanipulates the host's redox balance to survive. It also contributes to drug toxicity, as antimonials and amphotericin B increase reactive oxygen species, causing cellular damage. Several plant-derived compounds have demonstrated antileishmanial activity by modulating oxidative stress and promoting parasite apoptosis. Examples include alkaloids fromAspidosperma nitidum, lignans fromVirola surinamensis, flavonoids fromGeissospermum vellosii, and triterpenoids such as β-sitosterol. Although these compounds show promising selectivity, most studies remain in preliminary stages, requiring in vivo assays and clinical studies to confirm efficacy and safety, as well as the development of affordable formulations.",
  "publication_date": "2025-03-07",
  "journal": "Toxics",
  "doi": "10.3390/toxics13030190"
}