{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Reactive Oxygen Species-Responsive Gel-Based Microneedle Patches with Antimicrobial and Immunomodulating Properties for Oral Mucosa Disease Treatment.",
  "abstract": "Oral ulcer wounds are difficult to heal due to bacterial infections, persistent inflammatory responses, and excessive reactive oxygen species (ROS). Therefore, the elimination of bacteria, removal of ROS, and reduction of inflammation are prerequisites for the treatment of mouth ulcer wounds. In this study, oligomeric proanthocyanidins (OPC) and 3-(aminomethyl)phenylboronic acid-modified hyaluronic acid (HP) were used to form polymer gels through dynamic covalent borate bonds. Minocycline hydrochloride (MH) was then loaded into the polymer gel, and a multifunctional MH/OPC-HP microneedles (MNs) with ROS-responsive properties was prepared using a vacuum method. The MH/OPC-HP MNs can rapidly release MH in a diffusive manner and sustainably release OPC in response to ROS. The gel-based MH/OPC-HP MNs extended the retention of OPC in oral ulcers, leading to prolonged ROS scavenging effects. Cytocompatibility and hemocompatibility tests showed that MH/OPC-HP MNs had good biocompatibility. Antibacterial experiments demonstrated that MNs loaded with MH exhibited excellent antibacterial effects. In vitro experiments indicated that MH/OPC-HP MNs could effectively clear ROS, reduce oxidative stress damage, inhibit M1-type macrophage polarization, and induce M2-type polarization. Furthermore, in vivo experiments revealed that MH/OPC-HP MNs could inhibit pro-inflammatory cytokines, promote neovascularization, accelerate epithelial healing of ulcers, and significantly promote healing in a rat model of oral ulcer wound infection. In summary, MH/OPC-HP MNs hold promise as a therapeutic strategy for enhancing the healing of oral ulcer wounds.",
  "publication_date": "2025-01-23",
  "journal": "ACS biomaterials science & engineering",
  "doi": "10.1021/acsbiomaterials.4c02050"
}