{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Resveratrol ameliorates cognitive impairment with improvement of gut microbiota, inflammation, neurogenesis, and synaptic proteins in a mouse model of Gulf War Illness.",
  "abstract": "The main symptoms of chronic Gulf War illness (GWI) include persistent cognitive and mood impairments. Research on animals has corroborated that these cognitive and mood dysfunctions coincide with chronic neuroinflammation, declined neurogenesis, and synaptic integrity in the hippocampus. Furthermore, these neurological changes are linked with systemic inflammation and gut dysbiosis, defined by shifts in gut microbiota composition and increased intestinal permeability. Resveratrol (RSV), known for its neuroprotective properties, is currently being studied in a clinical trial for its potential to ease the symptoms in GWI veterans. Herein, we investigated whether RSV would improve cognitive and mood function in a mouse model of GWI and delved into the underlying mechanisms at play. Five months after exposure to 0.7 mg/kg pyridostigmine bromide (PB) and 200 mg/kg permethrin (PER), a two-week regimen of RSV at doses of 20 or 40 mg/kg alleviated the cognitive deficits observed in the object location and novel object recognition tests. RSV treatment effectively mitigates cognitive disorders through multiple mechanisms: (1) amelioration of gut microbiota dysbiosis and intestinal permeability; (2) downregulation of serum proinflammatory cytokine levels; (3) suppression of chronic neuroinflammation in the hippocampus, evidenced by reduced astrocyte hypertrophy, microglial activation, and neuroinflammatory markers; (4) promotion of hippocampal neurogenesis; and (5) normalization of synaptic protein levels, including PSD95, CaMKIIα. This study provides novel insights into the potential of RSV to alleviate cognitive impairment, alongside the restoration of gut dysbiosis, in veterans suffering from GWI.",
  "publication_date": "2025-06-02",
  "journal": "European journal of pharmacology",
  "doi": "10.1016/j.ejphar.2025.177768"
}