{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Dietary procyanidin B1 attenuates fibrogenesis and inflammation in hepatic fibrosis: research on the possible health benefits of procyanidin B1.",
  "abstract": "Procyanidin B1 (PB1) is a natural polyphenol abundant in whole-grain highland barley as well as in many fruits, vegetables, and medicinal plants. The current study investigated the hepatoprotective effect and potential mechanism of PB1 against hepatic fibrosis. C57BL/6 mice with hepatic fibrosis were induced with thioacetamide (TAA), followed by the administration of PB1 or a positive control, silymarin, or followed by gene silencing of the thyroid hormone-responsive protein (THRSP). Hepatic stellate cells (HSCs) were stimulated with transforming growth factor β (TGF-β) or an isolated mouse peritoneal macrophage (MPM)-primed conditioned medium and cultured with PB1, silymarin or the THRSP agonist. MPMs were cultured in the presence of LPS/ATP and/or PB1. It was found that PB1 decreased the release of inflammatory factors, such as caspase-1 and IL-1β. Moreover, PB1 could activate THRSP and decrease P2X7r-modulated NLRP3 inflammasome activation in the TAA-induced mice. Additionally, PB1 inhibited the expressions of α-SMA, collagen I, the TIMP-1/MMP13 ratio, inflammatory factors, P2X7r, and NLRP3 and increased THRSP expression in activated HSCs and macrophages. THRSP deficiency attenuated the regulatory effect of PB1 on the reverse inflammation of activated HSCs, promoting hepatic fibrosisin vivoandin vitro. PB1 reversed the activation of HSCs by increasing the THRSP-mediated P2X7r/NLRP3 axis, similar in function to THRSP overexpression. PB1 could reverse the activation of HSCs and mitigate hepatic inflammation and fibrogenesis in TAA-induced hepatic fibrosis. Targeting THRSP-mediated P2X7r/NLRP3 is crucial for PB1's action against hepatic fibrosis, underscoring a promising approach and the utility of PB1 for the treatment of hepatic fibrosis.",
  "publication_date": "2025-06-10",
  "journal": "Food & function",
  "doi": "10.1039/d5fo01415h"
}