{
  "source": "PubMed",
  "query": "tannins",
  "title": "Exploring the Nutritional and Anti-Nutritional Composition of Traditionally FermentedQochoFrom Widely Cultivated Enset (Ensete ventricosum) Landraces in Central Ethiopia.",
  "abstract": "Enset is a multipurpose perennial root crop primarily used as a staple food for over 25 million people in Ethiopia. Despite the existence of various landraces, little information is known about their nutritional profile. Thus, the aim of this study was to determine the nutritional and anti-nutritional contents ofqochofrom the eight widely cultivated landraces. Traditionally fermentedqochosamples were milled individually into a fine powder and analyzed by applying standard food procedures. The mean proximate component (%) varied in moisture value from 59.0-66.5, crude protein (1.75-3.15), crude fat (0.14-0.73), crude fiber (2.25-5.39), and total ash (1.2-2.4), whereas the total carbohydrates came to 89.74-94.64, and gross energy was 370.69-387.97 kcal/100 g. The mean contents of minerals (mg/100 g) ranged: calcium (80.17-110.60), potassium (90.35-157.14), magnesium (14.37-16.35), phosphorus (10.84-40.19), sodium (7.41-8.35), iron (4.08-6.71), and zinc (0.39-0.73) on a dry weight basis. The mean anti-nutritional values (mg/100 g) for oxalate, tannin, and phytate ranged from 6.26-9.39, 5.04-32.05, and 74.28-141.19, respectively. This showed that theqochosamples contain low contents of anti-nutritional factors. Regarding molar ratios, phytate to calcium, phytate × calcium to zinc, and oxalate to calcium were shown below the critical values. Overall, theqochoof the analyzed enset landraces had a considerable variation in nutritional profile. Therefore, continued identification is crucial to distinguish the enset landraces with more nutritiousqochofor local and regional consumption as well as to sustain enset cultivation for food security.",
  "publication_date": "2025-04-30",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70216"
}