{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Description ofFicus caricaL. Italian Cultivars II: Genetic and Chemical Analysis.",
  "abstract": "Ficus caricaL., present in Italy since ancient times, is represented by numerous cultivars grown in both southern and central regions. In recent years, local accessions, as a source of genetic biodiversity, have gained increasing interest for both genetic conservation and their agronomic characteristics, which are well suited for 'sustainable agriculture'. Based on these considerations, we conducted a parallel study combining the genetic analysis (SSRs marker) and chemical profiling (polyphenols and antioxidant capacity) of fig leaves to characterize 15 cultivars of the Tuscany region. A genetic analysis performed using seven SSR oligonucleotide primers successfully allowed the discrimination of the cultivars studied, with primers MFC2, MFC3, and LMFC30 exhibiting the highest polymorphism. The phytochemical profiling of the leaves, conducted by HPLC-DAD-TOF-MS, revealed 17 phenolic compounds, among which caffeic acid derivatives were the most abundant. The psolaren compound was absent only in Gigante di Carmignano cv. The antiradical capacity varied among cultivars, with Perticone, Brogiotto Nero, and Paradiso exhibiting the highest antiradical capacity. Additionally, Brogiotto Bianco, Corbo, Dottato, Paradiso, Pecciolo Nero, and Verdino contained the highest concentrations of total sugars. Statistically significant differences were observed in total polyphenol content (values ranging from 14.1 to 36.6 mgGAE/gDW) and in flavonoid content (ranging from 25.7 to 52.3 mgQE/gDW). In terms of sugars, the sum of fructose, glucose, and sucrose ranged from 20.60 (Bianco di Carmignano) to 49.24 mg g-1(Verdino), with fructose present in the highest amounts. In conclusion, the 15 cultivars were completely characterized genetically and chemically, offering valuable insights for both conservation strategies and agricultural applications.",
  "publication_date": "2025-04-18",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14081238"
}