{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Anti-infective synergy ofAcacia niloticabioactive fraction and methyl gallate with meropenem against pathogenicity ofPseudomonas aeruginosa.",
  "abstract": "A combination approach using phytocompounds with antibiotics offers a promising strategy to enhance antibiotic efficacy and reduce pathogen virulence. This study investigates the synergistic antibacterial and anti-virulence potential ofAcacia niloticaethyl acetate fraction (ANEF) and its bioactive compound, methyl gallate (MG), in combination with meropenem againstPseudomonas aeruginosaPAO1. The synergy was assessed using checkerboard assays againstP. aeruginosaandEscherichia coli, with ANEF-meropenem and MG-meropenem combinations yielding fractional inhibitory concentration index (FICI) values of 0.187 and 0.312, respectively, indicating strong synergism. These combinations significantly reduced bacterial viability, with log₁₀ CFU/ml reductions of 4.48 (ANEF-meropenem) and 3.68 (MG-meropenem). The combinations inhibited quorum sensing (QS)-regulated virulence factors, including pyocyanin, pyoverdine, protease, swarming, and EPS production by 58-82% at ½ FIC. The biofilm disruption assays further confirmed the anti-biofilm potential, with reductions of 86.67% by ANEF-meropenem and 82.66% for the MG-meropenem combination. The mechanistic evaluations revealed enhanced bacterial membrane disruption, with MG-meropenem showing the highest membrane permeability (54.63% dye uptake) and cellular leakage (OD 1.28). Hemolysis assays indicated dose-dependent toxicity, with maximum hemolysis by 45.39% (ANEF) and 29.94% (MG) at the MIC value. However, ANEF exhibited no adverse developmental effects inCaenorhabditis elegansN2 worms. These findings demonstrate that ANEF and MG, in synergy with meropenem, effectively impairP. aeruginosagrowth, virulence, and biofilm formation while maintaining low toxicity profiles. The findings support the potential of phytochemical-antibiotic combinations as promising adjunct therapies for multidrug-resistantP. aeruginosainfections.",
  "publication_date": "2025-06-11",
  "journal": "3 Biotech",
  "doi": "10.1007/s13205-025-04372-9"
}