{
  "source": "PubMed",
  "query": "tannins",
  "title": "Limited effects of tannin supplementation on the dairy cattle fecal microbiome with modulation of metabolites.",
  "abstract": "Tannins are plant secondary metabolites that bind organic carbon (C) and nitrogen (N), potentially altering substrate bioavailability for enteric fermentation in ruminants. This interaction may reduce greenhouse gas (GHG) emissions and influence nitrogen partitioning. Given tannins' resistance to ruminal degradation and persistence through the gastrointestinal tract, this study investigated the effects of a tannin-based feed additive on fecal microbial diversity, fecal chemical composition, and GHG emissions. Twenty-four early- to mid-lactation dairy cows were randomized to receive either a tannin-based feed additive (TRT; containing condensed and hydrolyzable tannins fromSchinopsis quebracho-colorado[Schltdl.]) or a control diet (CON) for 64 days. Cows were blocked by parity, dry matter intake, milk yield, body weight, and days in milk. Fecal samples were collected on days 0, 16, 32, and 64 and analyzed using 16S rRNA gene amplicon sequencing. Fecal C, N, and indole-3-lactate were measured, and GHG emissions (N2O, CH4, CO2) were assessed via 14-day laboratory incubation. A total of 1,538 amplicon sequence variants were identified, with Firmicutes as the dominant phylum. Fecal phylogenetic diversity showed a significant treatment × day interaction (p< 0.01), with TRT cows exhibiting reduced microbial diversity from day 16 to 64. Fecal C and N concentrations were significantly lower (p< 0.01) in TRT cows on day 16, while indole-3-lactate levels were higher on day 64 (p= 0.02). GHG emissions did not differ significantly between treatments. The tannin-based feed additive influenced fecal microbial community structure and select chemical parameters but did not significantly affect GHG emissions from feces. These findings suggest that dietary tannins may modulate gut microbial ecology with minimal impact on downstream manure-related emissions.",
  "publication_date": "2025-06-10",
  "journal": "Frontiers in microbiology",
  "doi": "10.3389/fmicb.2025.1570127"
}