{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "[An experimental study on the effect of polydatin on retinal ganglion cell apoptosis induced by optic nerve injury].",
  "abstract": "Objective:To investigate the effect of polydatin on retinal ganglion cell (RGC) apoptosis induced by optic nerve injury.Methods:It was an experimental research, conducted from October 2022 to December 2023. Retina-optic nerve explants from C57BL/6 mice were cultured in vitro to simulate optic nerve injury, and a computer-generated random number table was used for complete randomization, assigning the explants to the 0-day uncultured group (immediately detected after sampling), the model group (cultured for 1, 3 or 5 days to establish the injury model), and the polydatin group (with polydatin added throughout the intervention on the basis of the model group). The retinal tissues were collected, and the glial fibrillary acidic protein (GFAP), calcium ion binding protein 1 (Iba1), and ganglion cell marker Brn3a were detected by immunofluorescence staining. The effects of polydatin on the activation of astrocytes and microglia and RGC survival were observed. The expressions of GFAP, Vimentin, Iba1, B-lymphocytoma-2-associated X protein (Bax), lyzed C-caspase 3, and B-lymphocytoma-2 were detected by Western blotting. Real-time fluorescence quantitative PCR was used to detect the mRNA transcription levels of tumor necrosis factor-α (TNF-α), interleukin (IL)-6, and IL-10. One-way analysis of variance and LSD-ttest were used for statistical analysis.Results:Immunofluorescence staining showed that compared with the model group, the polydatin group inhibited the activation of astrocytes and microglia and protected the RGCs. With explant culture for 1, 3, and 5 days, the expressions of GFAP (0.74±0.01, 0.70±0.04, 0.68±0.02), Vimentin (0.67±0.02, 1.91±0.09, 1.25±0.05), Iba1 (0.87±0.10, 2.36±0.13, 1.64±0.11), Bax (2.48±0.10, 0.37±0.02, 1.69±0.11), and C-caspase 3 (0.77±0.03, 2.49±0.09, 1.65±0.08) in the polydatin group were lower than those in the model group [GFAP (1.23±0.01, 1.17±0.01, 1.77±0.04), Vimentin (1.21±0.02, 2.67±0.06, 1.42±0.03), Iba1 (1.13±0.02, 3.51±0.07, 2.16±0.08), Bax (3.53±0.12, 1.27±0.06, 3.24±0.15), and C-caspase 3 (1.54±0.08, 3.38±0.17, 2.18±0.08)]. The expression of B-lymphocytoma-2 in the polydatin group (2.41±0.09, 1.67±0.07, 6.84±0.20) was higher than that in the model group (1.73±0.08, 0.96±0.07, 2.36±0.33). The differences were statistically significant (allP<0.05). In addition, the mRNA transcription levels of TNF-α (0.47±0.13, 12.07±0.56, 18.06±2.58) and IL-6 (0.55±0.12, 7.48±1.02, 41.35±7.08) in the polydatin group were lower than those in the model group [TNF-α (4.67±0.52, 26.62±2.62, 42.43±4.97) and IL-6 (1.21±0.06, 15.66±0.62, 67.46±3.78)]. The level of IL-10 (0.52±0.07, 2.98±0.24, 5.61±1.23) in the polydatin group was higher than that in the model group (0.06±0.03, 0.12±0.03, 2.64±0.74). The differences were statistically significant (allP<0.05).Conclusion:Polydatin can inhibit the activation of glial cells and the expression of inflammatory factors induced by optic nerve injury, thus enhancing the survival of RGCs.",
  "publication_date": "2025-04-01",
  "journal": "[Zhonghua yan ke za zhi] Chinese journal of ophthalmology",
  "doi": "10.3760/cma.j.cn112142-20241205-00563"
}