{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Syringetin ameliorates thallium sulphate induced renal dysfunction via regulating Nrf2/Keap-1, TLR4/HMGB1/RAGE and NF-κB pathway.",
  "abstract": "Thallium sulphate (TLM) is a highly hazardous metal known to induce severe renal damage. Syringetin (SGN) is a naturally derived polyphenolic compound that demonstrates excellent medicinal properties. This research trial was conducted to determine the nephroprotective ability of SGN to inhibit TLM induced renal toxicity in rats by assessing different parameters including oxidative stress, apoptotic and inflammatory markers as well as histo-morphological parameters. Thirty-two Sprague Dawley rats were apportioned into the control, TLM (6.4 mgkg-1), TLM (6.4 mgkg-1) + SGN (10 mgkg-1) and SGN (10 mgkg-1) alone administered group. Our findings revealed that TLM exposure promoted renal inflammation which was evident by increased mRNA expression of myeloid differentiation primary response 88 (MYD88), toll-like receptor 4 (TLR4), interleukin-1β (IL-1β), high mobility group box1 (HMGB1), tumor necrosis factor- α (TNF-α), receptor for advanced glycation end products (RAGE), cyclooxygenase-2 (COX-2), interleukin-6 (IL-6), and nuclear factor- kappa B (NF-κB). The concentrations of reactive oxygen species (ROS) and malondialdehyde (MDA) were exacerbated while the enzymatic action of heme oxygenase-1 (HO-1), superoxide dismutase (SOD), glutathione reductase (GSR), catalase (CAT), & tissue contents of glutathione (GSH) were reduced after TLM intoxication. Serum concentrations of N-Acetylglucosamine (NAG), blood urea nitrogen (BUN), Kidney Injury Molecule-1 (KIM-1), Neutrophil Gelatinase-Associated Lipocalin (NGAL), creatinine, uric acid were observed elevated while a notable reduction was noted in the concentration of creatinine clearance following the dose administration of TLM. The levels of Bcl-2-associated X protein (Bax), cysteine-aspartic acid protease-3 (Caspase-3) & cysteine-aspartic acid protease-9 (Caspase-9) were exacerbated while the concentration of B-cell lymphoma-2 (Bcl-2) was notably suppressed following regimen of TLM. Renal tissues were distorted after TLM administration. In contrast, SGN supplementation notably restored oxidative profile, reduced pro-inflammatory and apoptotic markers as well as improved renal histology.",
  "publication_date": "2025-06-02",
  "journal": "Tissue & cell",
  "doi": "10.1016/j.tice.2025.103003"
}