{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Enhanced Extraction of Bioactive Compounds from Red Grape Pomace: Optimizing Ultrasound-Assisted Extraction with Ethanol and NaDES as Solvents.",
  "abstract": "This study aims to investigate two types of solvents, ethanol and natural deep eutectic solvent (NaDES), using the ultrasound-assisted extraction techniques, in order to analyze their efficiency and ability to extract polyphenolic compounds from red grape pomace. The optimization and validation of the most feasible extraction conditions leading to maximization of the dependent variables (total anthocyanins, polyphenols, flavonoids and antioxidant activity), were carried out using response surface methodology with a central composite design. For ethanol extraction, the validated optimal conditions were at 35 °C for 22.5 min and a concentration of 70% ethanol. The values obtained under these conditions were 105.32 mg cyanindin-3-glucoside (C3G)/g DW, 465.81 mg gallic acid equivalents (GAE)/100 g DW, 15.3 mg catechin equivalents (CE)/100 g DW and 1414.15 mMol Trolox/g DW, respectively. Concerning the extraction using NaDES, consisting of a 1:2:1 molar mixture of choline chloride, lactic acid and water, the optimal conditions that led to a profile consisting in 57.58 mg C3G/g DW, 414.04 mg GAE/100 g DW, 15.8 mg CE/100 g DW and 7.28 mMol Trolox/g DW, respectively, were at 60 °C for 60 min and a solvent volume of 10 mL. Two different chromatographic profiles were obtained, with 12 polyphenolic compounds identified in ethanolic extracts and only 5 in NaDES, respectively. The in vitro digestion study revealed the high bioaccessibility of polyphenols in the gastric environment, with a drastic decrease in simulated intestinal fluid. The results are valuable in terms of identifying the best extraction conditions for polyphenols using alternative, non-toxic, ecofriendly solvents.",
  "publication_date": "2025-04-27",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14050526"
}