{
  "source": "PubMed",
  "query": "tannins",
  "title": "Metal-phenolic network coatings delivering stem cells from apical papilla derived nanovesicles for bone defect regeneration.",
  "abstract": "Bone defects have a broad impact, with over four million patients globally needing bone defect reconstruction every year due to various causes. Extracellular vesicle-functionalized scaffolds have recently emerged as a novel therapeutic approach for enhancing bone tissue regeneration. However, the clinical application of exosomes is limited by their low yield and rapidin vivoclearance. To address these challenges, we prepared nanovesicles (SCAPs-NVs) from stem cells of the apical papilla (SCAPs) using the extrusion method and loaded them into a tannic acid-Fe3+network modified decellularized diaphragmatic tendon matrix. SCAPs can be abundantly obtained directly from extracted immature permanent teeth, are more readily available than other stem cells and also have the potential for multi-lineage differentiation. The strong interaction between tannic acid (TA) and the phospholipid bilayer of SCAPs-NVs enabled the controlled release of SCAPs-NVs. In our study, under the same conditions, the yield of SCAPs-NVs was approximately 23-fold higher than that of exosomes obtained by ultracentrifugation, highlighting the efficiency of the extrusion method. Moreover, MicroRNA sequencing of SCAPs-NVs reveals that they are enriched in angiogenic and osteogenic miRNAs.In vitroresults showed that the composite scaffold loaded with SCAPs-NVs stimulated osteogenic differentiation of mesenchymal stem cells and promoted angiogenic activity of human umbilical vein endothelial cells. Micro-CT and histological evaluation confirmed the efficacy of the NVs-functionalized scaffold in promoting bone regeneration within a rat cranial defect model. This study provides novel insights into the therapeutic potential of nanovesicles, particularly SCAPs-NV, for clinical translation in bone regeneration.",
  "publication_date": "2025-05-28",
  "journal": "Journal of materials chemistry. B",
  "doi": "10.1039/d5tb00631g"
}