{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Phytochemical Profiling and Antibacterial Activity of Cinnamon Bark Extract-Based Nanobactericides against Bacterial Panicle Blight in Rice.",
  "abstract": "Bacterial panicle blight (BPB), caused by the aerobic Gram-negative bacterium Burkholderia glumae, poses a significant threat to global rice production. Cinnamon bark extract (CBE), rich in bioactive compounds such as eugenol and cinnamaldehyde, exhibits potent antioxidant and antimicrobial properties. To enhance the stability and efficacy of these volatile compounds, this study employed nanoencapsulation techniques. CBE-loaded nanoformulations were synthesized using the ionic coupling method between chitosan (CS) and trisodium phosphate (TPP) at varying TPP concentrations (0%, 0.5%, 1%, 2%, and 4%), resulting in CBE-CS nanoparticles. The nanoformulations were evaluated for antibacterial activity, chemical composition, and morphological characteristics. The antibacterial assays demonstrated inhibition zones ranging from 7.5 to 11.8 mm, with the 0.5% TPP formulation exhibiting the highest efficacy (minimum inhibitory concentration = 15.6 μmol/mL; minimum bactericidal concentration = 31.25 μmol/mL). Chemical analysis identified over 15 active compounds in CBE, with (Z)-3-phenylacrylaldehyde being the most abundant (34%). The nanoparticles had sizes ranging from 43.66 nm to 106.1 nm, encapsulation efficiencies of 48.65-48.78%, and loading capacities of 25.65-33.9%. Scanning electron microscopy revealed spherical, homogenous nanoparticles, while Fourier transform infrared and X-ray diffraction confirmed the successful encapsulation of CBE within CS nanoparticles. Microscopic examination revealed significant membrane damage in B. glumae cells treated with CBE-loaded nanoparticles compared to untreated controls. These findings underscore the potential of CBE-loaded CS nanoencapsulation as an effective, ecofriendly solution for managing BPB. The study highlights the promise of nanoencapsulation techniques in enhancing the stability and bioactivity of natural antimicrobial agents, offering a sustainable alternative to traditional chemical controls in agriculture.",
  "publication_date": "2025-06-01",
  "journal": "The plant pathology journal",
  "doi": "10.5423/PPJ.OA.12.2024.0188"
}