{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Phytochemical profiling, antioxidant potential, and UHPLC-HRMS analysis of Phlomis genus aerial parts for therapeutic applications.",
  "abstract": "In recent years, there has been growing interest in exploring the therapeutic potential of Phlomis species, prompting numerous scientific studies on their pharmacological properties. However, the specific therapeutic applications of Phlomis remain underexplored, warranting further investigation. Iran, as one of the primary centers of diversity for the Phlomis genus in Asia, is home to 20 species, 9 of which are endemic to the region. This study aimed to conduct a comprehensive investigation and comparison of aerial part extracts from 56 Phlomis samples across 6 distinct Iranian species, focusing on their unique phenolic composition, antioxidant properties, and therapeutic potential. The analysis included a detailed assessment of total phenolics, flavonoids, tannin, phenylalanine ammonia-lyase activity, photosynthetic pigments, and ascorbic acid levels, along with measurements of their antioxidant activity. UHPLC-HRMS was also employed to identify unique chemical fingerprints. To interpret the extensive dataset, multivariate data analysis was applied, revealing correlations and distinctions among the different Phlomis species. Results showed that each species contains distinct polyphenols with known bioactivities, anti-inflammatory, antitumor, antimicrobial, cardiovascular, and neuroprotective properties, suggesting the potential for targeted therapeutic applications of specific Phlomis species. In addition, the study found that variations in polyphenol profiles and antioxidant capabilities among Phlomis species are primarily driven by genetic factors rather than environmental conditions, highlighting the critical role of species selection in advancing plant-derived nutraceutical research and applications.",
  "publication_date": "2025-02-25",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-89055-4"
}