{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Supplementation with a Cocoa-Carob Blend, Alone or in Combination with Metformin, Attenuates Diabetic Cardiomyopathy, Cardiac Oxidative Stress and Inflammation in Zucker Diabetic Rats.",
  "abstract": "Diabetic cardiomyopathy (DCM) is one of the main causes of mortality among diabetic patients, with oxidative stress and inflammation major contributors to its development. Dietary flavonoids show strong antioxidant and anti-inflammatory activities, although their potential additive outcomes in combination with antidiabetic drugs have been scarcely explored. The present study investigates the cardioprotective effects of a cocoa-carob blend (CCB) diet, rich in flavonoids, alone or in combination with metformin, in the development of DCM. Zucker diabetic fatty rats (ZDF) were fed with a CCB rich-diet or a control diet, with or without metformin for 12 weeks. Glucose homeostasis, cardiac structure and function, and oxidative and inflammatory biomarkers were analysed. CCB improved glucose homeostasis, and mitigated cardiac dysfunction, hypertrophy, and fibrosis in ZDF rats. Mechanistically, CCB counteracted oxidative stress in diabetic hearts by down-regulating NADPH oxidases, reducing reactive oxygen species (ROS) generation and modulating the sirtuin-1 (SIRT1)/ nuclear factor E2-related factor 2 (Nrf2) signalling pathway, overall improving antioxidant defence. Moreover, CCB suppressed inflammatory and fibrotic reactions by inhibiting nuclear factor kappa B (NFκB) and pro-inflammatory and pro-fibrotic cytokines. Noteworthy, several of these effects were further improved in combination with metformin. Our results demonstrate that CCB strongly prevents the cardiac remodelling and dysfunction observed in diabetic animals, highlighting its potential, alone or in adjuvant therapy, for treating DCM.",
  "publication_date": "2022-02-21",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox11020432"
}