{
  "source": "PubMed",
  "query": "tannins",
  "title": "Nutritional potential of Saba senegalensis fruits seeds and hulls from Burkina Faso: a source of essential nutrients.",
  "abstract": "Pulp Saba senegalensis fruit is highly consumed and appreciated in many tropical African countries for its fruit. However, their by-products, such as the seeds and hulls, are very often discarded once the pulp has been consumed, except for certain rural populations who use them as acidifier or sweetener certain traditional foods. The aim of this study was to valorize Saba senegalensis fruit by-products by assessing their potential nutritional values. For this purpose, fruits ecotypes from 10 localities (Sinyana, Dakira, Tadoteon, Tienkouera, Ouahabou, Bagala, Fili, Pinyiri, Sambsen and Tanguen) in 5 different regions of Burkina Faso were harvested to collect hulls and seeds. Physicochemical and phytochemical parameters were analyzed using standard analytical methods. Results showed that seed samples from Tadoteon, Pinyiri and Ouahabou and hulls samples from Sinyana, Tienkouera and Ouahabou were rich in lipids, proteins and sugars. Analysis of ashes derived from fruits hulls and seeds from Tanguen, Sambsen and Tienkouera revealed high levels of elements such as Mg, Ca, Na and Zn. The seeds from the area of Sinyana were very rich in phenolic compounds (955.63 ± 8.07 mg EAG/100 g), tannins (66.06 ± 0.20 mg EAT/100 g) and vitamin C (1.19 ± 0.02 g/100 g). The hulls are from Tienkouera were rich in phenolic compounds (964.73 ± 32.37 mg EAG/100 g), tannins (1032.32 ± 6.65 mg EAT/100 g), flavonoids (207.29 ± 13.5 mg EQ/100 g), lycopene (1.45 ± 0.04 mg/100 g) and displayed antioxidant activities. Analysis of variance showed significant differences from one locality to another. In view of these results, the seeds and hulls of the S. senegalensis fruit constitute a good source of nutritional and bioactive compounds with potential use as food or feed.",
  "publication_date": "2025-05-02",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-94552-7"
}