{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Effects of cell-free supernatants produced by lactic acid bacteria on the safety and quality of poultry meat.",
  "abstract": "1. This research characterised cell-free supernatants (CFS) obtained from lactic acid bacteria (Leuconostoc pseudomesenteroidesT139,Pediococcus acidilacticiT115 andStreptococcus thermophilusT127) and examined the effects of CFS (10%) on the safety and quality of poultry meat stored at 4°C for 7 d.2. In the first stage of the study, metabolite production (exopolysaccharide, hydrogen peroxide and diacetyl production) and their bioactive properties (pH values, total acidity, total phenolic contents and antioxidant activities) were detected. In the second stage, poultry meat was inoculated withEscherichia coliO157:H7,Listeria monocytogenesandSalmonellaTyphimurium (≈5 log CFU/g) using the spot inoculation method and the counts of pathogens were examined. In the final stage of the study, the counts of background microbiota (total mesophilic aerobic bacteria, total psychrophilic aerobic bacteria,Pseudomonasspp. Enterobacteriaceae and lactic acid bacteria) were determined.3. The amounts of exopolysaccharide, hydrogen peroxide and diacetyl were in the range of 156.00-514.30 µg/ml, 0.01-0.07 µg/ml and 19.15-75.54 ng/ml, respectively. The pH values, total acidity, total phenolic contents and antioxidant activities (DPPH and ABTS+radical scavenging activities) of the CFS were in the range of 4.08-4.34, 1.78-1.87 g lactic acid/100 ml, 3549-3864 mg GAE/l, 30.42-37.76% and 21.78-31.41%, respectively. In the second stage of the study, the counts ofE. coliO157:H7,L. monocytogenesandS. Typhimurium inoculated on poultry meats were reduced by CFS treatment in the range of 0.82-1.41, 0.77-2.11 and 0.71-1.78 log CFU/g, respectively. In the final stage of the study, the counts of background microbiota on CFS-treated poultry meat samples were efficiently decreased during storage period (4°C for 7 d).4. The current study revealed that CFS are highly effective for ensuring meat safety and improving quality.",
  "publication_date": "2025-06-06",
  "journal": "British poultry science",
  "doi": "10.1080/00071668.2025.2500344"
}