{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Metabolomic and Transcriptomic Analyses of Flavonoid Biosynthesis in Different Colors of Soybean Seed Coats.",
  "abstract": "Soybean has outstanding nutritional and medicinal value because of its abundant protein, oil, and flavonoid contents. This crop has rich seed coat colors, such as yellow, green, black, brown, and red, as well as bicolor variants. However, there are limited reports on the synthesis of flavonoids in the soybean seed coats of different colors. Thus, the seed coat metabolomes and transcriptomes of five soybean germplasms with yellow (S141), red (S26), brown (S62), green (S100), and black (S124) seed coats were measured. In this study, 1645 metabolites were detected in the soybean seed coat, including 426 flavonoid compounds. The flavonoids differed among the different-colored seed coats of soybean germplasms, and flavonoids were distributed in all varieties. Procyanidins A1, B1, B6, C1, and B2, cyanidin 3-O-(6″-malonyl-arabinoside), petunidin 3-(6″-p-coumaryl-glucoside) 5-glucoside, and malvidin 3-laminaribioside were significantly upregulated in S26_vs._S141, S62_vs._S141, S100_vs._S141, and S124_vs._S141 groups, with a variation of 1.43-2.97 × 1013in terms of fold. The differences in the contents of cyanidin 3-O-(6″-malonyl-arabinoside) and proanthocyanidin A1 relate to the seed coat color differences of red soybean. Malvidin 3-laminaribioside, petunidin 3-(6″-p-coumaryl-glucoside) 5-glucoside, cyanidin 3-O-(6″-malonyl-arabinoside), and proanthocyanidin A1 affect the color of black soybean. The difference in the contents of procyanidin B1 and malvidin 3-glucoside-4-vinylphenol might be related to the seed coat color differences of brown soybeans. Cyanidin 3-gentiobioside affects the color of green soybean. The metabolomic-transcriptomic combined analysis showed that flavonoid biosynthesis is the key synthesis pathway for soybean seed color formation. Transcriptome analysis revealed that the upregulation of most flavonoid biosynthesis genes was observed in all groups, except for S62_vs._S141, and promoted flavonoid accumulation. Furthermore,CHS,CHI,DFR,FG3,ANR,FLS,LAR, andUGT88F4exhibited differential expression in all groups. This study broadens our understanding of the metabolic and transcriptomic changes in soybean seed coats of different colors and provides new insights into developing bioactive substances from soybean seed coats.",
  "publication_date": "2024-12-31",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26010294"
}