{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Improving the Extraction of Polyphenols from Cocoa Bean Shells by Ultrasound and Microwaves: A Comparative Study.",
  "abstract": "The extraction of bioactive compounds from food by-products is one of the most important research areas for the nutraceutical, pharmaceutical, and food industries. This research aimed to evaluate the efficiency of Ultrasound-Assisted Extraction (UAE) and Microwave-Assisted Extraction (MAE), either alone or in combination, of phenolic compounds from cocoa bean shells (CBSs). These extraction techniques were compared with conventional methods, such as under simple magnetic stirring and the Soxhlet apparatus. After the preliminary characterization of the gross composition of CBSs, the total polyphenol content and radical scavenging of extracts obtained from both raw and defatted cocoa bean shells were investigated. Quantification of the main polyphenolic compounds was then performed by RP-HPLC-DAD, identifying flavonoids and phenolic acids, as well as clovamide. The application of MAE and UAE resulted in a similar or superior extraction of polyphenols when compared with traditional methods; the concentration of individual polyphenols was variously influenced by the extraction methods employed. Combining MAE and UAE at 90 °C yielded the highest antiradical activity of the extract. Spectrophotometric analysis confirmed the presence of high-molecular-weight melanoidins, which were present in higher concentrations in the extracts obtained using MAE and UAE, especially starting from raw material. In conclusion, these results emphasize the efficiency of MAE and UAE techniques in obtaining polyphenol-rich extracts from CBS and confirm this cocoa by-product as a valuable biomass for the recovery of antioxidant compounds, with a view to possible industrial scale-up.",
  "publication_date": "2024-09-10",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox13091097"
}