{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Modulation of the human fecal metabolome - Effect of polyphenols depends on the BMI.",
  "abstract": "Health effects associated with microbial metabolites are influenced by dietary compounds and other environmental factors. Polyphenols derived from plant-based foods reach the large intestine mostly undigested, where they can interact with the gut microbiota. This explorative study investigated the metabolic responses of gut microbiota to the polyphenols rutin and genistein. Ex vivo anaerobic incubations with pooled fecal samples from volunteers with a BMI <25 (n = 7) and a BMI >40 (n = 7) were analyzed by ESI DI-FT-ICR-MS. Differences in metabolic diversity were observed between the two BMI groups, with the obese group showing a less diverse metabolic response. Metabolomic profiling identified 361 metabolites in 35 substance classes, with notable effects of the polyphenols on amino acid, carbohydrate, nucleotide, and lipid metabolism. Both BMI groups showed increased levels of dipeptides and amino acids and decreased levels of biogenic amines. Among the key findings, glutamine levels increased, which has been associated with obesity-related metabolic processes, while tryptophan levels were also elevated, a factor previously associated with obesity-related pathways. Glycine levels increased in both groups. Additionally, histamine, cadaverine, putrescine, and trimethylamine were reduced after exposure to the polyphenols. Changes in metabolites related to carbohydrate metabolism suggest an influence of rutin and genistein on sugar transport and cell wall synthesis. Furthermore, in the obese group, rutin exposure was associated with increased butyrate levels and decreased lactate levels. These findings contribute to a better understanding of how rutin and genistein interact with the gut microbiota metabolome, with potential implications for metabolic health and obesity-related research.",
  "publication_date": "2025-04-27",
  "journal": "Current research in food science",
  "doi": "10.1016/j.crfs.2025.101060"
}