{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "A review on the effects of flavan-3-ols, their metabolites, and their dietary sources on gut barrier integrity.",
  "abstract": "Impairment of gut barrier integrity is associated with the pathogenesis of gastrointestinal diseases, including inflammatory bowel disease, colorectal cancer, and coeliac disease. While many aspects of diet have been linked to improved barrier function, (poly)phenols, a broad group of bioactive phytochemicals, are of potential interest. The (poly)phenolic sub-class, flavan-3-ols, have been investigated in some detail owing to their abundance in commonly consumed foods, including grapes, tea, apples, cocoa, berries, and nuts. This review summarises studies on the effects of flavan-3-ols, their microbiome-mediated metabolites, and food sources of these compounds, on gut barrier structure. Extensive evidence demonstrates that flavan-3-ol rich foods, individual flavan-3-ols (e.g., (epi)catechin,epi(gallo)catechin-3-O-gallate, and pro(antho)cyanidins), and their related microbiota-mediated metabolites, could be effective in protecting and restoring the integrity of the gut barrier. In this context, various endpoints are assessed, including transepithelial electrical resistance of the epithelial layer and expression of tight junction proteins and mucins, inex vivo,in vitro, and animal models. The differences in bioactivity reported for barrier integrity are structure-function dependent, related to the (poly)phenolic source or the tested compound, as well as their dose, exposure time, and presence or absence of a stressor in the experimental system. Overall, these results suggest that flavan-3-ols and related compounds could help to maintain, protect, and restore gut barrier integrity, indicating that they might contribute to the beneficial properties associated with the intake of their dietary sources. However, rigorous and robustly designed human intervention studies are needed to confirm these experimental observations.",
  "publication_date": "2025-02-03",
  "journal": "Food & function",
  "doi": "10.1039/d4fo04721d"
}