{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Upshot of Some Bioactive Compounds on Angiogenesis in Retinal Pigment Epithelial Cells.",
  "abstract": "Nowadays, the use of monoclonal antibodies to target angiogenic signalling pathways is common, but, unfortunately, the clinical activity of these agents is limited. Thus, the development of approaches targeting multiple pathways for anti-angiogenic effect will lead to increase the clinical benefit. For this purpose, oleuropein, hesperidin, piperine, proanthocyanidins and retinoic acid, which have previously been proven to be bioactive components, anti-angiogenic performances were experimentally tested in retinal pigment epithelial cells. Bioactive ingredients were applied to retinal pigment epithelial cells at varying doses for 48 h, and then IC50doses were calculated by MTT analysis. VEGFA and VEGFR1 protein levels were measured by ELISA analysis. Using the RT-PCR technique, the mRNA expression levels of EGF, EGFR, PDGF, PDGFR-β and HIF1A were analysed. Among all bioactive compounds, the bevacizumab group showed the best anti-VEGF activity, followed by the proanthocyanidins and piperine groups. Piperine group showed EGF, PDGF and HIF1A expressions; proanthocyanidins, on the other hand, reduced EGFR, PDGF and HIF1A expressions. Retinoic acid showed an angiogenic effect by increasing VEGFA protein levels and EGF and PDGFR-β expressions. Although hesperidin increased VEGFA protein levels, it decreased EGF, PDGF, PFGFR-β and HIF1A expression levels. Among the bioactive components stated in previous studies to have anti-angiogenic properties, only proanthocyanidins and piperin had anti-VEGF properties. Considering that angiogenesis does not proceed only through VEGF, this study investigated and reported for the first time the effects of relevant bioactive components on angiogenesis through different mechanisms in retinal pigment epithelial cells.",
  "publication_date": "2025-01-01",
  "journal": "Journal of cellular and molecular medicine",
  "doi": "10.1111/jcmm.70327"
}