{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Phytochemical Profile and Biological Activities of Rtanj'sHypericum perforatumInfusion Tea and Methanolic Extracts: Insights from LC-MS/MS and HPTLC-Bioautography.",
  "abstract": "This study aimed to examine wild-growingHypericum perforatumL. tea (Hyperici herba) collected from Rtanj Mountain (Serbia). This research includes the following approaches: phytochemical and antioxidant characterization ofH. perforatuminfusion tea to determine its realistic composition (What do we consume when drinking the tea?), as well as a detailed examination of methanol(ic) extracts as the optimal extraction system. Due to the broad spectrum of both polar and nonpolar metabolites, 80% methanolic and pure methanol extracts were prepared for ultra-high-performance liquid chromatography coupled with quadrupole time-of-flight mass spectrometry (UHPLC Q-ToF) characterization through untargeted metabolomics analysis. Given the high diversity of compounds identified, the 80% methanolic extract was selected for further antioxidant examination and bioautographic characterization, including an antimicrobial activity assessment. UHPLC Q-ToF analysis identified 35 phenolics in the methanolic extract, compared to 25 metabolites in the infusion tea. The main differences were observed in flavonol/flavan-3-ol aglycones, xantones, and coumestans, which are more nonpolar compounds found only in the methanol(ic) system. Notably, specificH. perforatummetabolites were entirely absent in the infusion tea. Specifically, pseudohypericin, pseudoprotohypricin, and adhyperfirin were detected in the pure methanol extract, whereas hyperfirin was present in both methanol(ic) extracts. Additionally, eight furano-polycyclic polyprenylated acilphloroglucinols (FPPAPs) were identified in the methanol(ic) extracts as possible products of the thermal degradation and/or oxidation of hypericin/hyperforin. Both the infusion tea and methanolic extracts exhibited excellent antioxidant properties, with variations depending on the applied assay. High-performance thin-layer chromatography (HPTLC) analysis also confirmed the presence of a wide spectrum of phytochemical classes. Bioautography confirmed a promising activity of methanolic extracts against bothStaphylococcus aureusandKlebsiella pneumoniae.",
  "publication_date": "2025-05-01",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14091377"
}