{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Microbial diversity on grape epidermis and wine volatile aroma in spontaneous fermentation comprehensively driven by geography, subregion, and variety.",
  "abstract": "On their journey from the wine grape to the resulting wine, microbiota from grape surfaces controlled by multiple factors is transferred to wine spontaneous fermentation process with indisputable consequences for wine quality parameters. The associated microbiota was regionally distinct (defined to microbial terroir) but how these microbial patterns with significantly regional distinctiveness quantitatively drive the wine regional characteristics are not definite within a complete grape ecosystem at different geographical (> 300 km), subregional (< 10 km), and varietal scales. Here, we collected 24 samples (containing two grape varieties) from four subregions of two regions in Xinjiang wine production area to investigate fungal distribution patterns and the association with wine chemical composition at different evaluation scales. Meanwhile, the relationships were established between geographical, subregional, varietal community of fungi, and wine volatile aroma using partial least squares regression (PLSR) and structural equation modeling (SEM). Results show that microbial and volatile samples present the significantly regional difference inside the complete ecosystem. Microbiota showed a stronger heterogeneity at geography scales, which drove the distributions of subregional and varietal microbiota thereby influencing the volatile composition of finished wines. Moreover, geographical microbiota seems to weaken the effects of varietal community on wine aroma compounds. Microbial communities respond to environmental changes within a completely set grape-related ecosystem at different scales, and these responses resulted in the wine regional distinctiveness based on the volatile profiles. Our findings further confirmed the important role of microbial terroir in shaping wine styles and provided the new cerebration for the terroir drivers of microbiota.",
  "publication_date": "2023-07-07",
  "journal": "International journal of food microbiology",
  "doi": "10.1016/j.ijfoodmicro.2023.110315"
}