{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Review: A vade-mecum for ruminant grazing and health.",
  "abstract": "Plant phytochemicals are a diverse group of compounds with a range of bioactive functions in pastoral ecosystems. A vast collection of literature examining the pharmaceutical benefits of plant phytochemicals in human health exists and research has identified several benefits in grazing ruminants. However, there has not been a comprehensive evaluation of the phytochemical composition of forage species commonly used in pastoral grazing systems and their wider heterotrophic implications. This research presents a comprehensive review of the phytochemical composition of common pasture species, with each plant species evaluated independently and data manually extracted and compiled into a single database, a vade mecum (a handbook or guide that is kept constantly at hand for consultation). Twenty-seven plant species were selected including a range of forages including grasses, forbs, legumes, and brassicas and 488 different compounds including phenolic, terpenoid, glucosinolates, alkaloid and other organic compounds were identified. In livestock, phytochemicals were found to play a wide range of growth-promoting, anthelmintic, anti-inflammatory, antioxidant, analgesic, antibiotic, rumen microbial altering and anti-methanogenic functions, although there were many knowledge gaps identified. The literature describing the key compounds selected and human metabolism was more diverse than livestock, and most compounds were found to have been studied for pharmaceutical properties. For example, flavonoids were identified as a key group of phytochemicals as they relate to livestock and human welfare. The purpose of this research is to provide a vade mecum for the ongoing investigation of additional plant species and quantification of their bioactive components and their ability to transform foodscapes into healthscapes.",
  "publication_date": "2025-05-22",
  "journal": "Animal : an international journal of animal bioscience",
  "doi": "10.1016/j.animal.2025.101548"
}