{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Antioxidant Effect of Ethyl Acetate Fraction fromKaempferia galangaL.: Integrated Phytochemical Profiling, Network Analysis, and Experimental Validation.",
  "abstract": "Kaempferia galangaL. is well known for its use in medicinal and edible homologous application. Various diseases, including those related to oxidation, are commonly treated with it. However, its antioxidant effect is still lacking systematical study. We aimed to screen the most potential antioxidant fraction of the crude ethanolic extract fromK. galanga(KG) and evaluate its antioxidant activity and potential mechanism. The ethyl acetate fraction of ethanolic extract fromK. galanga(KGEA) was chosen as the most potent antioxidant activity from all the fractions tested. UPLC-Q-TOF-MS/MS was used to determine 43 compounds in KGEA, and 25 potential bioactive compounds were identified by pharmacokinetic analysis. Network pharmacology revealed 174 overlapping targets of chemical and antioxidant targets, and the key targets were identified. Molecular docking and MD simulation revealed a strong binding affinity between the core compounds and their targets. In tests against DPPH and ABTS, KGEA exhibited potent radical scavenging activity. In H2O2-induced cells, KGEA could decrease reactive oxygen species (ROS) production; alleviate mitochondrial damage; promote the increase in antioxidant enzymes SOD, CAT, GSH-Px; and reduce the levels of MDA. Mechanistically, KGEA regulated PI3K/Akt and MAPK signaling pathways against oxidative damage. Moreover, in H2O2-induced zebrafish, KGEA attenuated ROS generation, cell death, lipid peroxidation, and increased SOD, CAT, GSH-Px activities; it also decreased MDA levels. The antioxidant properties of KGEA were demonstrated in vitro and in vivo, and it should be considered as an antioxidant agent for further profound study.",
  "publication_date": "2025-05-05",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14050551"
}