{
  "source": "PubMed",
  "query": "quercetin",
  "title": "\"Senotherapy as a multitarget intervention in chronic obesity: Modulation of senescence, neuroinflammation, dysbiosis, and synaptic integrity in middle-aged female Wistar rats\".",
  "abstract": "The Obesity pandemic is a global health problem that has been reported to be more prevalent in women than in men. Obesity is a risk factor for numerous diseases and has recently been related to deficits in memory and learning processes. Chronic obesity is associated with senescent cell accumulation, peripheral and central inflammation, and cognitive decline. Hence, we aimed to evaluate the use of senotherapy to avoid these processes in a model of middle-aged female Wistar rats with chronic obesity. Rats received a hypercaloric diet (HD) from day 21 to middle age (14 months). The senomorphic sulforaphane (SFN) (0.5 mg/kg, 5 days/week) or the senolytic combination of Dasatinib + Quercetin (D + Q) (5 mg/kg and 50 mg/kg respectively, monthly) were administered from 12 to 14 months. The composition of the gut microbiota, the serum, cortical and hippocampal expression of pro- (IL-6 and IL-1β) and anti-inflammatory (IL-10) cytokines, as well as markers of cellular senescence (SA-β-gal, p21 and γH2AX) in the brain were determined. Also, the declarative memory (NOR test) and learning (Barnes maze) processes, and the expression of molecules involved in synaptic plasticity (BDNF, PSD95, and synaptophysin) were evaluated. HD-fed rats presented gut dysbiosis, local and systemic inflammation, and severe cognitive impairments. Senotherapy reversed inflammation, with SFN demonstrating greater effectiveness. D + Q treatment failed to prevent cognitive deficits or modulate gut microbial composition. In contrast, SFN significantly improved performance in both behavioral tests, increased SYP and PSD-95, and prevented some of the gut microbial changes induced by the HD.",
  "publication_date": "2025-06-10",
  "journal": "Experimental neurology",
  "doi": "10.1016/j.expneurol.2025.115331"
}