{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Analysis of Oligodendrocyte Lineage Cell Progression with Cre-Mediated RiboTag Reporter Lines.",
  "abstract": "Cre-reporter strategies in transgenic mice are widely used to assess the specificity of gene promoter activities, and for fate-mapping studies during development and under injury conditions. The ribosome tagging strategy, RiboTag, is a transgenic approach, in which a hemagglutinin (HA) tag fused to the endogenous ribosomal protein, RPL22, is expressed through the Cre/loxP system. To profile RiboTag reporter expression in oligodendrocyte lineage cells (OLCs), we generated NG2Cre:Rpl22HA, PdgfraCreERT:Rpl22HA, and PlpCreERT:Rpl22HAmice. We found that NG2Cre:Rpl22HAdisplayed strong HA reporter expression in OLCs and neuronal subpopulations in the postnatal CNS. Tamoxifen administration into PdgfraCreERT:Rpl22HAand PlpCreERT:Rpl22HAmice led to widespread HA reporter expression in oligodendrocyte precursor cells (OPCs) and oligodendrocytes, respectively, throughout the brain and spinal cord. Following focal demyelinating injury, PdgfraCreERT:Rpl22HAmice exhibited HA labeling in OPCs, with a gradual increase in oligodendrocyte labeling during remyelination. In contrast, PlpCreERT:Rpl22HAexhibited oligodendrocyte labeling in lesions and throughout the CNS parenchyma, presenting a challenge in distinguishing newly generated oligodendrocytes during remyelination from pre-existing oligodendrocytes. Notably, HA expression was induced in oligodendrocytes, but not OPCs in demyelinated lesions of PlpCreERT:Rpl22HAmice even when the demyelinating injury was conducted several days after tamoxifen had cleared. This suggests a potential regulation of gene expression in OPCs in demyelinated lesions, in which Rpl22HAtranslation may be prevented until oligodendrocyte differentiation occurs. Overall, the RiboTag reporter demonstrates high sensitivity and stability, and its potential application should be carefully considered in relation to the experimental model, timeline in which it will be used, and cell tracking conditions.",
  "publication_date": "2025-06-13",
  "journal": "ASN neuro",
  "doi": "10.1080/17590914.2025.2513885"
}