{
  "source": "PubMed",
  "query": "dietary polyphenols",
  "title": "Enhancing the Sensory Quality, Stability, and Shelf Life of Baobab Fruit Pulp Drinks: The Role of Hydrocolloids.",
  "abstract": "Baobab (Adansonia digitataL.) fruit pulp (BFP) is particularly noted for its high concentrations of bioactive compounds, including polyphenols, vitamins (notably vitamin C), and dietary fiber, surpassing common fruits such as oranges in ascorbic acid content. Despite its long-standing use in local communities as a functional food ingredient, BFP drinks face significant challenges related to their sensory parameters and shelf life, particularly due to rapid microbial growth under tropical conditions. This study investigated the effects of two hydrocolloids, xanthan gum (XG) and carboxymethyl cellulose (CMC), on the viscosity, shelf-life stability, and consumer acceptance of BFP drinks. Seven samples were formulated with these hydrocolloids at different concentrations, namely, BXG1 (95% BFP:5% XG), BXG2 (90% BFP:10% XG), BXG3 (85% BFP:15% XG), BCMC1 (95% BFP:5% CMC), BCMC2 (90% BFP:10% CMC), and BCMC3 (85% BFP:15% CMC), alongside a control sample (100% BFP) and a commercially synthetic drink (CSD) for comparison. The results indicate that BFP drink sample (BXG1) stored under refrigeration (4 °C) for up to 14 days retains acceptable sensory qualities with minimal microbial growth (9 CFU/mL). However, storing at room temperature (ca. 25 ± 2 °C) led to rapid microbial proliferation (oral observation) within four days. These findings also confirm that BFP drinks can provide significant nutritional value, offering 330.64 kcal/100 g of metabolizable energy. This study suggests that, while BFP drinks offer several healthy benefits, enhancing their stability using hydrocolloids and appropriate storage conditions is essential. Future studies should focus on the incorporation of natural preservatives to enhance their stability while preserving their nutritional integrity.",
  "publication_date": "2025-05-19",
  "journal": "Polymers",
  "doi": "10.3390/polym17101396"
}