{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Multiple non-covalent bonds reinforced pH/glucose-responsive alginate-stabilized Pickering emulsion for diacylated anthocyanin intestinal delivery.",
  "abstract": "The effective management of Type 2 Diabetes Mellitus (T2DM) depends on the development of streamlined, sustainable, and intelligent delivery systems. In this context, targeted stimulus-responsive Pickering emulsions (PEs) derived from biomass have emerged as a promising candidate. However, the interfacial films of PEs exhibit insufficient strength to endure the harsh gastric environment and lack the capability for targeted and responsive delivery. To address these limitations, an amphiphilic phenylboronic acid-functionalized sodium alginate (SA-PBA) was integrated into a ternary complex platform composed of soybean protein-isolated polyphenol (SPI-PSPAs), where it self-assembled into soft colloidal particles through multiple non-covalent interactions. A multiscale coupling methodology was proposed to investigate and elucidate the structure-function relationship between interfacial characteristics (e.g., thickness, viscoelasticity, and microstructures) and the stability of PEs, thereby providing a foundation for effectively controlling their targeted delivery properties. Notably, owing to the enhanced strength of the interfacial composite particle films, the PEs demonstrated the ability to withstand the harsh gastric environment while maintaining their structural integrity. Furthermore, the self-assembly process of the soft SA-PBA@SPI-PSPAs colloids could be modulated by external glucose stimuli, enabling the targeted and intelligent release of PSPAs in the intestinal environment. Consequently, the well-designed PE system achieved intestinal-targeted responsive release effects, highlighting the potential of the natural α-glucosidase (αG) inhibitor PSPAs as a viable clinical treatment for T2DM.",
  "publication_date": "2025-03-31",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.142721"
}