{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Flowers and Leaves ofArtemisia absinthiumandArtemisia annuaPhytochemical Characterization, Anti-Inflammatory, Antioxidant, and Anti-Proliferative Activities Evaluation.",
  "abstract": "This study investigates the phytochemical composition, anti-inflammatory, antioxidant, and antiproliferative activities ofA. absinthiumandA. annuaflowers and leaf ethanol extracts in acute rat inflammation model. Polyphenolic compounds were analyzed quantitatively (total phenolic (TPC) and total flavonoids (TFCs)) and qualitatively by HPLC-ESI MS analysis. The antioxidant activity was evaluated in vitro (by DPPH, FRAP, H2O2, and NO scavenging tests), and in vivo (by total oxidative status (TOS), total antioxidant capacity (TAC), oxidative stress index (OSI), and key oxidative damage markers). Inflammation was evaluated via nuclear factor-kB-p65 (NfkB-p65), and canonical NLRP3 inflammasome activation (with IL-1β, IL-18, caspase-1, and gasdermin D). The antiproliferative activity against human ovarian tumor cells (A2780cis, OVCAR-3, and OAW-42) was evaluated by the MTT assay, focusing on the modulation of multidrug resistance (MDR) pumps and the PARP-1 enzyme. Liver and renal toxicity were tested by measuring transaminases (ALT and AST), creatinine, and urea. The study results indicated thatA. absinthiumandA. annuaflowers and leaf ethanol extracts have rich polyphenol content and moderate in vitro antioxidant activity. Tested extracts display an important antiproliferative activity against the ovarian tumor cell lines A2780cis, OVCAR-3, and OAW-42 based on chemoresistance countering and apoptotic mechanisms. There were differences related to the cell type and plant extract type. The tested plant extracts had significant and dose-dependent in vivo anti-inflammatory and antioxidant activity, with theA. annuaflowers extract having the lowest efficiency. The anti-inflammatory and antioxidant activity biomarkers correlated with the extracts' chemical composition. There was no inflammation-induced hepatotoxicity, but renal dysfunction was associated. Only AANL improved the renal function. These results can be used to design and develop remedies with combined anti-inflammatory, antioxidant, and anti-proliferative activities.",
  "publication_date": "2025-03-26",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14071029"
}