{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Can phthalate esters be used as tracers for benzotriazole ultraviolet stabilizers in aquatic environments? A case study of the Huangpu River, Shanghai, China.",
  "abstract": "Benzotriazole ultraviolet stabilizers (BUVSs) and phthalate esters (PAEs), widely employed industrial additives, have raised ecological concerns due to their potential environmental risks. However, their co-occurrence patterns in aquatic systems remain understudied, with their potential correlations poorly characterized. This study investigated the seasonal and spatial distribution patterns of BUVSs and PAEs in the Huangpu River, while evaluating the potential of PAEs as tracers for BUVSs. The results indicated that total BUVSs (∑BUVSs) and PAEs (∑PAEs) concentrations were higher in summer than in winter, ranging from 3.80 to 8.63 and 1702.67-8130.31 ng/L, respectively. Additionally, ∑BUVSs and ∑PAEs concentrations showed an increasing and then decreasing trend from upstream to downstream of the Huangpu River due to upstream industrial areas and shipping activities. Principal component analysis (PCA) identified common contamination sources associated with personal care products and plastic manufacturing. Pearson correlation analysis established correlations between specific BUVSs - 2-(benzotriazol-2-yl)-4-methylphenol (UV-P), 2-(benzotriazol-2-yl)-4-tert-butylphenol (UV-PS), 2-tert-butyl-6-(5-chlorobenzotriazol-2-yl)-4-methylphenol (UV-326), and 2-(benzotriazol-2-yl)-4-(2,4,4-trimethylpentan-2-yl) phenol (UV-329) - and PAEs including dimethyl phthalate (DMP), diethyl phthalate (DEP), and dibutyl phthalate (DBP) within this watershed. While the meta-analysis of published data revealed a significant correlation between BUVSs and PAEs, the experimental results of this study demonstrate a divergent trend. The observed specificity in correlations between individual PAEs and BUVSs suggests that the utility of PAEs as tracers for BUVSs warrants further systematic investigation. This study provides a foundation for understanding the distribution and potential association of BUVSs and PAEs in the Huangpu River.",
  "publication_date": "2025-06-11",
  "journal": "Ecotoxicology and environmental safety",
  "doi": "10.1016/j.ecoenv.2025.118503"
}