{
  "source": "PubMed",
  "query": "tannins",
  "title": "Berberis lycium: A Natural Source of Antioxidants and Bioactive Compounds.",
  "abstract": "Berberis lycium (B. lycium) is a wild shrub, called barberry in English and Simbulu in Rajouri, Jammu and Kashmir. Traditionally, it is used as medicine for various ailments. The present study is aims to investigate qualitative, quantitative phytochemicals analysis and antioxidant activity of B. lycium root bark extracts. The coarse powder of root bark was successively extracted with petroleum ether, ethyl acetate and ethanol by maceration. Spectrophotometric quantification of total alkaloid content was determined by bromocresol green using atropine as standard. 2, 2-Diphenyl-1-picrylhydrazyl (DPPH) and reducing power methods were used for the determination of antioxidant activity using ascorbic acid as standard. In our finding, 76.88% was lost in weight on drying fresh root bark, 11.8% total ash and 0.97% moisture content was found. The weight and percentage yield of petroleum ether, ethyl acetate and ethanol solvent extracts were found to be 0.488g (0.06%), 17.568g (2.1%) and 79.935g (9.9%) respectively. The qualitative phytochemical screening showed the presence of alkaloids, terpenoids and saponins. Whereas, carbohydrates, glycosides, phenols, tannins, flavonoids and proteins were absent in the extracts. The ethanol extract showed high alkaloid contents 80.957mg and ethyl acetate extract 26.734mg AE/g in terms of atropine equivalent. While, ethanol extract's partitioned fraction (chloroform) contains 45.067mg and n-butanol 10.243mg AE/g. The reducing power and DPPH antioxidant activity were in order of ascorbic acid> ethanol extract> ethyl acetate extract> petroleum ether extract. Ethanol extract exhibit strong antioxidant activity among the extracts. The findings of the current study showed that the root bark of B. lycium contains such phytochemicals which have the potential to neutralize or reduce free radicals. So further chromatographic purification, identification of components and in vivo study of responsible constituents is required.",
  "publication_date": "2025-04-01",
  "journal": "Asian Pacific journal of cancer prevention : APJCP",
  "doi": "10.31557/APJCP.2025.26.4.1199"
}