{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Effects of chlorogenic acid and its isomers on growth performance and antioxidant function of broilers: a meta-analysis.",
  "abstract": "Current evidence suggests that chlorogenic acid (CGA) and its isomers may positively influence the growth performance and antioxidant capacity of broilers. Nevertheless, the growth-promoting and antioxidant activities of CGA and its isomers have not yet been comprehensively evaluated. Therefore, this study aimed to systematically review and conduct a meta-analysis of the effects of CGA and its isomers on broilers. We conducted a literature search of the PubMed and Web of Science databases, restricting the language to English. We compared the experimental groups that received CGA or its isomers in their diets with the control groups that were fed the basal diet. We retrieved 192 studies, 15 of which (50 records) were eligible for our analysis according to the inclusion and exclusion criteria. A random-effects model was employed to calculate the weighted mean difference and the 95 % confidence interval. Under normal growth conditions, the administration of CGA or its isomers significantly enhanced the average daily gain (ADG) of broilers during the periods of 1 to 14 d (P = 0.015) and 1 to 21 d (P = 0.036). Furthermore, it significantly improved the feed conversion ratio (F/G) of broilers over the period of 1 to 42 d (P = 0.009). Additionally, CGA or its isomers markedly increased the activities of glutathione peroxidase (GSH-Px) (P < 0.001) and catalase (CAT) (P < 0.001) in the serum of broilers at 14 d, 21 d, and 42 d. The activity of superoxide dismutase (SOD) was also significantly elevated at 14 d (P < 0.005), while the content of malondialdehyde (MDA) was significantly reduced at 14 d (P < 0.001). Under stress conditions, including challenge stress, bacterial infection, and heat stress, CGA or its isomers significantly promoted the ADG of broilers (P < 0.001) and improved the F/G under challenge stress (P < 0.001) and heat stress (P = 0.038). Moreover, the supplementation of CGA or its isomers significantly enhanced the GSH-Px activity in the serum of broilers at 21 d (P = 0.017) and 42 d (P < 0.001), increased the SOD activity at 21 d (P < 0.001), and the CAT activity at 42 d (P < 0.001). It also significantly decreased the MDA content at 21 d and 42 d (P < 0.001). In conclusion, whether under standard growth conditions or stress conditions, the incorporation of CGA or its isomers can effectively enhance the growth performance and serum antioxidant capacity of broilers.",
  "publication_date": "2025-06-14",
  "journal": "Poultry science",
  "doi": "10.1016/j.psj.2025.105438"
}