{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Collinearity analysis and characterization of rhamnosyltransferases from Chrysanthemum morifolium, Mikania micrantha and Stevia rebaudiana.",
  "abstract": "The amino acid at the N-terminal of rhamnosyltransferases is essential for their catalytic activity. The rhamnosyltransferases (RhaTs) genes involved in the biosynthesis of flavonoid rutinosides have been identified and characterized in Chrysanthemum plants, including C. indicum and C. nankingense. Nevertheless, whether the RhaTs are conserved in other genera, such as Mikania and Stevia, remains unclear. In this study, we employed genomic collinearity analysis to identify the conserved RhaT in M. micrantha, S. rebaudiana, and C. morifolium. The amino acid alignment of RhaT in the three species revealed a deletion of 54 or 56 amino acids in SrRhaT compared to MmRhaT or CmRhaT, respectively. This deletion is potentially attributable to the translation of naturally occurring shorter transcripts as demonstrated by 5' rapid amplification of cDNA ends cloning. SrRhaT did not display the substrate preference toward flavone and flavonol glucoside. In contrast, MmRhaT and CmRhaT exhibited the preference for flavone-7-O-glucoside. Further, the N-terminal-truncated protein of CmRhaT and MmRhaT (translation from the second start codon) resulted in the loss of catalytic function. These findings indicate that the amino acid at the N-terminal of rhamnosyltransferases is crucial for their catalytic activity or substrate preference. In addition, the high catalytic activity against quercetin-3-O-glucoside was confirmed by the transient expression of MmRhaT in N. benthamiana. The high expression level of MmRhaT in flowers was possibly associated with the high content of quercetin-3-O-rutinoside (rutin) detected in the flowers of M. micrantha. These findings contribute to our understanding of the flavonoid diversity observed in three different genera within the Asteraceae family.",
  "publication_date": "2025-06-13",
  "journal": "Planta",
  "doi": "10.1007/s00425-025-04742-w"
}