{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Optimization of gradient separation conditions using liquid chromatography with tandem mass spectrometric detection for analysis of phenolic profile during coffee roasting.",
  "abstract": "In this work, a reversed-phase high-performance liquid chromatographic method was developed for the characterization of dynamic changes in phenolic compounds during roasting of coffee beans. To optimize the gradient profile and tandem mass spectrometric detection conditions in multiple reaction monitoring mode, a new approach was developed, combining three statistical criteria, i.e., interquartile range of gradient retention times, probability of mass spectrometric time-window overlapping at 95 % statistical significance level, and the gradient time range. The summary criterion \"gradient score\" was evaluated at different weights of all statistical criteria and optimal conditions were proposed using a heatmap diagram approach. The results of the quantitative analysis of phenolic compounds using the developed gradient method, combined with the isocratic determination of chlorogenic acids and gas chromatographic analysis of volatile phenolic compounds, were used for comprehensive evaluation of the phenolic profile in coffee during the roasting process. Thus, the quantitative analysis revealed a progressive decline in the concentration of chlorogenic acids and hydroxycinnamic acids as roasting progresses, attributed to thermal degradation and chemical transformations. In contrast, the levels of hydroxybenzoic acids, phenolic aldehydes, alkylphenols, and volatile phenols consistently increase. These findings highlight the complex interplay of degradation and synthesis reactions during coffee roasting, contributing to the formation of new phenolic compounds with potential impacts on the coffee brew's flavor, aroma, and antioxidant properties.",
  "publication_date": "2025-05-15",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.466059"
}