{
  "source": "PubMed",
  "query": "lignans",
  "title": "Exploring the Protective Effects of Schisandrin A and Schisandrin B Against Diabetic Cardiomyopathy With a Possible Mechanism Involving Complement Inhibition.",
  "abstract": "Schisandra berry, an edible fruit of the Schisandra genus, produces two main lignans known as Schisandrin A (SchA) and Schisandrin B (SchB). These compounds have garnered significant attention for their beneficial effects in alleviating diabetes and its complications, such as diabetic nephropathy and diabetic neuropathy. However, their protective effects and mechanisms of action against diabetic cardiomyopathy remained largely unknown. In this study, the diabetic cardiomyopathy in vivo model was established by intraperitoneal injection of streptozotocin (STZ) in mice, followed by 2 months of continuous oral administration of SchA and SchB. A positive control group receiving dapagliflozin (DAP) treatment was also included. We conducted a comprehensive evaluation of the protective effects of SchA and SchB against diabetic cardiomyopathy in Type 1 diabetes mellitus (T1DM) mice through a series of experiments, including echocardiography, immunofluorescence staining, immunohistochemistry, western blotting, transcriptomics, and molecular docking simulations, etc. Both SchA and SchB treatment significantly reduced fasting blood glucose level and inhibited dysfunction of pancreatic β-cells. Echocardiography revealed that both SchA and SchB substantially improved cardiac function, including changes in left ventricular muscle thickening, ejection fraction, and fractional shortening. This was accompanied by a reduction in ventricular hypertrophy and myocardial fibrosis following SchA or SchB treatment. Additionally, SchA and SchB treatment exhibited anti-inflammatory and antioxidant effects in mouse heart tissues. Transcriptomics analysis suggested that SchA and SchB may exert their protective effects against diabetic cardiomyopathy by inhibiting the complement cascade, as evidenced by decreased expression levels of genes such as C3, C3a, and C5a. Docking simulations further supported complement factor B as a potential target of SchA and SchB. Our study demonstrated that SchA and SchB exerted protective effects within the framework of T1DM on pancreatic tissues by suppressing apoptosis and preserving the ability of insulin secretion of β-cells. In addition, both SchA and SchB could protect against diabetic cardiomyopathy by inhibiting the complement pathway. These findings highlight the potential therapeutic applications of SchA and SchB in managing diabetic cardiomyopathy in the future.",
  "publication_date": "2025-03-09",
  "journal": "Phytotherapy research : PTR",
  "doi": "10.1002/ptr.8437"
}