{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Impact of the transcription factor nuclear factor 1 B T>C polymorphism on clozapine metabolism in vivo and expression of intestinal transporters in vitro.",
  "abstract": "Clozapine's (CLZ) pharmacokinetics involves multiple enzymes and transporters, which may be influenced by genetic variability. A variant in the nuclear factor I B (NFIB) gene (rs28379954 T>C) has been associated with reduced CLZ serum concentrations. This study explored CLZ metabolism in relation to NFIB genotype in patients with known smoking habits. NFIB's role in regulating gene expression of transporters relevant for intestinal absorption of CLZ was investigated using Caco-2/TC7 cells. Metabolite spectra of CLZ-treated patients (n = 285) were included from a therapeutic drug monitoring service. Formation of 30 CLZ metabolites was compared between patients carrying NFIB CT and TT diplotypes. To investigate NFIB's possible role in regulating the expression of drug transporters of relevance for CLZ efflux (ABCB1, ABCC1, and ABCG2) or uptake (SLC transporters), NFIB was overexpressed in Caco-2/TC7 cells. CLZ dose-adjusted concentration was 25% lower in NFIB CT versus TT carriers (P = .017). No significant differences in primary metabolites were found, but a secondary metabolite, N-desmethylclozapine cysteinyl, was increased by 1.89-fold in smoking CT versus TT carriers (P = .038). In Caco-2/TC7 cells, NFIB overexpression significantly suppressed the expression of ABCB1 and ABCG2 by 25%-30%. In summary, NFIB CT carriers require higher CLZ doses for optimal clinical effect, yet their metabolite profiles are similar to those of TT carriers, suggesting no differences in enzyme activity. Instead, Caco-2/TC7 experiments showed reduced ABCB1 and ABCG2 expression in NFIB-transfected cells. This may indicate that lower CLZ levels in CT carriers result from decreased NFIB-mediated inhibition of transporter expression. However, further in vivo studies are needed to clarify NFIB's role in CLZ transport mechanisms. SIGNIFICANCE STATEMENT: This study shows that the NFIB rs28379954 T>C variant causes reduced clozapine serum levels and hence increased dose requirements to reach therapeutic levels for optimal clinical response. However, this effect seems to be independent of metabolic changes, suggesting alternative pharmacokinetic mechanisms at play. In vitro experiments further indicate that NFIB may regulate the expression of intestinal efflux transporters. Both findings provide a future foundation for genotype-guided dosing of clozapine in patients suffering from treatment-resistant schizophrenia.",
  "publication_date": "2025-05-20",
  "journal": "Drug metabolism and disposition: the biological fate of chemicals",
  "doi": "10.1016/j.dmd.2025.100100"
}