{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Therapeutic effects and mechanistic investigation of Fuyinkang on microbiota balance and inflammatory response in a novel mixed-infection rat model of aerobic vaginitis.",
  "abstract": "Aerobic vaginitis (AV) is a distinct vaginal infection characterized by dysbiosis of vaginal microbiota and inflammatory responses. This study investigated the therapeutic potential of Fuyinkang (FYK), a traditional Chinese medicine renowned for treating damp-heat accumulation and vulvar symptoms. This study established a novel rat model of AV using mixed infections of Escherichia coli, Staphylococcus aureus, Enterococcus faecalis, and Streptococcus agalactiae. The model successfully replicated clinical features, with rats exhibiting abnormal vaginal discharge, elevated pathogenic bacteria levels (measured by mRNA expression), increased vaginal pH (6.66 ± 0.16), and higher Donders scores (6.00 ± 0.27). FYK treatment demonstrated significant therapeutic effects, including inhibition of pathogenic bacterial growth, normalization of vaginal pH (5.83 ± 0.18), and improved Donders scores (4.25 ± 0.25). Histopathological examination revealed enhanced epithelial integrity and reduced inflammatory infiltration following treatment. At the molecular level, FYK modulated inflammatory responses by decreasing pro-inflammatory cytokines (IL-1β, IL-6, TNF-α) while increasing anti-inflammatory TGF-β1 expression. Network pharmacology and molecular docking analyses identified key active components of FYK, including quercetin, luteolin, and kaempferol, suggesting multi-target therapeutic mechanisms. This comprehensive study provides new insights into AV pathogenesis and treatment, demonstrating FYK's potential as an effective therapeutic intervention for vaginal infections through its ability to restore microbiota balance and regulate inflammatory responses.",
  "publication_date": "2025-06-10",
  "journal": "Microbial pathogenesis",
  "doi": "10.1016/j.micpath.2025.107793"
}