{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Myrciaria jaboticabaBagasse, Peel, and Seed Bioactive-Rich Flours: A Source of Dietary Fibers and Lignocellulosic Biomass for Functional and Technological Food Applications.",
  "abstract": "The growing global need for circular bioeconomy processes has driven increasing interest in the valorization of fruit processing byproducts. Jaboticaba (Myrciaria jaboticaba) byproducts, such as bagasse, peel, and seeds, are produced in large quantities by the juice industry and contain valuable technological and bioactive components, including dietary fibers and natural colorants (anthocyanins). While previous studies have primarily focused on their polyphenolic content, limited attention has been given to their dietary fiber and lignocellulosic composition. From this perspective, this study performed a comprehensive physicochemical, structural, and functional characterization of jaboticaba bagasse, peel, and seed flours, with a focus on their soluble and insoluble fibers, as well as their lignocellulosic components, including cellulose, lignin, and hemicellulose. Monosaccharide and disaccharide contents were quantified by HPAEC-PAD. Additionally, Fourier-transform infrared spectroscopy (FTIR), thermogravimetric analysis (TGA), X-ray diffraction (XRD), scanning electron microscopy (SEM), anthocyanin quantification, and total phenolic content analysis were performed to assess the microstructure, technological properties, and bioactive potential. The results revealed high dietary fiber content and structurally diverse lignocellulosic matrices, suggesting potential applications, such as natural thickeners, stabilizers, and functional ingredients in food systems. This study expands the current understanding of jaboticaba byproducts and highlights their relevance for sustainable ingredient development, food innovation, and future applications in functional and clean-label formulations.",
  "publication_date": "2025-06-12",
  "journal": "Journal of agricultural and food chemistry",
  "doi": "10.1021/acs.jafc.4c13114"
}