{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Changes in Ascorbic Acid, Phenolic Compound Content, and Antioxidant Activity In Vitro in Bee Pollen Depending on Storage Conditions: Impact of Drying and Freezing.",
  "abstract": "Bee pollen (BP) is a very valuable bee product, and its value depends on its proteins, lipids, amino acids, carbohydrates, vitamins, minerals, and biologically active compounds such as phenolic compounds, which may change depending on the method of pollen preparation after collection and its storage conditions. Therefore, it is very important to determine when the decline in bioactive compounds in BP occurs during storage. The purpose of this study was to evaluate the changes in the content of ascorbic acid and phenolic compounds, and to determine the antioxidant activity of BP extracts depending on their preparation method and storage conditions over a 15-month period, with assessments conducted every 3 months. Dried pollen (at +28 °C on the first day and +35 °C on the second day) and frozen (-20 °C and -80 °C) BP samples were prepared. After 3 months of storage, there was no decrease of ascorbic acid in frozen BP; however, it decreased by 20% in dried BP (p< 0.05). It was determined that in frozen BP, the content of total phenolic compounds decreased by 12-14% (p< 0.05) after 6 months, and in dried BP, it decreased by 7% (p< 0.05) after 3 months. The levels of flavonoids decreased by 10-17% (p< 0.05) in BP after 6 months. Chlorogenic andp-coumaric acids have been observed as the most abundant phenolic acids in BP. During storage (the 6-15-month period), the strongest antiradical and reducing activity in vitro was estimated in the frozen (-80 °C) BP, which was 1.8-3.4-fold and 2.6-3.1-fold higher, respectively, compared to the dried BP extracts. In conclusion, significant results were obtained, showing better stability of phenolic compounds and ascorbic acid during storage in frozen BP compared to dried pollen. Melisopalynological analysis revealed a polyfloral pollen mixture, withSalixspp. andBrassica napusL. predominating in all samples, comprising 34.3% and 36.8%, respectively. Among these,Acer platanoidesL.,Malus domesticaBorkh., andTaraxacum officinaleL. were important minor pollens present in the samples examined.",
  "publication_date": "2025-04-12",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14040462"
}