{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Neuroprotective effect of copper on neurotoxicity of TOCP in vivo.",
  "abstract": "A single or repeated dose of tri-ortho-cresyl phosphate (TOCP) induces in humans and animals a known neuropathy as organophosphorus-induced delayed polyneuropathy (OPIDP). This syndrome is related to the inhibition of neuropathy target esterase (NTE), causing signs and symptoms in the nervous system, such as ataxia and paralysis. Currently, there is no antidotal treatment for OPIDP. In the present study, the neuroprotective effect of Cu(II) on the acute in vivo neurotoxicity of TOCP is characterized. Adult hens (27 and 65 weeks old) were administered a single dose of 380, 500, 750, or 1000 mg/kg of TOCP dissolved in vegetable oil. One hour before, the animals were administered a single dose of 160 mg/kg of Cu(II) or vehicle by the same route. Twenty-four hours later, half of the animals (n = 5) in each group were decapitated to obtain the brain and blood (serum) for measuring NTE, acetylcholinesterase (AChE), cholinesterases (ChEs), and kidney and hepatic biochemical parameters (ALT, AST, creatinine, urea). The other half of the animals in each group were kept under observation for 21 days for clinical evaluation of OPIDP using a scale from 1 to 4. The 24-h brain NTE residual activity of all TOCP-treated groups was around 5 % (∼95 % inhibition) compared to the control group (vehicles). However, the group of hens treated with 380 mg/kg TOCP (27 weeks old) pre-treated with Cu(II) presented significantly higher brain NTE activity (p < 0.05), which was around 55 %. This activity value correlated with the OPIDP clinical score over 21 days. Hens treated with TOCP showed an OPIDP score of 3, whereas those pre-treated with Cu(II) showed no signs of OPIDP. The protective effect of Cu(II) on brain NTE and serum ChEs inhibition levels was associated with the degree of OPIDP. The levels of both activities decreased with the increase in OPIDP score (1-4) due to higher TOCP doses and the age of the hens. Brain AChE inhibition ranged from 16 % to 43 %, and hens showed no cholinergic signs in any group. The dose of Cu(II) used in this in vivo study demonstrated a neuroprotective effect and did not induce adverse effects in the liver and kidneys. However, it will be necessary to carry out specific experimental studies to investigate the neuroprotective mechanism of Cu(II).",
  "publication_date": "2025-04-23",
  "journal": "Chemico-biological interactions",
  "doi": "10.1016/j.cbi.2025.111527"
}