{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Effects of Pomegranate Extract on Inflammatory Markers and Cardiometabolic Risk Factors in Adults Aged 55-70 Years: A Randomised Controlled Parallel Trial.",
  "abstract": "Background: Chronic inflammation increases morbidity in older adults and significantly impacts healthy ageing. Pomegranate extract (PE), rich in polyphenols, has been suggested to reduce inflammation and could prevent cardiovascular disease. However, there is limited research examining the potential of PE in disease prevention in ageing.Methods: A two-arm double-blind parallel trial was conducted, in which participants received either placebo capsules (maltodextrin) or pomegranate extract (740 mg) daily for 12 weeks. At baseline, week 6, and week 12, anthropometric measurements, blood pressure, and blood samples were collected. Serum inflammatory markers (IL-6, IL-1-α, IL1-β, IL-2, TNF-α, CRP and PAI-1), fasting blood glucose, and lipid levels were also measured.Results: A total of 86 participants met the eligibility criteria, with 76 completing the trial. A significant interaction between treatment and time was observed for the IL-6 (p= 0.02) and IL1-β (p= 0.05) levels, with both parameters significantly decreasing in the PE group. CRP and TNF-α showed a downward trend in the PE group, but it was not statistically significant (p> 0.05). Systolic blood pressure significantly decreased in the PE group (by 5.22 ± 1.26 mmHg (SE),p= 0.04), indicating potential clinical relevance, with diastolic blood pressure showing a similar downward trend (2.94 ± 1.08 mmHg (SE),p= 0.3). Despite being apparently healthy with no diagnosed diseases, a substantial number of participants exhibited elevated levels of inflammatory markers and systolic blood pressure.Conclusions: PE can lower inflammatory markers and blood pressure, which can be high in both normal-weight and overweight older adults, making it a cost-effective measure to promote healthy ageing. Further long-term studies are needed to address the limitations of this 3-month study, including the overrepresentation of normal-weight participants, and to gain a better understanding of the impact of weight on the above-mentioned outcomes.",
  "publication_date": "2025-04-01",
  "journal": "Nutrients",
  "doi": "10.3390/nu17071235"
}