{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Deacetylation of HnRNP U mediated by sirtuin1 ameliorates aged rat with liver fibrosis via inhibiting p53-related senescence and NLRP3-related inflammation.",
  "abstract": "Senescence represents a major risk factor promoting liver fibrosis progression. Sirtuin 1 (SIRT1), an essential regulator of cellular senescence, may be involved in developing liver fibrosis. However, the role and mechanism of SIRT1 in liver fibrosis development were largely unknown. We constructed the liver fibrosis in aged rats induced by carbon tetrachloride (CCl4) and then transfected with GFP-SIRT1 adenoviral vectors. After that, we performed acetylomic analysis of liver tissue in aged rats to identify potential substrates of SIRT1. Furthermore, replicative senescent rat hepatocytes were pretreated with siRNA HnRNP U, SIRT1 adenoviral vectors, resveratrol, and siRNA SIRT1, following stimulation with H2O2. We found that the protein levels of SIRT1 and HnRNP U were down-regulation in aged rat liver fibrotic tissues, with an accumulation of NLRP3 inflammasome and activation of the p53/p21 pathway in liver tissue, as well as an increased level of plasma IL-1β secretion. In comparison, these effects were reversed by overexpressing SIRT1 with adenoviral vectors. Acetylation of HnRNP U and its sites at K28 and K787 might be potential targets for SIRT1-mediated liver fibrosis in aged rats. Silencing HnRNP U reduced H2O2-induced up-regulation expression of p53, p21, and NLRP3 inflammasome at protein levels. Additionally, H2O2induced high acetylation of HnRNP U in senescent hepatocytes, whereas overexpressing SIRT1 with adenoviral vectors and resveratrol deacetylate HnRNP U to inhibit NLRP3 inflammasome and the p53/p21 pathway. Besides, the silence of SIRT1 aggravated H2O2-induced p53-related senescence and NLRP3-related inflammation in senescent hepatocytes. Our findings suggested that deacetylation of HnRNPU mediated by SIRT1 attenuated liver fibrosis in the elderly by inhibiting p53/p21 pathway and NLRP3-related inflammation.",
  "publication_date": "2024-08-30",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2024.113026"
}