{
  "source": "PubMed",
  "query": "functional foods polyphenols",
  "title": "A Comprehensive Study on the Development of an Isotonic Sports Drink Preserved by UV-C Light Assisted by Mild Heat and Loaded with Yerba Mate (Ilex paraguariensisSt. Hill.) Extract.",
  "abstract": "A unique isotonic sports drink (ISD) was created in this study using a pilot-scale short-wave ultraviolet light (UV-C, 892 mJ/cm2, 20 °C) assisted by mild heat (UV-C/H, 534 mJ/cm2, 50 °C), which was followed by the addition of yerba mate (Ilex paraguariensis) extract (YME). Consumer perception and microbiological and physicochemical stability during refrigerated storage (4 °C/23 d) were assessed for the ISD.Alicyclobacillus acidoterrestris(AA) spores and cocktails of yeasts andEscherichia coliwere considerably inactivated by UV-C/H. The TEM and SEM micrographs showed that AA evidenced sustained severe structural damage. Furthermore, UV-C/H completely inactivated the native microbiota, while YME incorporation increased the initial aerobic mesophilic and mold-and-yeast populations by 0.48 and 0.70 log cycles, remaining stable during storage. YME addition enhanced total polyphenols, flavonoids and antioxidant activity by 2.7-3.7, 16.5-16.7 and 6.6-24.0 times compared to the untreated ISD and ISD-UVC/H samples. Except for sedimentation and turbidity, the other physical characteristics mostly did not change (going from 1494 ± 382 to 2151 ± 106 NTU). The initial 5-HMF value in the ISD was raised by UV-C/H treatment and YME addition. Notwithstanding, it stayed below the allowed threshold throughout storage. ISD-UVC/H+YME had a high overall acceptability score; 60% of panelists gave the drink a score of seven or higher. Additionally, the herbal taste of YME was well liked, and its bitterness was perceived as mild. These findings suggest that including YME and the UV-C/H treatment can produce an ISD of superior quality with distinct sensory attributes.",
  "publication_date": "2025-04-24",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14091494"
}