{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Bioactive Compounds from Fruits as Preservatives.",
  "abstract": "The use of additives with preservative effects is a common practice in the food industry. Although their use is regulated, natural alternatives have gained more attention among researchers and professionals in the food industry in order to supply processed foods with a clean label. Fruits are essential components in a healthy diet and have also been associated with improved health status and a lower risk of developing diseases. This review aims to provide an overview of the main bioactive compounds (polyphenols, betalain, and terpenes) naturally found in fruits, their antioxidant and antimicrobial activity in vitro, and their preservative effect in different foods. Many extracts obtained from the skin (apple, grape, jabuticaba, orange, and pomegranate, for instance), pulp (such as red pitaya), and seeds (guarana, grape, and jabuticaba) of fruits are of great value due to the presence of multiple compounds (punicalagin, catechin, gallic acid, limonene, β-pinene, or γ-terpinene, for instance). In terms of antioxidant activity, some fruits that stand out are date, jabuticaba, grape, and olive, which interact with different radicals and show different mechanisms of action in vitro. Antimicrobial activity is observed for natural extracts and essential oils (especially from citrus fruits) that limit the growth of many microorganisms (Bacillus subtilis,Escherichia coli,Penicillium digitatum, andPseodomonas aeruginosa, for instance). Studies in foods have revealed that the use of extracts or essential oils as free or encapsulated forms or incorporated into films and coatings can inhibit microbial growth, slow oxidative reactions, reduce the accumulation of degradative products, and also preserve sensory attributes, especially with films and coatings. Future studies could focus on the advances of extracts and essential oils to align their use with the development of healthier foods (especially for meat products) and explore the inhibition of spoilage microorganisms in dairy products, for instance.",
  "publication_date": "2023-01-11",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods12020343"
}