{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Antibacterial Properties, Arabinogalactan Proteins, and Bioactivities of New Zealand Honey.",
  "abstract": "Honey has been used for centuries for its antibacterial and healing properties. The aim of this study was to investigate the antibacterial properties, arabinogalactan proteins (AGPs), antioxidant activities, and polyphenolic content of eight different types of New Zealand honey (clover, mānuka, beech honeydew, pōhutukawa, kānuka, rewarewa, kāmahi and thyme honey). The results showed varying antibacterial activities across the honey types, with mānuka, pōhutukawa, and kāmahi honey exhibiting significant inhibitory effects. Interestingly, all honey samples demonstrated inhibitory effects on bacterial growth at 25% concentration. Furthermore, AGPs were found in all eight honey samples, with higher amounts in kānuka, kāmahi, pōhutukawa, mānuka, and rewarewa honey. Thyme had the highest antioxidant values in terms of CUPRAC, FRAP and DPPH, while kāmahi honey had the lowest antioxidant value. Beech honeydew honey had the highest Total Flavonoid Content (TFC) values, while thyme and clover honey had the lowest TFC values. Similarly, thyme honey exhibited the highest Total Phenolic Content (TPC) value, with kāmahi and clover honey having the lowest TPC values. Furthermore, only thyme and beech honeydew New Zealand honeys contained vitamin C. The different honeys contained varying concentrations of polyphenols, with mānuka, kānuka, and pōhutukawa honeys having high amounts of quercetin, luteolin, and gallic acid, respectively. In contrast, clover honey had notable levels of chrysin, pinocembrin, caffeic acid, and pinobanksin. Overall, this study provides valuable insights into the antibacterial properties and bioactivities of native New Zealand honeys, contributing to our understanding of the potential health benefits associated with these honeys and their potential use as natural alternatives to improve human health.",
  "publication_date": "2025-03-21",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14040375"
}