{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Identify the co-expressed genes of hypertensive nephropathy and diabetic nephropathy.",
  "abstract": "This study focused on the intricate connections between hypertension nephropathy (HN) and diabetic nephropathy (DN) in terms of molecular and pathological mechanisms. The samples were from the Gene Expression Omnibus (GEO) database. GSE37460 and GSE142153 are training sets, and GSE37455 and GSE30529 are validation sets. We found 42 shared differentially expressed genes (DEGs) by means of the differential analysis. The GO/KEGG and GSEA analysis mainly highlights the signal transduction pathways related to the proteasome and cytokines. The eight hub genes identified through the Protein-Protein Interaction (PPI) network analysis include NR4A1, TNFSF10, CX3CR1, EGF, THBD, CXCR4, CCL5, and ATF3. Single-cell sequencing analysis revealed that TNFSF10 and NR4A1 were the most highly expressed in the cells of both HN and DN. Furthermore, five significant microRNAs identified include hsa-miR-1248, hsa-miR-200b-5p, hsa-miR-23b-5p, hsa-miR-3059-5p, and hsa-miR-3065-3p. Six essential transcription factors (TFs) (NFIL3, STAT3, NFKB1, USF1, USF2, and EGR1), 11 important drug chemicals (Cisplatin, Cyclosporine, perfluorooctanoic acid, Quercetin, Tretinoin, bisphenol A, Curcumin, Valproic Acid, Particulate Matter, Simvastatin, and Cadmium), seven related diseases (Atherosclerosis, Glioblastoma, Pulmonary Fibrosis, Asthma, Hepatitis B, Hepatitis C, and Diabetes Mellitus), and ten important RNA-binding proteins (RBPs) (CHTOP, EIF4E, HNRNPK, IGF2BP3, YTHDF3, HNRNPA2B1, RBM47, YBX1, RBFOX2, and RBM10). Finally, molecular docking simulations suggest that Tretinoin and Curcumin may have potential therapeutic value for both HN and DN. This study provides novel therapeutic targets for the combined diagnosis and treatment of HN and DN.",
  "publication_date": "2025-06-03",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-04679-w"
}