{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Gallic acid prevents obesity in mice on a high-fat diet via the gut microbiota-adipose tissue axis.",
  "abstract": "Obesity is closely related to the gut microbiota, and gallic acid (GA) has anti-obesity properties, but its relationship with the gut microbiota is unclear. The aim of this study was to investigate the role of gut microbiota in the anti-obesity mechanism of GA by fecal microbiota transplantation (FMT). Here, we found that high-fat diet (HFD) promoted lipid deposition and gut microbiota dysbiosis in mice, whereas GA slowed down lipid deposition and restored gut microbiota dysbiosis and its functional profile, as evidenced by the reduction of the obesity-causing bacteriumDesulfovibrioand the enrichment of the beneficial bacteriumLachnospiraceae_NK4A136_group,Clostridiales_unclassified,OscillospiraandAdlercreutzia. These gut microbiota and metabolites produced positive feedback effects on body weight, glucose tolerance, insulin resistance, as well as glycemic and lipid parameters. Mechanistically, GA significantly enhanced lipid and energy metabolism in obese mice by promoting the expression of uncoupling protein 1 (UCP1), adiponectin, and adiponectin receptor 2 in white adipose tissue of the epididymal white adipose tissue, as well as promoting thermogenesis in interscapular brown adipose tissue by stimulating UCP1 expression. Interestingly, GA failed to alleviate lipid accumulation in HFD of antibiotic-treated mice. In contrast, after FMT treatment, the fecal microbiota of GA-treated donor mice significantly alleviated lipid metabolism in HFD-fed mice, which is mechanistically consistent with direct addition of GA. Collectively, GA can alleviate HFD-induced obesity by modulating the gut microbiota, and the specific mechanism may be through the gut microbiota-adipose tissue axis.",
  "publication_date": "2025-05-16",
  "journal": "Current research in food science",
  "doi": "10.1016/j.crfs.2025.101084"
}