{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Investigation of oligomeric proanthocyanidins extracted from Rhodiolae Crenulatae Radix et Rhizomes using deep eutectic solvents and identified via data-dependent acquisition mass-spectroscopy.",
  "abstract": "In this study, 34 deep eutectic solvents (DESs) were successfully prepared for the extraction of proanthocyanidin from Rhodiolae Crenulatae Radix et Rhizomes. The extraction process was optimized using single factor exploration and Box-Behnken design-response surface analysis. The extraction rate was significantly improved when the molar ratio of choline chloride to 1,3-propanediol was 1:3.5 and the water content was 30% (V/V) in DESs. AB-8 macroporous resin and ethyl acetate were used for separation and refining, and the oligomer-rich proanthocyanidin components were eventually obtained. The ultraviolet (UV) and infrared (IR) spectra showed that the proanthocyanidins were mainly composed of catechin and epicatechin. To further clarify the chemical composition of proanthocyanidin, an ion scan list containing 156 proanthocyanidins precursors was obtained by constructing a proanthocyanidins structural library and mass defect filtering (MDF) algorithm, combined with the full mass spectrometry (MS)/dd-MS2scan mode that turns on the \"if idle pick others\" function. By using ultra-high performance liquid chromatography and high-resolution MS (UHPLC/HRMS), the analysis used both targeted and non-targeted methods to detect proanthocyanidins. Finally, 50 oligomeric proanthocyanidin (OPC) compounds were identified, including 7 monomers, 22 dimers, 20 trimers, and 1 tetramer, most of which were procyanidins of proanthocyanidins (84%), and a small amount of prodelphinidin (14%) and other types of proanthocyanidins (2%), which enabled the systematic characterization of proanthocyanidin components from Rhodiolae Crenulatae Radix et Rhizomes. Meanwhile, the comparison with the grape seeds OPCs standard (United States Pharmacopeia) revealed that the proanthocyanidins in Rhodiolae Crenulatae Radix et Rhizomes were more abundant, suggesting that the proanthocyanidins in Rhodiolae Crenulatae Radix et Rhizomes has promising applications.",
  "publication_date": "2024-05-11",
  "journal": "Journal of pharmaceutical analysis",
  "doi": "10.1016/j.jpha.2024.101002"
}