{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Integrated Assessment of Antibacterial Activity, Polyphenol Composition, Molecular Docking, and ADME Properties of Romanian Oak and Fir Honeydew Honeys.",
  "abstract": "Background:This study evaluated the polyphenolic composition, antibacterial activity, molecular docking interactions, and pharmacokinetic properties of Romanian oak and fir honeydew honeys.Methods:Spectrophotometric methods quantified total phenolic, flavonoid contents and antioxidant activity, and individual polyphenols were identified via HPLC-MS. Antibacterial efficacy against Gram-positive and Gram-negative bacteria was evaluated by determining the bacterial inhibition percentage and minimum inhibitory concentrations. The bioactive compounds identified via LC-MS analysis were used to further delineate the possible antibacterial activities in silico. Molecular docking was carried out to predict the binding interactions and complex formation of the identified compounds against protein crystal structures of the bacteria used in this study. Additionally, the pharmacokinetic profile of compounds with high inhibitory potential was assessed via ADMET (absorption, Distribution, Metabolism, Excretion, toxicity) predictors to ascertain their value.Results:Fir honeydew honey showed higher total phenolic (844.5 mg GAE/kg) and flavonoid contents (489.01 mg QUE/kg) compared to oak honeydew honey, correlating with more potent antioxidant activity (IC50 = 5.16 mg/mL). In vitro antimicrobial tests indicated a stronger inhibitory effect of fir honeydew honey, especially against Gram-positive strains likeS. aureus,S. pyogenes, andL. monocytogenes, alongside certain Gram-negative strains such asE. coliandH. influenzae. Oak honeydew honey displayed selective antimicrobial action, particularly againstP. aeruginosaandS. typhimurium. The docking outcomes showed rutin, rosmarinic acid, beta resorcylic acid, quercetin, ferulic acid, and p-coumaric acid have high inhibitory activities characterised by binding affinities and binding interactions against shiga toxin, riboflavin synthase, ATP-binding sugar transporter-like protein, undecaprenyl diphosphate synthase, putative lipoprotein, sortase A, and immunity protein, making them key contributors to the honey's antimicrobial activity. Moreover, beta-resorcylic acid, quercetin, ferulic acid, and p-coumaric acid revealed interesting ADMET scores that qualify honey to serve as a good antimicrobial agent.Conclusions:These findings support their potential use as natural antibacterial agents and emphasise the value of integrating chemical, biological, and computational approaches for multidisciplinary characterisations.",
  "publication_date": "2025-06-08",
  "journal": "Antibiotics (Basel, Switzerland)",
  "doi": "10.3390/antibiotics14060592"
}