{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Inhibitory mechanism of lithospermic acid on the fibrillation of type 2 diabetes associated islet amyloid polypeptide.",
  "abstract": "The abnormal fibrillation of a 37-residue peptide hormone human islet amyloid polypeptide (hIAPP) is linked with type 2 diabetes (T2D). Pang et al. depicted a prominent role of lithospermic acid (LA) in blocking hIAPP fibrillation and alleviating the hIAPP aggregates-induced cytotoxicity. LA is a polyphenolic compound present in extra virgin olive oil with therapeutic properties. Despite its notable inhibitory effect on hIAPP fibrillation, the inhibition mechanism remains unclear. Here, molecular dynamics (MD) simulations have been utilized to shed light on the putative binding mechanism and inhibitory mechanism of LA against hIAPP fibrillation. The molecular docking predicted favourable binding (-7.1 kcal/mol) of LA with hIAPP. Interestingly, LA increases the helix content in hIAPP and blocks the conformational transition to the aggregation-competent conformations. The conformational clustering and hydrogen bond analyses depicted that LA formed hydrogen bonds with Asn21 of hIAPP, which play an important role in hIAPP aggregation. LA binds favourably to hIAPP (ΔGbinding= -49.62 ± 3.34 kcal/mol) with a major contribution from the van der Waals interactions. The MD simulations highlighted that LA dramatically interfered with the intrapeptide interactions and inhibited sampling of aggregation-competent β-sheet conformations in hIAPP via hydrogen bonds through its hydroxyl groups, van der Waals interactions with hIAPP residues, thus blocking hIAPP aggregation to β-sheet rich cytotoxic fibrillar aggregates. The MD simulations illuminated specific interactions between hIAPP and LA, which will benefit in developing new chemical entities against hIAPP fibrillation.",
  "publication_date": "2025-01-30",
  "journal": "Journal of molecular graphics & modelling",
  "doi": "10.1016/j.jmgm.2025.108972"
}