{
  "source": "PubMed",
  "query": "tannins",
  "title": "Novel chemical constituents identified by UPLC-QTOF-MS/MS and biological activities attributed to extracts from three species ofMimosa.",
  "abstract": "The genusMimosa(Fabaceae), includes approximately 540 species, some of which are popularly known as \"Jurema\" and are extensively used in traditional medicine. This study aimed to identify the chemical constituents and examine the antioxidant, anticholinesterase, and cytotoxic activities of ethanolic extracts obtained from the stem bark ofMimosa pteridifolia,M. tenuiflora, andM. verrucosa. Plant materials were subjected to ethanol extraction, followed by (ultra performance liquid chromatography with quadrupole time-of-flight (UPLC-QTOF-MS/MS) analysis and qualitative phytochemical screening. Antioxidant activity was assessed using the DPPH radical assay, while total phenol and flavonoid contents were quantified using the Folin-Ciocalteu and aluminum trichloride (AlCl3) complexation methods, respectively. Anticholinesterase activity was determined using the Ellman method, and cytotoxicity by the MTT method utilizing human colorectal adenocarcinoma (HCT-116), human breast adenocarcinoma (MDA-MB-231), and non-tumor mouse fibroblast (L929) cell lines. After analysis of the extracts, 14 compounds, including indole and a new phytoindole alkaloid (10), tannins, proanthocyanidins, flavonoids, and triterpene saponins were identified. While all extracts demonstrated significant antioxidant and anticholinesterase properties.M. tenuifloraexhibited the highest total phenol content (570.06   ±   5.7 GAE/g) while all extracts contained low flavonoid content. Further,M. tenuifloraexhibited the strongest effects (EC50= 76.87   ±   1.41 μg/ml for antioxidant and IC50= 2.35 mg/ml for anticholinesterase activity). Importantly, none of the extracts demonstrated significant cytotoxicity against the tested cell lines, indicating non-toxicity to non-cancer cells. Data demonstrated a greater understanding of the chemical composition of threeMimosaspecies and indicates potential anticholinesterase and antioxidant activities, particularly extracts ofM. tenuiflora.",
  "publication_date": "2025-04-28",
  "journal": "Journal of toxicology and environmental health. Part A",
  "doi": "10.1080/15287394.2025.2496460"
}