{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Multi-targeted engineered hybrid exosomes as Aβ nanoscavengers and inflammatory modulators for multi-pathway intervention in Alzheimer's disease.",
  "abstract": "The pathogenesis of Alzheimer's disease (AD) was complex, including excessive deposition of β-amyloid (Aβ), microglia dysfunction, and neuroinflammation. Therefore, single-pathway treatment was not sufficient to ameliorate the multifaceted pathological changes associated with AD. Moreover, the low permeability of blood-brain barrier (BBB) and the lack of AD locus selectivity further limited the intervention efficacy of current AD drugs. In this study, a novel nanoparticle coating was designed by hybridizing the membrane from brain microvascular endothelial cell exosomes and macrophage exosomes, and combining polydopamine nanoparticles, resveratrol and Aβ-targeting aptamers to construct engineered exosomes (RPDA@Rb-A) with multiple targeting capabilities to intervene in Aβ clearance and regulate microglial dysfunction. Based on the homing effect of brain microvascular endothelial cell exosomes and the natural inflammation targeting ability of macrophage exosomes, RPDA@Rb-A can easily penetrate the blood brain barrier and accumulate in the brain inflammation site after capturing Aβ aggregates. RPDA@Rb-A can effectively intervene in AD through multi-pathway, including degraded toxic Aβ aggregates through local heating induced by near-infrared laser irradiation and alleviated neurotoxicity, promoted microglial clearance of Aβ by capturing Aβ, and modulated microglia-induced neuroinflammation by efficient delivery of small molecule drugs. In AD mouse model, the administration of RPDA@Rb-A resulted in a significant reduction in amyloid plaque deposition, neuroinflammation, and cognitive impairments. The engineered exosomes based on membrane hybridization overcome the shortcomings of traditional drug carriers in poor penetration and insufficient targeting to the central nervous system, and provide a potential platform for multi pathways intervention in AD.",
  "publication_date": "2025-05-08",
  "journal": "Biomaterials",
  "doi": "10.1016/j.biomaterials.2025.123403"
}