{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Sirt1 m6A modification-evoked Leydig cell senescence promotes Cd-induced testosterone decline.",
  "abstract": "Diminished testosterone levels have been documented as a key factor in numerous male health disorders. Both human and animal studies have consistently demonstrated that cadmium (Cd), a pervasive environmental heavy metal, results in decreased testosterone levels. However, the exact mechanism through which Cd interferes with testosterone synthesis remains incompletely elucidated. This research sought to examine the impact of cellular senescence on Cd-suppressed testosterone synthesis. We also investigated the related m6A modification mechanism. The results demonstrated that Cd (100 mg/L) led to a decrease in testosterone levels, along with downregulated expression of testosterone synthase in C57BL/6 N male mice. Furthermore, Cd significantly increased β-galactosidase staining intensity, senescence-related proteins, and senescence-related secretory phenotypes in mouse testicular Leydig cells. Subsequent investigations revealed that Cd decreased the mRNA and protein levels of NAD-dependent deacetylase Sirtuin-1 (SIRT1) in Leydig cells. Mechanistically, mice treated with resveratrol (50 mg/kg), a specific SIRT1 activator, mitigated Leydig cell senescence and reversed Cd-reduced testosterone levels in mouse testes. These effects were also restored by SIRT1 overexpression in Leydig cells. Additionally, we found that Cd increased the level of methyltransferase enzyme METTL3 and Sirt1 m6A modification in Leydig cells. Mettl3 siRNA effectively restored Cd-enhanced Sirt1 m6A level and reversed Cd-downregulated Sirt1 mRNA expression in Leydig cells. Overall, our findings suggest that Cd exposure inhibits testosterone synthesis via Sirt1 m6A modification-mediated senescence in mouse testes. These results offer an experimental basis for investigating the causes and potential treatments of hypotestosteronemia induced by environmental factors.",
  "publication_date": "2024-08-16",
  "journal": "Ecotoxicology and environmental safety",
  "doi": "10.1016/j.ecoenv.2024.116884"
}