{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Epigallocatechin gallate (EGCG) modulates senescent endothelial cell-monocyte communication in age-related vascular inflammation.",
  "abstract": "Aging significantly affects intercellular communication between vascular endothelial cells (ECs) and hematopoietic cells, leading to vascular inflammation and age-associated diseases. This study determined how senescent ECs communicate with monocytes, whether extracellular vesicles (EVs) released from senescent ECs affect monocyte functions, and investigated the potential for epigallocatechin-3-gallate (EGCG), a flavonoid in green tea, to reverse these effects. Human umbilical vein endothelial cells (HUVECs) were treated with Etoposide (10 µM, 24 h) to induce senescence, followed by EGCG (100 µM, 24 h) treatment to evaluate its potential as a senotherapeutic agent. The interaction between ECs and monocytes was analyzed using a co-culture system and direct treatment of monocytes with EC-derived EVs. EGCG reduced senescence-associated phenotypes in ECs, as evidenced by decreased senescence-associated (SA)-β-Gal activity and reversal of Etoposide-induced senescence markers. Monocytes co-cultured with EGCG-treated senescent ECs showed decreased pro-inflammatory responses compared to those co-cultured with untreated senescent ECs. Additionally, senescent ECs produced more EVs than non-senescent ECs. EVs from senescent ECs enhanced lipopolysaccharide (LPS)-induced pro-inflammatory activation of monocytes, whereas EVs from EGCG-treated senescent ECs mitigated this activation, maintaining monocyte activation at normal levels. Our findings reveal that EGCG confers anti-senescent effects via modulation of the senescent EC secretome (including EVs) with the capacity to modify monocyte activation. These findings suggest that EGCG could act as a senotherapeutic agent to reduce vascular inflammation related to aging.",
  "publication_date": "2025-01-21",
  "journal": "Frontiers in cardiovascular medicine",
  "doi": "10.3389/fcvm.2024.1506360"
}