{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Unraveling anti-atherosclerosis mechanism of anthocyanins from Xinjiang wild cherry plum (Prunus divaricata Ledeb) via network pharmacology and molecular docking.",
  "abstract": "Atherosclerosis is a chronic vascular disease characterized by failure to resolve inflammation and forming plaque within the arterial wall. Atherosclerosis and its related cardiovascular diseases are the major causes of death worldwide. Our previous preliminary study showed that anthocyanin-rich extract (ACNE) from Xinjiang wild cherry plum (Prunus divaricata Ledeb) fruit peels exhibited anti-atherosclerotic effect. However, the potential mechanism of this health-beneficial effect remains unclear. Here, network pharmacology combined with molecular docking was used to tentatively address this issue. The ACNE mainly contains cyanidin, cyanidin 3-glucoside (Cy3Glu), Cyanidin 3-(6''-acetylglucoside) (Cy3AcGlu), cyanidin 3-galactoside (Cy3Gal), cyanidin 3-xyloside (Cy3Xyl), and cyanidin 3-rutinoside (Cy3Rut). Seven key targets, EGFR, VEGFA, HSP90AA1, SRC, HIF1A, CXCR4 and IGF1R were identified from core protein-protein interaction (PPI) network. Anthocyanins interacting on key targets were initially demonstrated by molecular docking, particularly Cy3Rut and Cy3Xyl having highest affinity with most key targets. Biological function analysis suggested that key targets were involved in several biological processes, including positive regulation of cell migration, positive regulation of phosphorylation, inflammatory response, response to hypoxia, etc. The significantly enriched pathways, such as HIF-1 signaling pathway, calcium signaling pathway, macrophage stimulating protein MSP signaling network map, were closely related to atherosclerosis. Altogether, based on the comprehensive analysis and discussion, we revealed that TLR4/EGFR and IGF1R-CXCL12/CXCR4 pathways were at least partially implicated in the anti-atherosclerotic effects of anthocyanins through affecting inflammation, endothelial homeostasis, and foam cell formation. This study served as a theoretical basis for further validating the underlying anti-atherosclerotic mechanism of anthocyanins via in vitro and in vivo experiments.",
  "publication_date": "2025-06-06",
  "journal": "Bioresources and bioprocessing",
  "doi": "10.1186/s40643-025-00900-w"
}