{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Isorhapontigenin Inhibits Cell Growth, Angiogenesis, Migration, and Invasion of Non-Small-Cell Lung Cancer Cells Through NEDD9 Signaling.",
  "abstract": "Lung cancer is the leading cause of cancer deaths among American men, even though various treatments are available. The discovery and use of new alternative drugs to treat lung cancers are needed to reduce lung cancer mortality. Phytochemicals are potentially desirable therapeutic agents due to their better safety profiles. Isorhapontigenin (ISO) is an orally bioavailable dietary stilbene. Our studies show that treatment with ISO inhibits human lung cancer cell growth, angiogenesis, invasion, and migration. Neural precursor cell expressed developmentally downregulated 9 (NEDD9), a multi-domain scaffolding protein, regulates various processes crucial for tumorigenesis and metastasis. Our results show that NEDD9 is upregulated in the lung tissues from human lung adenocarcinomas (LUADs) and squamous-cell carcinomas (LUSCs) compared to normal lungs. Overexpression of NEDD9 elevates the invasion and migration of human lung cancer cells. Treatment of human lung cancer cells with ISO decreases NEDD9 protein levels. Our studies have also demonstrated that NEDD9 positively regulates angiogenesis, an essential factor in cancer progression. ISO treatment reduces angiogenesis. Moreover, ISO reduces the protein levels of hypoxia-inducible factor-1α (HIF-1α), a transcription factor critical for angiogenesis. Aberrant high expression of β-Catenin leads to various diseases including cancer. Our results show that ISO treatment reduces the activation of β-Catenin through the downregulation of NEDD9. Studies indicate that ISO decreases NEDD9, causing the suppression of cell growth, angiogenesis, invasion, and migration of human lung cancer cells. ISO is a potent therapeutic agent for lung cancer treatment.",
  "publication_date": "2025-04-29",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26094207"
}