{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Identification, Geographical Traceability, and Thermal Oxidation and Photodegradation Studies of Camellia Oil Based on Raman Spectroscopy.",
  "abstract": "Camellia oil, rich in monounsaturated fatty acids, squalene, tocopherols, and polyphenols, is highly valued for its nutritional benefits. However, its high market value and regional variations have led to frequent adulteration, highlighting the need for rapid, non-destructive methods for authentication, geographical traceability, and quality assessment. This study employed portable Raman spectroscopy combined with Partial Least Squares Discriminant Analysis (PLS-DA) and Multivariate Curve Resolution-Alternating Least Squares (MCR-ALS) to differentiate camellia oil from other edible oils and evaluate its thermal and photo-oxidative stability. PLS-DA, based on VIP-selected spectral variables, effectively distinguished camellia oil, with Raman bands near 1250 cm-1and 1650 cm-1contributing significantly. A unique peak at 1525 cm-1, observed in samples from Gongcheng, Guangxi, was associated with carotenoids and served as a potential marker for geographical traceability. MCR-ALS modeling revealed significant reductions in the 1650 cm-1and 1525 cm-1peaks when temperatures exceeded 150 °C, indicating degradation of unsaturated fatty acids and carotenoids. Under UV exposure, the 1525 cm-1peak declined sharply and nearly disappeared after 24 h, suggesting rapid carotenoid degradation via photooxidation. Extended UV treatment also affected the 1650 cm-1peak and led to oxidative product accumulation. Overall, this study demonstrates the feasibility of integrating Raman spectroscopy with chemometric analysis for efficient oil classification, traceability, and stability monitoring, offering a valuable tool for food quality control and market supervision.",
  "publication_date": "2025-06-05",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30112473"
}