{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Comprehensive Ubiquitome Analysis ofNicotiana benthamianaLeaves Infected with Tomato Brown Rugose Fruit Virus.",
  "abstract": "Tomato brown rugose fruit virus (ToBRFV) is an important emerging virus that poses a serious threat to the global agricultural economy. Ubiquitination is one of the key post-translational protein modification types in plant responses to biotic stress, but the extent to which ToBRFV infection alters the overall ubiquitination status has not been reported. This study conducted integrated ubiquitome and proteome analyses ofNicotiana benthamianaleaves infected with ToBRFV and identified differentially ubiquitinated proteins. A total of 346 lysine sites on 302 identified proteins were found to be affected, with 260 sites exhibiting upregulated ubiquitination levels in 224 proteins and 86 sites showing downregulated ubiquitination levels in 80 proteins. The differentially ubiquitinated proteins were primarily localized in the cytoplasm (29%), nucleus (18%), plasma membrane (8.9%), mitochondria (5.1%), and chloroplasts (4.6%). Fourteen conserved ubiquitination motifs, including ENNNK, ENNK, SK, and KNG, were identified. Furthermore, enrichment analysis indicated that ToBRFV infection induces an increase in the ubiquitination levels of proteins associated with ion transport, MAPK signaling pathways, and plant hormone signal transduction, while the ubiquitination levels of proteins related to carbon metabolism and secondary metabolite synthesis decreased. Functional analysis of the three differentially ubiquitinated proteins revealed that a RING/U-box superfamily protein negatively regulates ToBRFV infection. Our work provides the first systematic analysis of the ubiquitination profile inN. benthamianaleaves following ToBRFV infection, providing important resources for further studies on the regulatory mechanisms of ubiquitination in plant responses to ToBRFV.",
  "publication_date": "2025-06-05",
  "journal": "Biology",
  "doi": "10.3390/biology14060656"
}