{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Comparative study of the anti-obesity effects of white tea and dark tea: Insights from microbiome and metabolomics.",
  "abstract": "The anti-obesity effects of tea and its functional components have been extensively studied. However, the protective effects of different types of tea against obesity induced by a high-fat diet (HFD) and the underlying mechanisms remain unclear. This study systematically compared the effects of white tea and dark tea on obese rats and explored their mechanisms. The results indicated that dark tea extracts (DT) higher concentrations of theabrownins and gallic acid, while white tea extracts (WT) contained abundant levels of polyphenols and amino acids. Moreover, both WT and DT effectively improved obesity-related symptoms, including weight loss, reduced fat accumulation, improved dyslipidemia, and alleviated liver and colon damage. Specifically, WT primarily functioned by inhibiting white fat accumulation and enhancing UCP1 expression in brown fat, leading to more significant weight loss. Conversely, DT increased both the quantity and uniform distribution of colonic goblet cells and elevated the expression levels of tight junction proteins in obese rats, thereby providing better protection for the intestinal barrier. Furthermore, 16S rRNA sequencing revealed that WT and DT regulated gut microbiota imbalances, restored microbiota diversity, inhibited the growth of potentially harmful bacteria, and promoted the proliferation of beneficial bacteria. Metabolomics analyses demonstrated that WT and DT increased the concentration of short-chain fatty acids in the feces of obese rats, regulated the biosynthesis of phenylalanine, tyrosine, and tryptophan, as well as the biosynthesis pathways of valine, leucine, and isoleucine, while decreasing the levels of these amino acids in feces. In conclusion, this study provides new evidence supporting the idea that tea can mitigate HFD-induced obesity through the regulation of gut microbiota and alteration of fecal metabolite profiles.",
  "publication_date": "2025-01-07",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.115666"
}