{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Ultrasonic-assisted deep eutectic solvent extraction and identification of phenolic compounds from Atractylodes chinensis adventitious root culture.",
  "abstract": "Atractylodes chinensis is a traditional Chinese medicinal plant, which contains lots of volatile oils and phenolic compounds. However, the current researches mainly concentrate on its volatile oils, and only a few studies on phenolic compounds, especially on phenolic compounds extraction in adventitious roots of A. chinensis. Hence, the Ultrasonic-assisted deep eutectic solvent extraction (UAE-DES) was selected to extract phenolic compounds from adventitious roots of A. chinensis. Central composite design (CCD) experiments were employed to find the ideal extraction conditions on the basis of single factor experiments. The results showed that the optimum deep eutectic solvent (DES) was a mixture of choline chloride and ethylene glycol (molar ratio 1:2) with 30 % water. The best extraction conditions for UAE-DES appeared the extraction temperature 55 °C, extraction time 25 min, liquid-solid ratio 32 mL/g, ultrasonic power 300 W. Under these conditions, the extraction yield was 53.63 mg/g, which was 1.37, 1.68 and 1.32 times of ultrasonic-assisted ethanol extraction (UAE-EtOH), ethanol solvent heating extraction (EtOH-SE) and DES solvent heating extraction (DES-SE), respectively. Among these extraction methods, UAE-DES extract showed the strongest antioxidant activity. It was further revealed that Ultra-Performance Liquid Chromatography-Tandem Mass Spectrometry (UPLC-MS/MS) analysis identified 10 individual phenolic compounds in the extract by UAE-DES. The contents of six main individual phenolic compounds according to High-Performance Liquid Chromatography (HPLC) analysis were: chlorogenic acid (3.04 mg/g), caffeic acid (1.16 mg/g), neochlorogenic acid (2.00 mg/g), ferulic acid (1.08 mg/g), 7-hydroxycoumarin (0.56 mg/g) and 4,5-dicaffeoylquinic acid (0.60 mg/g). This study suggested that UAE-DES is an efficient and simple method to extract phenolic compounds from A. chinensis adventitious roots, with promising advantage in pharmaceutical industry applications, and the types of phenolic compounds in adventitious roots of A. chinensis were explored to provide theoretical reference for subsequent studies.",
  "publication_date": "2025-06-24",
  "journal": "Journal of chromatography. A",
  "doi": "10.1016/j.chroma.2025.466166"
}