{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Skin Healing Potential of Bioactive Components From Lycoperdon lividum Mushroom Versus β-Sitosterol in Rat Model of Burn Wounds.",
  "abstract": "Burn injury elicits an inflammatory response, metabolic abnormalities, and distributional shock leading to diverse organ dysfunctions with remarkable morbidity and mortality. Sluggish wound healing, infections, and hypertrophic scars still struggle in burn treatment. Lycoperdon lividum, a puffball mushroom enriched in polyphenols, has outstanding antioxidative and anti-inflammatory properties. This study aimed to assess the benefits of L. lividum on second-degree burn lesions in a rat model at 100°C. Seventy-five male rats were haphazardly separated into five groups of 15 rats each: Control (without any skin burn induction/treatment), skin burn (skin burn induction/non-treated), β-sitosterol (treated with topical β-sitosterol 0.25%), Vehicle (treated with Vaseline), and L. lividum (treated with topical L. lividum watery extract 10%). Rats were euthanized on Days 5, 10, and 20 of the experiment. Lycoperdon lividum extract was analyzed using HPLC techniques. Skin samples were collected for microscopical and histopathological examinations. Biomarkers involving IL-6, IL-10, TGF-β1, TNF-α, and VEGF were analyzed in skin homogenates. The chromatogram revealed distinct peaks for bioactive compounds of L. lividum, including kaempferol, rutin, ferulic acid, caffeic acid, chlorogenic acid, quercetin, and gallic acid. Lycoperdon lividum greatly alleviated the burn lesions via improving wound contraction, correcting inflammation, and granulation aberrations while boosting fibrosis. The outcomes were validated by histopathological analyses. Further, L. lividum markedly improved the healing of burn wounds by regulating inflammatory cytokines (IL-6 and TNF-α), anti-inflammatory cytokines (IL-10 and TGF-β1), and angiogenic cytokines (VEGF) in skin tissues. Lycoperdon lividum has potential in healing burn wounds thanks to its outstanding antioxidant and anti-inflammatory actions.",
  "publication_date": "2025-04-10",
  "journal": "Microscopy research and technique",
  "doi": "10.1002/jemt.24864"
}