{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Organic and Conventional Coffee Beans, Infusions, and Grounds as a Rich Sources of Phenolic Compounds in Coffees from Different Origins.",
  "abstract": "Coffee is a beverage that contains a high concentration of bioactive compounds, particularly polyphenols. These compounds significantly contribute to the polyphenol intake in the diet and have been shown to have beneficial effects on consumer health. The objective of this research was to conduct a comparative analysis of the polyphenolic composition of coffee beans and infusions obtained from coffee beans sourced from both organic and conventional farming practices while taking into consideration variations in roast intensity and geographical origin. The lyophilized coffee grounds and infusions derived from these grounds were also subjected to analysis. The antioxidant activity was measured by using the radical ABTS, and the quantitative and qualitative analysis of polyphenolic compounds was conducted by HPLC. The conventional coffee samples were richer in chlorogenic acid, catechin, and caffeic acid. However, the coffee beans from organic farming contained more gallic acid, epigallocatechin gallate, and quercetin than those grown conventionally. We did not observe significant differences among the coffee plant production sites in Ethiopia, Sumatra, and Peru, but Peru had the poorest amount of polyphenols when compared to Ethiopia and Sumatra. Coffee infusions prepared from organic coffee beans were characterized by a significantly high sum of identified polyphenols. A higher content of caffeine was observed in the organic coffee bean samples than in the conventional coffee bean samples. Conventional coffee beans were characterized by stronger antioxidant activity than organic beans. Coffees from different parts of the world were characterized by different profiles of polyphenol compounds. Moreover, the coffee beans from Ethiopia were characterized by the highest caffeine content. However, among the different geographical areas of coffee beans, the highest antioxidant activity was detected in the coffee beans from Sumatra. Coffee grounds also have the potential to be used as compounds for the cultivation of horticultural plants, and they can be used as a source of numerous health-promoting compounds in the food and cosmetics industries.",
  "publication_date": "2025-03-13",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30061290"
}