{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Comparative enzymatic browning transcriptome analysis of three apple cultivars unravels a conserved regulatory network related to stress responses.",
  "abstract": "Enzymatic browning (EB) endangers the adaptation of apple fruit cultivars to new markets, affecting organoleptic properties and producing economic losses. Polyphenol oxidases and polyphenol compounds play a key role in EB development in apple. However, the regulation of apple response to EB remains to be uncovered. In this study, three apple cultivars with different EB phenotypes ranging from low to high browning in apple pulp were used to study transcriptomic changes over time after fresh cutting (0, 30 and 60 min). This study allowed the identification of 1448 differentially expressed genes (DEGs), revealing both shared and genotype-specific responses, particularly in the affected metabolic pathways associated with EB. At 60 min (T60 vsT0), 77 DEGs were shared by all genotypes, suggesting a conserved regulatory network. This network included genes encoding for protein families such as calcium-binding proteins, heat-shock proteins, redox-responsive transcription factors, WRKY family transcription factors, zinc finger family proteins and disease resistance proteins among others. A co-expressed gene cluster, identified through Weighed Gene Co-Expression Network Analysis (WGCNA), was found to correlate with EB and included 323 genes enriched in several biological terms according to Gene Ontology analysis. Moreover, a more detailed analysis of identified WGCNA gene cluster regulatory sequences allowed the detection of cis-regulatory elements belonging to CAMTA, WRKY and WUSCHEL transcription factor families. The identification of these sequences alongside with an abundant and diverse amount of overexpressed transcription factors from various families (WRKY, ERF, GRAS, GATA, etc.) point out to a highly regulated stress-response that is strictly connected to innate plant immunity. These findings provide valuable insights into the molecular mechanism involved in apple fresh-cut browning and offer new potential targets for EB regulation.",
  "publication_date": "2025-04-12",
  "journal": "BMC plant biology",
  "doi": "10.1186/s12870-025-06445-6"
}