{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Exploring the effect of L-theanine synergised with EGCG on starch digestibility in ultrasonic field from different perspectives.",
  "abstract": "With the increasing prevalence of diabetes, the search for natural compounds with potential anti-hyperglycemic effects has become a key focus in food and nutrition research. L-theanine (THE) and epigallocatechin gallate (EGCG) from tea are gaining attention due to their antioxidant and metabolic regulation properties. Although they have been shown to have an effect on glucose metabolism, their synergistic effect on starch digestive properties and the mechanism remain unclear. Here, we explored that THE and EGCG synergistically regulated starch digestive properties in ultrasound treatment through two different perspectives. At specific THE/EGCG ratios (THE/EGCG1:1), maize starch granules exhibited significant aggregation and densification. THE promoted the ordered arrangement of starch molecular chains through hydrogen bonding, and the polyphenolic structure of EGCG further stabilised this ordered structure, thus enhancing the crystallinity and short-range ordering of starch. It meant that THE and EGCG further reduced starch digestibility by synergistically modulating the multi-scale structure of starch. In addition, THE and EGCG exhibited significant synergistic inhibition of α-amylase activity (1.6 mM THE and 0.05 mg/mL EGCG). The multi-spectral results showed that the addition of THE and EGCG enhanced the conformational change of the enzyme, leading to the change of the secondary structure, and the synergistic effect might originate from the multiple interactions of THE and EGCG with different amino acid residues in the digestive enzyme (e.g., THR-163, GLN-63, ASP-197, etc), which strengthened the inhibition, and the molecular dynamics simulations further supported the findings. This work promotes the further development and utilisation of endogenous substances in tea and provides some references for the development of food ingredients with potential hypoglycaemic functions.",
  "publication_date": "2025-01-20",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.115805"
}