{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Enhancing the Viability of Spray-Dried Limosilactobacillus fermentum Using Quercetin-Integrated Encapsulation: Physicochemical, Metabolic, and Transcriptomic Insights.",
  "abstract": "The application of spray drying for the production of probiotic microcapsules offers many attractive advantages, yet now there are concerns regarding probiotic survivability. This study explores the impact of quercetin (Que) in a whey protein isolate (WPI) and trehalose (TR) encapsulation matrix to improve probiotic survival during spray drying. Results showed that probiotic survival increased by 4.95-fold (p < 0.05) with Que supplementation than the probiotics capsulated using WPI and TR. Physicochemical characteristics analysis indicated that adding Que resulted in slight changes in the moisture and water activity of probiotic microcapsules and improved the gastrointestinal digestion resistance and storage stability. The particle size of the spray-dried microcapsules varied from 9.84 to 11.17 µm. Cell membrane analysis demonstrated that the probiotics encapsulated with the WPI-Que-TR complex exhibited higher integrity and fluidity than WPI-TR-coated probiotics. Moreover, introducing Que reduced the ratio of saturated to unsaturated fatty acids and increased the pyruvate kinase activity of probiotics, contributing to the maintenance of cell activity. Transcriptomic results suggested that Que upregulated genes associated with fatty acid synthesis and energy supply while downregulating certain genes involved in amino acid biosynthesis, enabling probiotics to exist better in harsh conditions. Therefore, those results indicated that the co-microencapsulation of probiotics and hydrophobic active substance-Que-was realized, and the mechanism by which Que affects probiotic activity during spray drying has been revealed, which provides a scientific foundation for co-encapsulating probiotics with hydrophobic actives. PRACTICAL APPLICATION: In a rapidly growing market, the demand for dry probiotics has surged, highlighting the need for mass production. Spray drying, with its low energy costs and sustainable process, is a promising method for microencapsulating bacteria in protective substrates, enhancing their resistance during storage, processing, and digestion. Que can improve the survival rate of probiotics during spray drying, offering a novel approach for incorporating flavonoids in the creation of probiotic microcapsules with activity and stability.",
  "publication_date": "2025-05-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70293"
}