{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Pterostilbene, a Resveratrol Derivative, Improves Ovary Function by Upregulating Antioxidant Defenses in the Aging Chickens via Increased SIRT1/Nrf2 Expression.",
  "abstract": "Oxidative stress is recognized as a prominent factor contributing to follicular atresia and ovarian aging, which leads to decreased laying performance in hens. Reducing oxidative stress can improve ovarian function and prolong the laying period in poultry. This study investigates the impact of Pterostilbene (PTS), a natural antioxidant, on ovarian oxidative stress in low-laying chickens. Thirty-six Hy-Line White laying chickens were evenly divided into four groups and fed diets containing varying doses of PTS for 15 consecutive days. The results showed that dietary supplementation with PTS significantly increased the laying rate, with the most effective group exhibiting a remarkable 42.7% increase. Furthermore, PTS significantly enhanced the antioxidant capacity of aging laying hens, as evidenced by increased levels of glutathione, glutathione peroxidase, superoxide dismutase, catalase, and total antioxidant capacity in the ovaries, livers, and serum. Subsequent experiments revealed decreased expressions of Bax, Caspase-3, and γ-H2AX, along with an increased expression of BCL-2 in the ovaries and livers of laying hens. PTS supplementation also positively affects fat metabolism by reducing abdominal fat accumulation and promoting fat transfer from the liver to the ovary. To elucidate the mechanism underlying the effects of PTS on ovarian function, a series of in vitro experiments were conducted. These in vitro experiments revealed that PTS pretreatment restored the antioxidant capacity of D-galactose-induced small white follicles by upregulating SIRT1/Nrf2 expression. This protective effect was inhibited by EX-527, a specific inhibitor of SIRT1. These findings suggest that the natural antioxidant PTS has the potential to regulate cell apoptosis and fat metabolism in laying chickens by ameliorating oxidative stress, thereby enhancing laying performance.",
  "publication_date": "2024-08-01",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox13080935"
}