{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Nutritional value of organic food in children.",
  "abstract": "In Europe, organic food must comply with specific regulations which do not include nutritional criteria. The ability of organic food to meet the nutritional needs of children is not assessed. This narrative review discusses the nutritional composition (macronutrients, micronutrients) of organic food compared with conventional products and its clinical relevance with a paediatric focus, as well as the health impact of these differences and of contaminants which interfere with metabolism. Other potential differences, particularly regarding the direct/indirect exposure to other contaminants in conventional food, are not addressed in this review. The composition of some organic food may differ from conventional food. Protein content was lower in cereals and eggs. A lower n-6:n-3 polyunsaturated fat (PUFA) ratio was observed in milk, meat and eggs. Long-chain PUFA and vitamin E may be higher in milk, meat and fish, as well as some minerals and antioxidants (phenolic compounds, vitamin C) in fruits, vegetables and starchy food and carotenoids in fruits and vegetables. Epidemiological studies suggest an association between organic diets and lower prevalence of childhood obesity, type 2 diabetes and metabolic syndrome, whereas the protective effect on allergy and cancer is controversial. Some organic food may be of greater nutritional interest for children's diet than conventional food. Standardised studies comparing food composition and diet in children are needed. Considering the lower toxicologic risk and the sustainability of organic food, the Committee on Nutrition encourages the use of organic food, provided that such food is affordable, alongside specific baby food which is subject to strict specific European Union regulations.",
  "publication_date": "2025-02-26",
  "journal": "Nutrition research reviews",
  "doi": "10.1017/S0954422425000046"
}