{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Preparation of graphene based composites using silane and Pyracantha fortuneana and their application in Metformin adsorption from aqueous solution.",
  "abstract": "Metformin, a typical pharmaceutical and personal care product (PPCPs), has a significant role in protecting brain cognitive function and delaying multiple organs aging, as well as causes seriously endocrine and reproductive interference to aquatic organisms due to drug abuse. Graphene that is of stable structure, flexible connection between carbon atoms, and the conjugated large pi bonds has been used to wastewater treatment, while Graphene-based materials used to remove PPCPs are rarely reported. Therefore, two graphene oxide (GO) based materials, including silane coupling agent modified product (CTOS-mGO) and Pyracantha fortuneana proanthocyanidin extract reduced product (PFPA-rGO), were used for metformin removal from aqueous solution as well as revealed the mechanism in this adsorption process. The results showed that metformin could be quickly and effectively removed by GO, CTOS-mGO and PFPA-rGO, of which the best material of adsorption effects was CTOS-mGO. The pseudo-second-order kinetic could effectively describe their adsorption process, and they achieved more than 80% removal rate within 15 to 20 min. Metformin adsorption by GO, CTOS-mGO and PFPA-rGO were all spontaneous and exothermic. CTOS-mGO was of the largest adsorption capacity and recycling utilization for metformin removal in comparison with GO and PFPA-rGO. The optimal adsorption temperature and pH for the GO and CTOS-mGO, PFPA-rGO adsorbents were 293 K and pH 6.0, 293 K and pH 7.0, 303 K and pH 6.0, respectively. Our results suggested that the aromatic rings and the abundant oxygen-containing functional groups distributed on the surface of the sheets endowed them with the characteristics of π-electron acceptors or donors, and metformin with dissociative properties could serve as a stabilizer for this π-π interaction. In addition, the electrostatic interaction between the positively charged metformin and the negatively charged GO and CTOS-mGO were also important contributors to the adsorption reaction. Our results emphasized that the GO based materials might be an effective method for alleviating metformin and other PPCPs pollution, which also provided a reference for environmental remediation of similar pollutants.",
  "publication_date": "2025-04-24",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-99307-y"
}