{
  "source": "PubMed",
  "query": "polyphenols inflammation",
  "title": "Anti-Inflammatory Effects ofHuberantha luensis and Ancistrocladus tectoriusExtracts Through Inhibition of Nuclear Factor-κB and Mitogen-Activated Protein Kinase Pathways.",
  "abstract": "Inflammation is a crucial response to harmful stimuli, but its chronic activation contributes to various diseases, including inflammatory bowel disease, osteoarthritis, and neurological disorders. While nonsteroidal anti-inflammatory drugs are widely used as anti-inflammation drugs, their extended usage often results in severe side effects, emphasizing the need for safer alternatives. Therefore, it is of the greatest importance to identify and discover new anti-inflammatory agents that exhibit a reduced incidence of adverse side effects. This study investigates the anti-inflammatory potential of methanol extracts from eight native Vietnamese plant species. These extracts were screened for their ability to inhibit nitric oxide production and pro-inflammatory cytokine expression in lipopolysaccharides-stimulated RAW264.7 macrophages. Among the tested extracts, those derived fromHuberantha luensis(Pierre) Chaowasku andAncistrocladus tectorius(Lour.) Merr. demonstrated notable reductions in NO, TNF-α, interleukin (IL)-1β, and IL-6 levels. Further analysis revealed that these extracts are abundant in polyphenols and flavonoids, compounds recognized for their anti-inflammatory effects. Furthermore, these extracts exerted their effects by inhibiting the kappa-light-chain-enhancer of activated B cells and mitogen-activated protein kinase signaling pathways, as evidenced by reduced phosphorylation of the proteins. These results suggest that the methanol extracts obtained fromH. luensisandA. tectoriuspossess considerable potential in paving the way towards the innovative development of new therapeutic approaches aimed at alleviating chronic inflammation.",
  "publication_date": "2025-04-21",
  "journal": "Journal of medicinal food",
  "doi": "10.1089/jmf.2024.k.0276"
}