{
  "source": "PubMed",
  "query": "lignans",
  "title": "Phyllanthin from Phyllanthus amarus exerts neuroprotective effects against spinal cord injury in experimental rats.",
  "abstract": "Spinal cord injury (SCI) results in changes in autonomic function, impacting an individual's movement, sensory perception, and overall quality of life. Phyllanthin, a lignan fromPhyllanthus amarus, is known for its neuronal protective effects.To evaluate the potential of phyllanthin identified inP. amarusmethanolic extract (PAME) against SCI in experimental rats.The lignan was identified in PAME using high-performance liquid chromatography (HPLC). Spinal cord injury was induced in Sprague-Dawley rats using the laminectomy clip compression method. Rats received either a vehicle (distilled water) or methylprednisolone (30 mg/kg) or PAME (50, 100, and 200 mg/kg) orally for 4 weeks after SCI. Behavioral, histological, and molecular parameters were assessed to evaluate the neuroprotective effects of phyllanthin.During the HPLC analysis of PAME, phyllanthin was present at a retention time of 25.30 minutes with 75.22% weight per weight (w/w). The administration of standardized PAME (100 and 200 mg/kg) effectively ameliorated the alterations induced by SCI in thermal and mechano-tactile hyperalgesia, locomotor activity, and nerve conduction velocity (p< 0.05 each). The SCI-induced elevation in spinal interleukins (ILs: IL-1β and IL-6) and tumor necrosis factor alpha (TNF-α) protein levels was also effectively (p< 0.05) reduced by PAME. The PAME treatment markedly (p< 0.05) ameliorated SCI-induced alterations in protein expressions of B-cell leukemia/lymphoma 2 (Bcl-2), Bcl2-associated X protein (Bax), and caspase-3 in the spinal cord. Aberrations, such as inflammatory infiltration, edema, congestion, and necrosis induced in the spinal cord, were also effectively reduced by the PAME treatment (p< 0.05).Phyllanthin identified inP. amarusshowed neuroprotective potential against SCI by moderating impairments in behavioral (allodynia, hyperalgesia, and nerve conduction velocity) parameters, elevated inflammatory mediators (IL-1β, IL-6, and TNF-α), and deactivating the apoptotic signaling (Bax/caspase-3) pathway.",
  "publication_date": "2025-06-17",
  "journal": "Arquivos de neuro-psiquiatria",
  "doi": "10.1055/s-0045-1809408"
}