{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Improvement of the Thermal Decomposition of Ammonium Perchlorate and Combustion of Aluminum Powder by Dual Core-Shell Ammonium Perchlorate-Based Composites Based on Self-Assembly Coating.",
  "abstract": "Ammonium perchlorate (AP), which is the most commonly used oxidant in composite propellants, plays a vital role in the combustion performance of propellants. In this work, by coating the AP surface with a self-assembled coating layer of gallic acid (GA) and transition metal ions (Cu2+or Fe3+) and then connecting it with a 1H,1H,2H,2H-perfluorodecyltrichlorosilane (PDTS) coating layer, the AP@GA-M@PDTS (M = Cu2+or Fe3+) composite was successfully prepared. Molecular dynamics simulation calculations show that GA and AP have a good binding ability. At the same time, the binding ability of PDTS and GA is also much higher than that of PDTS and AP. In addition, the peak temperature of high-temperature decomposition and activation energy of AP@GA-M@PDTS (M = Cu2+or Fe3+) are lower than those of AP, and the heat release during the thermal decomposition process is much higher than AP. Compared with pure AP, the surface coating properties of AP@GA-M@PDTS (M = Cu2+or Fe3+) have also changed significantly. AP@GA-M@PDTS (M = Cu2+or Fe3+) can float on water; its static contact angle with the water surface is much higher than that of pure AP, and it absorbs almost no moisture after being placed in humid air for 30 days. Combustion experiments show that the burning speed and burning intensity of AP@GA-M@PDTS (M = Cu2+or Fe3+)/Al are significantly higher than those of AP/Al, and AP@GA-M@PDTS (M = Cu2+or Fe3+)/Al has a stronger emission spectrum. Finally, the catalytic mechanism of AP@GA-M@PDTS (M = Cu2+or Fe3+) to improve the combustion of aluminum powder is discussed. In summary, it is a very promising solid propellant additive.",
  "publication_date": "2025-04-30",
  "journal": "Langmuir : the ACS journal of surfaces and colloids",
  "doi": "10.1021/acs.langmuir.5c00796"
}