{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Unveiling the therapeutic potential of anthocyanins in reserpine-induced fibromyalgia: A multi-dimensional study on behavioral, molecular, and pathological changes.",
  "abstract": "Fibromyalgia (FM) is a chronic syndrome, associated with unidentified musculoskeletal pain, depression, neuropathic pain, memory impairment, and chronic fatigue. As a natural therapy with minimal risk, the multi-therapeutic benefits of Anthocyanins (ANs) are unfolded. This study evaluates efficacy of two doses of ANs, compared to a common treatment for FM; Neurontin (Neu), against reserpine (Res)-induced FM-associated biochemical, molecular and behavioral alterations in rats. Fibromyalgia is induced by Res (1 mg/kg, sc) for three consecutive days, followed by ANs (100, 200 mg/kg, po), and Neu (30 mg/kg, po) for 28 d. Behavior tests were performed from day 26 to 31. The expression of miR-145-5p, and miR-451a in peripheral blood mononuclear cells, brain serotonin levels, and serum levels of H2O2were measured. Meanwhile, spinal neurons histology, and immunohistochemistry for TNF-α, and caspase 3 were evaluated. Dose-dependently, ANs followed by Neu exhibited a marked improvement in behavior tests compared to Res group. ANs alleviated pain in hot plate test, ameliorated depression, improved motor coordination in Rota-Rod, locomotor activity in open field tests, and enhanced spatial learning and memory in Morris Water Maze test. Additionally, ANs 200 exerted the most remarkable increase in miR-145-5p, and miR-451a expressions, serotonin levels with the same significant decrease in H2O2level. ANs 200, and Neu showed weak nuclear translocation of TNF-α and caspase 3 and demonstrated few spinal neuron degenerations over ANs 100. Exceptionally, as a natural alternative to conventional FM therapy, ANs, dose-dependently proved its remarkable neuro/psycho-protective actions joined with its antioxidant, anti-inflammatory and antiapoptotic impacts.",
  "publication_date": "2025-05-29",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2025.114965"
}