{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Exploring the anti-inflammatory potential of purifiedPlumbago zeylanicaL. root extracts: an integratedin silico,in vitro, andin vivoapproach.",
  "abstract": "The utilization of purified roots fromPlumbago zeylanicain traditional Ayurvedic medicine for addressing various inflammatory conditions such as arthritis prompted this study to explore thein vitroanti-inflammatory potential of distinct extracts derived from these roots. Additionally, the study assessed the anti-inflammatory and analgesic activities of the most potent extract in Wistar rats (either sex) and predicted the bioactive phytoconstituents through in silico molecular docking with the cyclooxygenase-II enzyme. The purification of the plant material involved the traditional detoxification process of shodhana. The purified roots underwent hot continuous extraction (Soxhlet extraction) to produce extracts with increasing polarity. Thein vitroanti-inflammatory activity of these extracts, at varying concentrations, was evaluated through assays measuring the inhibition of albumin denaturation and hypotonicity-induced hemolysis. Analgesic activity and anti-inflammatory activities were assessed in rats through formalin-induced pain and carrageenan-induced paw edema models, respectively. Prediction of bioactive compounds was conducted through molecular docking and dynamics of different phytoconstituents of the purified roots ofP. zeylanicawith the cyclooxygenase-II (COX-2) enzyme.In vitrostudies demonstrated the anti-inflammatory effects in different extracts, methanolic extract being the most potent.In vivostudies revealed analgesic and anti-inflammatory activities in the methanolic extract. Molecular docking results indicated good interaction between phytoconstituents of the methanolic extract and COX-2 enzyme, with chitranone being the most inhibiting compound having stable ligand anchoring. The study concludes that the methanolic extract of purified roots ofP. zeylanicapossesses notable anti-inflammatory and analgesic activities, potentially attributed to the presence of its COX-2 inhibitor compounds.",
  "publication_date": "2025-06-05",
  "journal": "Journal of biomolecular structure & dynamics",
  "doi": "10.1080/07391102.2025.2513015"
}