{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Repurposing Olive Oil Mill Wastewater into a Valuable Ingredient for Functional Bread Production.",
  "abstract": "Untreated olive oil mill wastewater (OOMW) from conventionally farmed olives was used in bread production to create a new functional product. Two types of bread were developed with 50% OOMW (EXP-1) and 100% OOMW (EXP-2) replacing water. Two leavening processes were tested: sourdough inoculum (S) vs. biga-like inoculum (B), with controls (CTR) without OOMW addition. The doughs were monitored throughout the acidification process by measuring pH, total titratable acidity, and the development of key fermentative microorganisms. To assess the hygienic quality during fermentation, plate count techniques were employed. After baking, the breads were evaluated for various quality parameters, including weight loss, specific volume, crumb and crust colors, image analysis, and the presence of spore-forming bacteria. Volatile compounds released from the breads were identified using solid-phase microextraction coupled with gas chromatography-mass spectrometry (SPME-GC/MS). Polyphenolic compounds were analyzed via liquid chromatography-mass spectrometry (LC-MS). To assess the functional properties of the final products, the breads were homogenized with synthetic human saliva and subjected to in vitro digestion. OOMW did not significantly affect the growth of yeasts and lactic acid bacteria (LAB) or the acidification process. However, in terms of the specific volume and alveolation, breads from theSprocess and OOMW had poor quality, while those from theBprocess had better quality. Experimental breads (EXPB-1 and EXPB-2) contained higher levels of alcohols (especially ethanol and isobutyl alcohol), carbonyl compounds (like benzaldehyde), esters (such as ethyl caproate and ethyl caprylate), and terpenes. OOMW introduced phenolic compounds like hydroxytyrosol, coumaric acid, caffeic acid, and trans-hydroxycinnamic acid, which were absent in CTRBbreads. Functionalization of EXPB-1 and EXPB-2 breads was demonstrated by a 2.4- and 3.9-fold increase in Trolox equivalents, respectively. However, OOMW did not reduce post-prandial hyper-glycemia, as starch digestibility was similar between CTRBand EXPBbreads. The sensory analysis, which focused solely on the visual, structural, and olfactory characteristics of the breads, excluding taste testing to prevent potential health risks from residual pesticides, showed a high appreciation for EXPB-1 and EXPB-2 breads, scoring higher than CTRBin the overall assessment.",
  "publication_date": "2025-05-29",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14111945"
}