{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Edible mushrooms as meat analogues: A comprehensive review of nutritional, therapeutic, and market potential.",
  "abstract": "Meat products are popular for their high protein content and sensory attributes, but their production poses health, environmental (human causes greenhouse gas emissions up to 14.5 %), and ethical challenges, prompting a search for sustainable meat alternatives. Additionally, consuming red meat can lead to health-related issues. In addressing these issues, the shift toward plant-based proteins has gained popularity in recent decades as an alternative to animal proteins due to their lower production costs, wide availability, and rich bioactive content. Globally, scientists are continuously exploring protein-rich, sustainable, and health-promoting meat alternatives to conventional meat products. Toward achieving this approach, edible mushrooms can serve as potential healthier meat alternatives due to their natural umami flavour, meaty texture, tastes, and high in proteins, essential amino acids, polysaccharides (β-glucan and chitin), vitamins, minerals, polyphenols, antioxidants, and therapeutic properties. In addition, mushrooms are the only vegetative source of vitamin D and are recognised for their therapeutic potential, attributed to a range of medicinal properties like anti-tumour, antioxidant, immunomodulatory, anti-microbial, anti-inflammatory, cardiovascular-protective, anti-obesity, anti-diabetic, anti-fungal, anti-cancer, and various other health-promoting properties. As mushroom hold significant potential as meat analogues, their nutritional comparison with other plant-based protein sources were also highlighted. Moreover, commercialisation challenges, including scalability, cost-effectiveness, shelf-life stability, and consumer perception of mushroom-based meat analogues were also discussed. This review aims to assess the potential of edible mushrooms in the development of meat analogues, highlighting key findings on mushrooms as primary ingredients in both meat and nonmeat analogues, nutraceutical benefits, the impact of mushrooms on product quality, consumer perception, and the market outlook for mushroom-based meat analogues.",
  "publication_date": "2025-05-15",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116632"
}