{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Nutritional Value, Ethnopharmacology, Chemistry, and Biological Activities of Species of the GenusCnidoscolus: An Updated Review.",
  "abstract": "Species belonging to the genusCnidoscolushave been widely recognized for their diverse applications, including forage, oil production, latex, ornamental purposes, medicinal uses, and as nutritional sources. This study aimed to compile up-to-date information on the chemical, nutritional, and ethnopharmacological aspects, as well as the biological activities, ofCnidoscolusspecies, offering a critical overview of the current advancements in research on these plants. The reviewed literature indicates thatCnidoscolusspecies hold significant traditional use value, particularly in the treatment of conditions such as cancer, diabetes, and disorders affecting the uterus, prostate, ovaries, and kidneys, in addition to menstrual disturbances, inflammation, and general pain. Scientifically, their efficacy has been demonstrated in several contexts, including antinociceptive, antibacterial, anti-inflammatory, cytotoxic, antiproliferative, hypoglycemic, and antioxidant activities, among others. Additionally, certain species likeC. aconitifoliushave shown potential for human consumption, with leaves being eaten raw or cooked, whileC. quercifoliusdemonstrates nutritional value in its seeds, which can be utilized in the development of functional foods. However, further studies are needed to focus on the isolation and characterization of bioactive compounds found in these species, as well as deeper investigations into the molecular and cellular mechanisms underlying their biological activities and assessments of the safety of long-term consumption in both humans and animals. Moreover, more extensive clinical and preclinical studies are essential to validate the proposed therapeutic effects and to support the safe and effective inclusion of these species in conventional treatment regimens.",
  "publication_date": "2025-06-13",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122092"
}