{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Fourier Spectral Deconvolution to Describe Behaviors of pH-Dependent Monomeric and Self-Associated Anthocyanin Species.",
  "abstract": "Anthocyanins are pigmented polyphenolic compounds that influence the color, stability, and quality of numerous plant organs (e.g., fruit, flowers) and their derived products (e.g., natural dyes, red wine). Existing within a complex multistate system, anthocyanins can be simultaneously present as pH-dependent red, purple, or blue species that are either in a monomeric (chemically unstable) or in a self-associated (temporally stable) form. However, limitations of current analytical techniques (e.g., HPLC with a UV-vis detector) may cause experimental data to omit or misrepresent important color and stability characteristics afforded by all anthocyanin species within the natural matrix. In response, a computational spectral deconvolution method is demonstrated that increases the fidelity of spectral data collected for anthocyanins, thereby representing all existing monomeric and self-associated anthocyanin species within solution for the first time. Case studies for the developed deconvolution model are presented, based on experimental data obtained via HPLC-DAD analysis for malvidin-3-O-β-d-glucopyranoside (M3G) in red wines that were sampled throughout fermentation. Fourier spectral deconvolution methods were used to transform experimental spectra for pigmented anthocyanin monomers into systems that represent spectral behaviors of all pigmented monomeric and self-associated anthocyanin species in solution. The developed computational model was found to significantly increase the level of signal feature extraction for the spectral data of anthocyanins, providing key information on color expression and stability characteristics that would be otherwise unattainable with traditional approaches using HPLC with UV-vis detection. The current work increases understanding and control over key attributes of anthocyanins and has broad potential applications for the analysis and commercialization of anthocyanin-containing products.",
  "publication_date": "2025-03-03",
  "journal": "Journal of chemical information and modeling",
  "doi": "10.1021/acs.jcim.4c02300"
}