{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Nutritional value antioxidant strength and antimicrobial efficacy of fig pastes from eastern morocco.",
  "abstract": "Figs are delectable, beneficial, nutritious, and seasonal; nevertheless, they deteriorate quickly, making processing the optimal method for preservation. Drying figs is the most practical and efficient way to preserve them. Paste is another possibility. The present study emphasizes the nutritional value of two fig pastes, as well as their antioxidant and antimicrobial properties. Ghoudane (GD) and Chetoui (CH) fig pastes are high in sugars, fiber, minerals, and antioxidants, making them nutritious. The HPLC-UV-MS/MS analysis identified bioactive compounds of the two fig pastes under investigation. The CH paste was found mainly to contain gallic acid, quercetin, 3'-methyl ether, and neochlorogenic acid. Similarly, the GD paste notably comprises catechin, 3'-methyl ether, and neochlorogenic acid. GD paste has more polyphenols (374.6 ± 4.57 mg GAE/100 g) and flavonoids (102.5 ± 2.16 mg QE/100 g) than CH paste. The GD paste was shown a strong antioxidant, as shown by its DPPH IC50value of 5.62 ± 0.02 mg/mL and TAC value of 80.16 ± 0.83 µg AAE /mg extract. Also, it revealed a strong correlation between the contents of bioactive polyphenols and flavonoids and their antioxidant and antimicrobial activities. Furthermore, hydroethanol fig paste extracts have shown high antibacterial and fungal activity. In silico analysis showed that the bioactive chemicals in both pastes demonstrated different levels of inhibition against the targeted proteins. The quercetin 3-methyl ether demonstrated the highest efficacy in blocking NADPH oxidase, with a glide gscore of -6.307 K/mol. On the other hand, neochlorogenic acid exhibited the highest efficacy in inhibiting the activity of two enzymes: diphosphate kinase from Staphylococcus aureus (-10.493 kcal/mol) and β-ketoacyl-[acyl carrier protein] synthase from Escherichia coli (-7.357 kcal/mol). Catechin is highly potent in inhibiting the pathogenic fungus Candida albicans by targeting sterol 14-α demethylase (CYP51) with a glide gscore of -7.638 kcal/mol. The fig paste is an important source of nutrients and biologically active substances that can be used in several fields, such as food and phytopharmaceuticals. This confirms the importance of the fig paste process as a way of increasing the value of the fig fruit, enhancing its utility, and thereby increasing its reputation and appreciation.",
  "publication_date": "2025-04-05",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-93173-4"
}