{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Effects of Resveratrol on Intestinal Flora and Metabolism in Rats With Non-Steroidal Anti-Inflammatory Drug-Induced Intestinal Injury Under Plateau Hypoxia Environment.",
  "abstract": "The plateau hypoxic environment is a main habitat for human beings, which can result in dysbiosis of the intestinal flora. Non-steroidal anti-inflammatory drugs (NSAIDs) are widely used anti-inflammatory drugs that can cause intestinal damage with long-term administration. Moreover, the administration of these drugs in the hypoxic plateau environment may exacerbate intestinal damage. This study aimed to investigate the therapeutic effect of resveratrol (RSV) on the intestinal injury induced by NSAIDs in rats under plateau hypoxia. Aspirin was used as the inducer to induce intestinal injury in rats. Rats were divided into seven groups: Ck (vehicle group), HCk (high-altitude control group), PAsp (plain aspirin-treated group), HAsp (High-altitude aspirin-treated group), RSVL (low-dose resveratrol-treated group), RSVM (medium-dose resveratrol-treated group), and RSVH (high-dose resveratrol-treated group). The body weight of the rats was recorded every 7 days during the experiment. On the last day of the experiment, jejunal tissues of the rats were collected for hematoxylin and eosin staining (H&E), and feces of the rats were collected for analysis of intestinal flora and metabolite analysis. The results demonstrated that RSV inhibited weight loss and intestinal damage initiated by aspirin administration in a hypoxic plateau environment. Moreover, it markedly elevated the expression levels of interleukin (IL)-10 and superoxide dismutase (SOD) while substantially reducing the expression levels of TNF-α, IL-1β, and myeloperoxidase (MPO). Furthermore, 16SrRNA gene sequence analysis showed that both aspirin and RSV altered the composition and structure of rat gut microbiomes. Metabolomics results showed that RSV altered the intestinal metabolites of aspirin-induced intestinal injury in rats, reducing the content of 2-hydroxy-3- (4-hydroxyphenyl) protonic acid and 3- [(1-carboxyvinyl) oxy] benzoate and increasing the content of coumaryl, 3-amino-4 hydroxybenzoate, and L-carnitine. Resveratrol can alleviate NSAID (Aspirin)-induced intestinal damage in the hypoxic environment of the plateau by regulating intestinal flora and metabolites, with the best effect in the RSVM group (50 mg/kg).",
  "publication_date": "2025-05-20",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70228"
}