{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "A loss-of-function of ZmWRKY125 induced by CRISPR/Cas9 improves resistance against Fusarium verticillioides in maize kernels.",
  "abstract": "ZmWRKY125 negatively regulates maize resistance to Fusarium verticillioides infection through modulating phytohormone, ROS scavenging and secondary metabolite gene expression as well as jasmonic and abscisic acid biosynthetic pathway activity. Fusarium verticillioides causes heavy damage to maize growth and yield and is responsible for mycotoxin contamination. Despite its widespread occurrence, few resistant genes have been identified and functionally validated for their role in the defense mechanisms against this fungus in maize. WRKY transcription factors are known to be crucial in regulating the expression of defense-responsive genes towards pathogen attack. In this context, in our previous genome-wide association study one SNP in the gene ZmWRKY125 was found significantly associated with the responses to F. verticillioides infection in maize seedlings. Here, loss-of-function mutant lines of ZmWRKY125 were obtained by the clustered regularly interspaced short palindromic repeats (CRISPR)-associated protein 9 (Cas9) system. The zmwrky125 edited lines were phenotypically evaluated showing a decrease by about 5 and 4 times of Fusarium ear rot (FER) severity and fumonisin contamination, respectively, compared to the wild-type genotype. The transient expression of ZmWRKY125 in maize protoplasts confirmed a nuclear localization as expected for a transcription factor. RNA-seq analysis comparison using two zmwrky125 edited lines and the wild-type genotype highlighted an enhanced modulation of the jasmonic acid (JA) and abscisic acid (ABA) hormones, redox state, cell wall modification, and secondary metabolism-associated genes after fungal infection. Moreover, the increased expression of JA- and ABA-related genes correlated with a wider accumulation of these two phytohormones in the mutant background in contrast to wild-type. This data provided new information for understanding the function of ZmWRKY125, despite further field evaluations will be required for validation of the resistance against FER.",
  "publication_date": "2025-06-17",
  "journal": "Plant cell reports",
  "doi": "10.1007/s00299-025-03544-4"
}