{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Tumor-Specific Activatable Nanopaltform Achieves Oxidative Stress Amplification and Reversal of Cisplatin Resistance to Provoke Enhanced Ferroptosis-Apoptosis Cancer Therapy.",
  "abstract": "Cisplatin-based chemotherapy is widely used to combat cancers through an apoptosis pathway. However, drug resistance induced by upregulated glutathione (GSH) in tumor cells and systemic side effects significantly compromise its therapeutic efficacy. The application of nanocarriers with a GSH-scavenging ability is a promising strategy to overcome these obstacles. In addition, ferroptosis has shown great potential in eliminating the limitation of apoptosis-mediated chemotherapeutics. Herein, a multifunctional nanoplatform (S4MON-Cis@TA-Fe3+), loaded with cisplatin in tetrasulfide bonds-bridged mesoporous organosilica nanoparticles (S4MON) and then coated with tannic acid (TA)-Fe3+metal-phenolic network, is developed for apoptosis-ferroptosis synergistic therapy. In the acidic tumor cells, the outer TA-Fe3+network is disassembled into Fe3+and TA, and the internal S4MON-Cis network is exposed. The released TA and endogenous GSH reduce Fe3+to Fe2+, which significantly increases cellular oxidative stress through the Fenton reaction and GSH consumption. Moreover, S4MON-Cis decreases the intracellular GSH content through redox reaction between tetrasulfide bonds and GSH, which further augments cellular oxidative stress and triggers nanoparticle degradation to release cisplatin. Subsequently, cisplatin induces apoptosis and elevates the cellular hydrogen peroxide level to improve the Fenton reaction efficiency. The multiple oxidative stress amplification greatly promotes lipid peroxidation and glutathione peroxidase 4 downregulation, boosting tumor ferroptosis. Meanwhile, the dual GSH elimination significantly improves the antitumor effect of cisplatin. As a result, S4MON-Cis@TA-Fe3+exhibits effective tumor growth inhibition through self-enhanced apoptosis-ferroptosis synergistic therapy, which holds great promise for cancer therapy.",
  "publication_date": "2025-06-11",
  "journal": "Molecular pharmaceutics",
  "doi": "10.1021/acs.molpharmaceut.5c00406"
}