{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Diversity and Composition of Gut Microbiota in Different Developmental Stages of the Tibetan Toad (Bufo tibetanus).",
  "abstract": "The intestinal microbiota is vital for host immunity and metabolism, and its changes are associated with the development stage of hosts. However, little is known regarding how growth and development of anurans affect the diversity of their microbiota, which has a complex life cycle. The Tibetan toad (Bufo tibetanus) is a wild population in the high-altitude area of southwest China, which has special adaptability to the environment. Here, the microbial community of the Tibetan toad at six developmental stages (from the tadpole at Gosner stage 18 to the 8-year-old adult) was assessed using high-throughput 16S rRNA sequencing. The alpha diversity index analysis showed that the Chao, Ace, and Shannon indices were highest at Gosner stage 32 and decreased as development progressed, and their alpha diversity remained unchanged over time in adult stages. Beta diversity revealed that the gut microbiota structure differed significantly from Gosner stages 18 to 31, and it became similar to adult toads from Gosner stages 45 to 46 and in juvenile groups. At the phylum level, Firmicutes, Proteobacteria, and Actinobacteria were dominant phyla in tadpoles and adults. The relative abundance of Firmicutes and Proteobacteria in the adult group was significantly higher and lower than that of tadpoles, respectively. The linear discriminant analysis effect size (LEfSe) analysis identified seven phyla exhibiting significant differences during life stages: Verrucomicrobiota, Bacteroidota, and Proteobacteria (Gosner 18 to 31), Cyanobateria and Chloroflexi (Gosner 32 to 41), Actinobacteriota (Gosner 45 to 46), Desulfobacterota (juvenile group), and Firmicutes (adult group). A pathway enrichment analysis revealed that the metabolism and biosynthesis of secondary metabolites were significantly enriched across all developmental stages. This research unveiled variations in the intestinal microbiota composition during development in anurans. Factors such as developmental stage, habitat type and feeding habit jointly affected the gut microbial diversity and community composition in the Tibetan toad. The findings of this study can provide information for understanding the influence of historical developments on the intestinal microbiota and provide protection information for anurans.",
  "publication_date": "2025-06-12",
  "journal": "Animals : an open access journal from MDPI",
  "doi": "10.3390/ani15121742"
}