{
  "source": "PubMed",
  "query": "tannins",
  "title": "Exploring the antidiabetic potential ofOcthochloa compressa: a comprehensive study on chemical profiling,in vitro,in vivoandin silicopharmacological properties.",
  "abstract": "Diabetes can lead to various health complications but can be managed with medication, diet, lifestyle changes, and certain medicinal plants with antidiabetic properties.Octhochloa compressa,a plant native to arid regions with a history of medicinal use, is being comprehensively examined for the first time usingin vitro, in silico, andin vivoapproaches to evaluate its efficacy in combating diabetes.In vitroα-glucosidase inhibition assays were performed using aqueous, methanol,n-butanol, ethyl acetate,n-hexane, and dichloromethane extracts. The ethyl acetate (EtAc) and methanol (MetOH) extracts showed the strongest inhibition with IC50values of 190.6 ± 1.19 μg/mL and 281.0 ± 0.98 μg/mL, respectively.In vivo, the anti-diabetic activity of aqueous, MetOH, and EtAc extracts was assessed at 250, 500, and 750 mg/kg body weight in alloxan-induced hyperglycemic rabbits (blood glucose >250 mg/dL). A 30-day study revealed that EtAc extract at 500 mg/kg significantly reduced glucose levels from 328.38 ± 0.86 mg/dL to 121.61 ± 1.28 mg/dL (P < 0.001), along with notable improvements in serum bilirubin, lipid profile, creatinine, ALT, and AST levels compared to the negative control. Histopathological analysis showed no toxic effects on liver, kidney, or adrenal tissues. HPLC analysis of the potent EtAc extract identified bioactive compounds, andin silicodocking revealed that tannins, gallic acid, coumarin, oxindole, and xanthone formed stable complexes with α-glucosidase (PDB ID: 3W37), with docking scores of -7.91, -6.59, -6.34, -6.33, and -6.07 kcal/mol, respectively. These findings suggest thatO. compressacontains active compounds with significant anti-diabetic properties and minimal toxicity, making it a promising candidate for diabetes management and its complications. Future research should isolate and characterize key bioactive compounds and validate their mechanisms, safety, and clinical efficacy to advanceO. compressaas a potential antidiabetic therapy.",
  "publication_date": "2025-05-20",
  "journal": "Frontiers in pharmacology",
  "doi": "10.3389/fphar.2025.1541482"
}