{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Substituents introduction of methyl and methoxy functional groups on resveratrol stabilizes mTOR binding for autophagic cell death induction.",
  "abstract": "The regulation of the mammalian target of rapamycin (mTOR) protein by cancer cells can lead to uncontrol of cancer cell growth and cancer therapy resistance. The drug discovery of the anticancer agent 5-(3-hydroxy-4-methoxyphenethyl)-2-methoxy-3-methylphenol (SM-3), a derivative of resveratrol by substituting a methyl group at the hydroxy group of ring A and adding a methoxy group at the para position of ring B, shows promising potential for targeting autophagy to induce cell death and suppress cancer stem cells (CSCs) through the inhibition of the mTOR protein. In human lung cancer cells, SM-3 showed greater efficacy, with lower IC50values of 72.74 ± 0.13, 67.66 ± 0.10, and 43.24 ± 0.11 µM in A549, H292, and H460 cells, respectively, compared to the parent compound, Resveratrol (Res). Moreover, the selectivity index (SI) values for BEAS2B cells compared to tumor cells treated with SM-3 were 10.99, 11.81, and 18.49 for A549, H292, and H460 cell lines, respectively. Therefore, SM-3 treatment led to reduced proliferation rates and colony formation in lung cancer cells. In our study, spheroids treated with SM-3 showed a higher proportion of dead spheroids compared to those treated with Res. Additionally, SM-3 treatment resulted in decreased expression of stem cell markers (CD133, CD44, and ALDH1A1) and transcription factors (OCT4, NANOG, and SOX2) in spheroids and organoids from human lung cancer cells by inhibiting the mTOR/pAkt pathway. SM-3 was also found to induce autophagic cell death, as indicated by Monodansylcadaverine staining, acidic vesicle formation, and the conversion of LC3BI to LC3BII. Using MM/GBSA calculations, SM-3 exhibited a stronger binding affinity (-25.09 kcal/mol) compared to Res (-18.85 kcal/mol). SM-3 also displayed greater stability during the entire simulation, maintaining lower RMSD values of 2-3 Å even after 80 ns. In summary, the introduction of methyl and methoxy functional groups on Res to create SM-3 effectively suppressed cancer spheroids and organoids formation in lung cancer cells by targeting the upstream mTOR/pAkt pathway.",
  "publication_date": "2025-04-26",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-98616-6"
}