{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Impact of Extra-Virgin Olive Oil Storage Conditions on Phenolic Content and Wound-Healing Properties.",
  "abstract": "Storage conditions significantly impact the quality and functional properties of extra-virgin olive oil (EVOO). This study investigated the impact of light and dark storage on the nutritional quality of Umbrian EVOO and its effectiveness in tissue repair. The research aimed to simulate real-world conditions occurring during transport, retail, and domestic storage. Light exposure accelerated EVOO oxidation, significantly affecting peroxide levels (ranging from 5.19 to 24.30 meq O2/kg of oil), total antioxidant capacity (measured spectrophotometrically, collectively ranging from 399.47 to 684.63 mg TE/kg of oil), and phenolic compound concentrations, particularly secoiridoids, lignans, and flavonoids (measured by HPLC, collectively ranging from 41.92 to 169.74 mg/kg of oil). Statistically significant differences (p< 0.01) were recorded between the control sample and the others in almost all cases, after storage. For instance, both light and dark exposure over a 24-month period resulted in a marked reduction (p< 0.01) in oleocanthal, pinoresinol, luteolin, and apigenin. Pigment levels were also affected, representing a rapid and cost-effective indicator of product oxidative degradation. The loss of phenolic compounds (especially oleacein and oleocanthal, which showed the most significant reductions of approximately 75% and 60%, respectively), impaired the EVOO's wound-healing properties, affecting key tissue regeneration processes such as keratinocyte migration, hyaluronic acid synthesis, and angiogenesis. Notably, oleocanthal and oleacein, present at higher concentrations in fresh extracts, emerged as the primary contributors to the observed dermal effects and wound-healing processes, demonstrating a significant highest efficacy (p< 0.0001) in promoting wound closure. These findings underscore the critical role of EVOO storage in preserving its sensory properties and labile components with tissue repair and regeneration functions.",
  "publication_date": "2025-06-15",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122104"
}