{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "The Phytochemical and Functional Characterization of the Aerial Parts ofArtemisa alba Turra(Asteraceae) Grown in Romania.",
  "abstract": "Artemisia alba Turrais a plant used in folk medicine. Due to its significant polymorphism, there are different chemotypes. This study aimed to characterize the specific chemotypes and evaluate the anti-inflammatory, antioxidant, and antiproliferative potential of an ethanol extract ofA. alba Turraaerial parts prepared from plants harvested from the \"Alexandru Borza\" Botanical Garden, Cluj-Napoca, Romania. The extract phytochemical analysis performed by measuring total polyphenol content (3.4 ± 0.21 mgGAE/g d.w.), total polyphenolic flavonoids (147.12 ± 10.09 mg QE/100 g d.w.), and HPLC-ESI MS polyphenol profiles indicated that in theA. alba Turaextract from the hydroxycinnamic acids chlorogenic acid, caffeoyl tartaric acid, 3,4-dicaffeoylquinic acid, 3,5-dicaffeoylquinic acid, and 4,5-dicaffeoylquinic acid had and from the flavonols, isorhamnetin-rutinoside and rutin had the highest concentration. The extract exhibited good in vitro and in vivo antioxidant activity by reducing oxidants without significant effects on antioxidants. The anti-inflammatory effect tested on rat turpentine oil-induced inflammation was indicated by the reduction in NLRP3 inflammasome markers, NfkB-p65, IL-1β, IL-18, caspase-1, and gasdermin D. The extract had in vitro antiproliferative activity against ovarian tumor cell lines at concentrations from 12.5 to 50 μg/mL, and this mechanism was linked to MDR and NF-κB modulation.A. alba Turrahad no liver toxicity and reduced kidney injury associated with inflammation. These findings indicated that this specific Romanian chemotype ofA. alba Turrahas antioxidant, anti-inflammatory, and antiproliferative properties with potential applications as tumor microenvironment-targeted therapy.",
  "publication_date": "2025-04-17",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14081389"
}