{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Dicopper(II) metallacyclophanes featuring acridine-based spacers: long-range magnetic coupling and selective catalytic oxidation of hydroquinone.",
  "abstract": "The copper(II) complexes {Na4(H2O)8[Cu2(acriba)2(H2O)2]}n路4nH2O (1) and (Bu4N)4[Cu2(acriba)2]路5H2O (2) [H4acriba =N,N'-3,6-acridinebis(oxamic acid) and Bu4N+= tetra-n-butylammonium cation] have been synthesized and characterized. Their crystal structures revealed the occurrence of [Cu2(acriba)2(H2O)2]4-(1) and [Cu2(acriba)2]4-(2) units of the [3,3] metallacyclophane-type which are built by two acridine linkers connected by two N-Cu-N bonds. The electroneutrality in 1 is achieved by their coordination to hydrated sodium(I) cations to afford a heterobimetallic sheet-like polymer, whereas that in 2 is ensured by bulky organic Bu4N+cations to yield well-separated discrete dicopper(II) complexes. The spectrophotometric study of the catalytic activity of 1 and the related complex [Na6Cu2(mpyba)2Cl2(H2O)8]路7H2O (3) [H4mpyba =N,N'-2,6-pyridinebis(oxamic acid)] towards the oxidation of phenolic derivatives in aqueous solution showed a remarkable catalytic performance only for the hydroquinone with a better catalytic role in the case of 1. This superior catalytic behavior may be explained by the higher Lewis acidity of the Cu(II) ions derived from the inherent electronic delocalization of the extended aromatic acridine fragment compared to the pyridine one. The magnetic properties of 1 and 2 show weak intramolecular ferromagnetic interactions within their metallacyclophane units [J= +1.83 (1) and +1.72 cm-1(2);H= -JSCu1路SCu2whereSCu1=SCu2= 1/2], their nature and magnitude being substantiated by theoretical calculations. These two examples illustrate the ability of the acridine moieties to mediate ferromagnetic interactions between copper(II) ions through the very long -Namidate-C-C-C-N-C-C-C-Namidate- exchange pathway in the context of the spin polarization mechanism.",
  "publication_date": "2025-06-24",
  "journal": "Dalton transactions (Cambridge, England : 2003)",
  "doi": "10.1039/d5dt01037c"
}