{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Fishwaste Derived Hydroxyapatite Nanostructure Combined with Black Rice Wine for Potential Antioxidant and Antimicrobial Response.",
  "abstract": "Hospital-acquired infection remains a serious threat globally, due to development of resistance to conventional antibiotics, which necessitates the urge for alternative therapy. Green nanotechnology has emerged as a holistic approach to address antibiotic resistance by combining environmental sustainability with improved therapeutic outcome. Nanostructure hydroxyapatite (HAP) has received significant attention in therapeutic and regenerative purposes due to its porous scaffold structure and biocompatible nature. In the present study, hydroxyapatite (HAP) nanoparticle was fabricated from the fish scale waste of red snapper fish. Black rice wine (BRW) was extracted from black rice commonly termed as Karupu kavuni/forbidden rice known for its nutritious effects. The present study focused on encapsulation of BRW within HAP nanoparticles (HAP@BRW) and evaluated its potential against nosocomial infections. Spectral and microscopic characterization of HAP@BRW revealed uniform encapsulation of BRW in HAP nanoparticles, aggregated irregular-shaped morphology of size 117.6 nm. Maximum release of BRW (72%) within 24 h indicates HAP as suitable drug delivery system suitable for biomedical applications. Antimicrobial studies revealed that HAP@BRW exhibited potent bactericidal effect against MRSA, MSSA, and Pseudomonas aeruginosa. Furthermore, HAP@BRW significantly inhibited the biofilm forming ability of MSSA and P. aeruginosa. Rich antioxidant property of HAP@BRW might be due to the presence of rich source of total polyphenolic, flavonoid, and anthocyanin content in BRW. In vitro and in vivo toxicity studies revealed biocompatible nature of HAP@BRW. Antibiofilm, antimicrobial, antioxidant, and biocompatible nature of HAP@BRW makes it a promising candidate for coating medical implants to avoid implant-associated infections and nosocomial infections.",
  "publication_date": "2024-07-19",
  "journal": "Current microbiology",
  "doi": "10.1007/s00284-024-03790-x"
}