{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Spray-drying microencapsulation of blackcurrant and cocoa polyphenols using underexplored plant-based protein sources.",
  "abstract": "The performance of buckwheat protein (BK) and chia seed protein (CP) as drying carriers for the microencapsulation of polyphenols extracted from blackcurrant pomace and cocoa powder was investigated. Four experimental groups were evaluated (BK-BC: blackcurrant pomace extract with buckwheat protein; CP-BC: blackcurrant pomace extract with chia:pea protein blend; BK-CC: cocoa extract with buckwheat protein; and CP-CC: cocoa extract with chia:pea protein blend) to determine physicochemical attributes, phytochemical content, antioxidant activity, and polyphenol in vitro bioaccessibility. Nonconventional, underexploited protein sources such as chia/pea protein blend and buckwheat protein efficiently produced functional microparticles with attractive color and texture, low hygroscopicity (<20% increase in moisture content when exposed to 86% relative humidity for 1 week), solubility above 50% at pH 7 and 10, and uniform particle size (29 < D4,3< 56 µm). Besides this, the protein-polyphenol microparticles concentrated and protected health-relevant polyphenol content. Anthocyanins were detected in blackcurrant treatments (around 20 mg cyanidin-3-O-glucoside equivalents/g), while proanthocyanidins (PAC) were the most prevalent polyphenols in cocoa treatments (>100 mg PAC B2/g). Monomers were the main class of PAC in both BK-CC and CP-CC treatments. All protein-polyphenol treatments reduced both reactive oxygen species and nitric oxide production in lipopolysaccharide-activated cells (p < 0.05). The polyphenol recovery index was high (>70%) for both oral and gastric phases, and BK-derived groups had better bioaccessibility index compared to BC or CC alone (noncomplexed). This research provided a framework for delivery of high-value ingredients to attend to an emerging market centered on protein-rich, clean label plant-based food products. PRACTICAL APPLICATION: Practical Application: The protein-polyphenol complexation is a robust method to produce phytochemical-rich food ingredients for the food industry with enhanced physicochemical, sensory, and bioaccessibility performance. In this study, we investigated practical aspects regarding the production and quality of protein-polyphenol particles, such as the spray-drying efficiency, phytochemical content, physicochemical attributes, antioxidant activity, and polyphenol bioaccessibility. This study unveils the potential of underexplored buckwheat and chia seeds (alone or combined with pea protein) as encapsulation carriers for fruit polyphenols to diversify the protein options available for products directed to the wellness market.",
  "publication_date": "2023-05-09",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.16590"
}