{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Fish Health Enhancement and Intestinal Microbiota Benefits of Asian Seabass (Lates calcariferBloch, 1790) on Dietary Sea Lettuce (Ulva rigidaC. Agardh, 1823) Extract Supplementation.",
  "abstract": "This study investigates the health benefits of supplementing Asian seabass diets with hot water crude extract from the sea lettuceUlva rigida(Ur-HWCE). The extract's proximate composition consists of 57.63% carbohydrates, 6.75% protein, 31.96% ash, and 6.01% sulfate polysaccharides, as confirmed by FTIR spectrum analysis. It also exhibits significant antioxidant properties, including total antioxidants, ABTS, DPPH, and reducing power. The study involved four groups fedUr-HWCE at 0.5, 1.0, and 5 g/kg compared to a control group, with feed prepared daily and given twice at 5% of body weight for 4 weeks.Ur-HWCE supplementation did not negatively impact growth performance. It significantly upregulated insulin-like growth factor 1 (igf1) in the brain and liver, enhancing growth processes.Ur-HWCE reduced oxidative stress markers, such as malondialdehyde (MDA). Enhanced immune responses were observed, including increased bactericidal activity, serum IgM levels, and the upregulation of immune-related genes (dcs,c3,ighm,lyz,il8,il10). Gut microbiota analyses showed increased beneficial aerobic and natural probioticBacillusspp., particularlyBacillus amyloliquefaciens, enhancing gut health by reducing pathogenic bacteria. Blood biochemical parameters remained stable, and no histopathological alterations were found in the liver and intestine tissues, confirming the supplement's safety. Fish fed withUr-HWCE showed significantly higher survival rates and relative percent survival (RPS) againstVibrio vulnificusAAHM-VV2312 compared to the control group, demonstrating improved disease resistance. The study concludes thatUr-HWCE is a promising dietary supplement for enhancing the health, growth, and disease resistance of Asian seabass, supporting its potential in sustainable aquaculture practices.",
  "publication_date": "2025-06-10",
  "journal": "Animals : an open access journal from MDPI",
  "doi": "10.3390/ani15121714"
}