{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Genome mining and OSMAC strategies unveil diverse secondary metabolites from the endophytic fungusDiaporthe kyushuensisZMU-48-1 with antifungal activity.",
  "abstract": "Fungal-derived bioactive natural products are a crucial resource for drug discovery; however, under standard laboratory cultivation conditions, fungi predominantly yield known and repetitively isolated metabolites. This metabolic constraint presents a major obstacle to the discovery of structurally novel and bioactive secondary metabolites. Recent advances in whole-genome sequencing have revealed that a significant portion of fungal biosynthetic gene clusters (BGCs) remain silent or unexpressed under conventional culture conditions, underscoring the importance of activating these cryptic BGCs. In this study, we systematically explored the biosynthetic potential of the terrestrial-derived fungusDiaporthe kyushuensisZMU-48-1, which was isolated from decayed leaves ofAcacia confusaMerr., by integrating genome mining with the one-strain-many-compounds (OSMAC) strategy. Whole-genome sequencing and antiSMASH analysis identified 98 BGCs, of which approximately 60% exhibited no significant homology to known clusters, highlighting their potential novelty. The optimization of culture conditionsviathe OSMAC approach revealed that Potato Dextrose Broth (PDB) supplemented with 3% NaBr, PDB supplemented with 3% sea salt, and rice solid medium were optimal for increasing metabolite diversity. Large-scale fermentation and chromatographic separation yielded 18 structurally diverse compounds, including two novel pyrrole derivatives, kyushuenines A (1) and B (2), alongside 16 known secondary metabolites. Antifungal assays demonstrated that compound8exhibited activity againstBipolaris sorokiniana(MIC = 200 μg/mL), whereas compound18displayed potent inhibition ofBotryosphaeria dothidea(MIC = 50 μg/mL), underscoring their potential as antifungal agents. These findings underscore the untapped chemical diversity ofD. kyushuensisand its potential as a resource for drug discovery.",
  "publication_date": "2025-06-10",
  "journal": "Frontiers in microbiology",
  "doi": "10.3389/fmicb.2025.1604639"
}