{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "(-)-Epicatechin Ameliorates Cardiac Fibrosis in a Female Rat Model of Pre-Heart Failure with Preserved Ejection Fraction.",
  "abstract": "One of the most abundant flavonoids present in cacao is (-)-epicatechin (Epi) and this flavanol has been linked to the cardiovascular health promoting actions of cocoa products. We previously demonstrated that Epi reduces infarct size in rodent models of ischemia/reperfusion and permanent coronary occlusion. Reduced infarct size was associated with decreased left ventricular (LV) oxidative stress (OS) and indicators of inflammation factors, which foster myocardial fibrosis. In this study, we examine the antifibrotic actions of Epi in an aging female rat model of pre-heart failure with preserved ejection fraction (pre-HFpEF) as well as its potential to mitigate plasma levels of OS, proinflammatory/profibrotic cytokines, and improve passive and active LV function. Epi treatment [1 mg/(kg·d)] was provided daily by gavage from 21 to 22 months of age, whereas controls received water. A Millar catheter was used to assess hemodynamic function. Subsequently, hearts were arrested in diastole, a balloon inserted into the LV and passive pressure-volume curves generated. Fixed LV sections were processed for collagen area fraction quantification using Sirius Red staining. Treatment with Epi did not lead to detectable changes in LV contractile function. However, passive LV pressure volume curves were significantly right shifted with Epi. Collagen area fraction values indicated that Epi treatment significantly reduces LV fibrosis. Epi also significantly reduced plasma OS markers and levels of profibrotic and proinflammatory cytokines. In conclusion, Epi reduces cardiac fibrosis in an aged, female rat model of pre-HFpEF, which correlates with significant reductions in OS and cytokine levels in the absence of changes in LV contractile function.",
  "publication_date": "2022-08-02",
  "journal": "Journal of medicinal food",
  "doi": "10.1089/jmf.2021.0158"
}