{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Industrial Production of Bioactive Nutrient-Enhanced Extra Virgin Olive Oil under Continuous-Flow Ultrasound and Pulsed Electric Field Treatment.",
  "abstract": "Extra virgin olive oil (EVOO) is a cornerstone of the Mediterranean diet. Many studies have highlighted its crucial preventive role against cardiovascular disease, neurodegenerative disorders, metabolic syndrome and cancer, with these effects being due to the synergistic anti-inflammatory and antioxidant activities of minor components, such as polyphenols and tocols. The aim of the present study is to implement new technologies for olive oil mills and develop an efficient large-sized industrial process for the continuous extraction of healthier EVOOs that are enriched with these bioactive compounds. Non-thermal technologies, namely ultrasound (US) and pulsed electric field (PEF), have been tested, separately and in combination, to eliminate the need for traditional malaxation. There is extensive literature to support the efficacy of ultrasound-assisted extraction (UAE) and PEF treatments in EVOO production. A newly designed US device and a PEF industrial chamber have been combined into a single, integrated continuous-flow setup, the performance of which in the extraction of EVOO from green Coratina olives has been evaluated herein. Extraction yields, physico-chemical and organoleptic characteristics, and polyphenol and tocol contents were monitored throughout the trials, and the last three were measured at accelerated aging times (AAT) of 15 and 30 days. The US and combined US-PEF processes not only increased daily oil production (ton/day, by nearly 45%), but also eliminated the need for kneading during malaxation, resulting in significant energy savings (approximately 35%). In addition, these innovations enriched the resulting EVOO with nutritionally relevant minor components (8-12% polyphenols, 3-5% tocols), thereby elevating its quality and market value, as well as overall stability. The introduction of continuous-flow US and PEF technologies is a remarkable innovation for the EVOO industry, as they offer benefits to both producers and consumers. The EVOO resulting from non-thermal continuous-flow production meets the growing demand for healthier, nutrient-enriched products.",
  "publication_date": "2024-08-20",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods13162613"
}