{
  "source": "PubMed",
  "query": "functional foods polyphenols",
  "title": "Electrostatic spinning silver oxide/silver -loaded coconut fiber and tannic acid modified polylactic acid packaging film for fresh beef preservation.",
  "abstract": "Due to its rich nutritional content, beef is highly susceptible to bacterial contamination and lipid oxidation, which can lead to spoilage. Therefore, it is essential to incorporate antibacterial and antioxidant agents into food packaging films. In this study, micro- and nano-coconut fibers (BW-C) were obtained with wall-breaking ultrasonic technology. Subsequently, silver oxide (Ag₂O) was deposited on BW-C via chemical method to get Ag2O-coconut fibers (BW-CA). Tannic acid‑silver oxide/silver-coconut fibers (TA-Ag₂O/Ag-BW-C) modified PLA films were prepared by electrostatic spinning technique, and applied to fresh beef sticker packaging. The characteristics of the films were evaluated through its appearance, mechanical properties, antibacterial activity, antioxidant properties, migration analysis, in vitro cellular assay analysis and beef freshness assessment. The results indicated that TA-Ag₂O/Ag-BW-C modified PLA films exhibited excellent mechanical properties. The films demonstrated excellent antibacterial activity against E. coli, S. aureus and A. niger, as well as remarkable antioxidant properties, attributed to the synergistic effects of Ag₂O/Ag and TA. Silver and TA were released stably over 18 days in three different food simulation solutions. The films had no significant cytotoxicity to intestinal epithelial cells (IECs) and had good biocompatibility. The beef preservation experiment showed that the films could significantly extend the shelf life of fresh beef stored at 4 °C. Compared to commercial polyethylene (PE) films, the films extended the shelf life of fresh beef by 3-5 days. The TA-Ag₂O/Ag-BW-C modified PLA films have great potential for application in beef preservation packaging.",
  "publication_date": "2025-04-15",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.143202"
}