{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Randomised trial of chronic supplementation with a nutraceutical mixture in subjects with non-alcoholic fatty liver disease.",
  "abstract": "A mixture of natural ingredients, namely, DHA, phosphatidylcholine, silymarin, choline, curcumin and d-α-tocopherol, was studied in subjects with non-alcoholic fatty liver disease (NAFLD). Primary endpoints were serum levels of hepatic enzymes, and other parameters of liver function, the metabolic syndrome and inflammation were the secondary endpoints. The coagulation-fibrinolysis balance was also thoroughly investigated, as NAFLD is associated with haemostatic alterations, which might contribute to increased cardiovascular risk of this condition. The present study involved a double-blind, randomised, multicentre controlled trial of two parallel groups. Subjects with NAFLD (18-80 years, either sex) received the active or control treatment for 3 months. All assays were performed on a total of 113 subjects before and at the end of supplementation. The hepatic enzymes aspartate aminotransferase (AST), alanine aminotransferase and γ-glutamyl transpeptidase decreased from 23·2 to 3·7 % after treatment, only the AST levels reaching statistical significance. However, no differences were found between control and active groups. Metabolic and inflammatory variables were unchanged, except for a slight (less than 10 %) increase in cholesterol and glucose levels after the active treatment. Coagulation-fibrinolytic parameters were unaffected by either treatment. In conclusion, chronic supplementation with the mixture of dietary compounds was well tolerated and apparently safe in NAFLD subjects. The trial failed to demonstrate any efficacy on relevant physiopathological markers, but its protocol and results may be useful to design future studies with natural compounds.",
  "publication_date": "2020-07-01",
  "journal": "The British journal of nutrition",
  "doi": "10.1017/S0007114519002484"
}