{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "A Comparative Study on Physicochemical Properties and Biological Activities of Polysaccharides fromCoreopsis tinctoriaBuds Obtained by Different Methods.",
  "abstract": "In this study, the polysaccharides ofCoreopsis tinctoriabuds (CTBPs) were extracted by hot water, ultrasound, alkali solution, and acid solution, and the four kinds of extracted polysaccharides were denoted Hw, Ultra, Al, and Ac. Then, the Hw were degraded by ultrasound, an alkali solution, and an acid solution, and the three resultant kinds of polysaccharides were denoted Ultra-Post-proc, Al-Post-proc, and Ac-Post-proc. The study comprehensively compared and analyzed the physical and chemical characteristics, structural properties, and in vitro activities of each polysaccharide. The extraction and treatment methods significantly affected the chemical composition, molecular weight (Mw) and potential of the CTBPs. The contents of carbohydrates, total phenol, and protein in Al were the highest, at 78.79 ± 0.62%, 81.69 ± 0.70 mg GAE/g and 4.82 ± 0.10%, respectively. The different methods did not change the monosaccharide composition of CTBPs, but affected the monosaccharide proportion and reduced the Mw of CTBPs. The absolute zeta potential value of Al was the highest, indicating that the solution was the most stable. CTBPs had the characteristic structure of polysaccharides, and Al-Post-proc had a triple helix structure. Additionally, CTBPs also had good water and oil holding abilities, as well as bile acid binding ability. CTBPs displayed good activity in vitro, among which Al possessed the bestα-glucosidase inhibitory activity and the strongest free radical scavenging ability, and also well inhibited the generation of glycosylation products and protein oxidation products in the bovine serum albumin (BSA)-fructose model. These findings provide support for a theoretical basis for the application of polysaccharide fromCoreopsis tinctoriabud in pharmaceutical and functional foods.",
  "publication_date": "2025-03-27",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14071168"
}