{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Identification of Quercetin as a Natural MMP1 Inhibitor for Overcoming Cisplatin Resistance in Epithelial Ovarian Cancer.",
  "abstract": "Background:It is challenging to find a therapeutic Chinese medicine monomer (CHMs) for platinum-resistant patients, who currently have few treatment options, due to the complex mechanisms and the large number of CHMs available. This study aimed to identify CHM to overcome cisplatin resistance in EOC through bioinformatics analysis within vitroexperiment.Methods:This study used a strategy opposite to conventional network pharmacology. RNA expression of cisplatin sensitive and resistant EOC cell lines was obtained from the GEO database. Through differential expression gene (DEG) analysis, PPI network analysis, and survival analysis, we identified hub genes related to platinum resistance. CHMs targeting these hub genes were identified from the HIT 2.0 and molecular docking, molecular dynamics (MD) simulations, and SPR assay were used to validate their binding ability. Then, the anti-cancer effects of CHM in cisplatin-resistant cell lines were verified viain vitroexperiment.Results:16 hub genes were selected through DEG and PPI network analysis. Following validation via survival analysis in the TCGA-OV cohort, the investigation ultimately focused on MMP1. Western blotting results demonstrated that MAPK signaling pathway activation induced MMP1 expression in cisplatin-resistant EOC cells. 22 CHMs targeting MMP1 were found in HIT 2.0 and quercetin was demonstrated the strong affinity of quercetin for MMP1 via molecular docking, MD simulations and SPR assay. Quercetin also exhibited strong binding affinity to other hub genes, including EGR1, STAT1, and PRKCA.In vitroexperiments demonstrated that quercetin effectively inhibited the proliferation, apoptosis resistance, invasion, and migration of cisplatin-resistant EOC cells. The combination of cisplatin and quercetin had a strong synergistic effect, as indicated by the ZIP synergy score (≥10).Conclusion:Our study identified quercetin, which functions by targeting multiple cisplatin resistance-related proteins, including MMP1, as a potential therapeutic CHM for cisplatin resistant EOC. This study also explored quercetin's mechanisms against platinum-resistant ovarian cancer. By identifying hub platinum-resistance associated genes and screening potential CHMs through bioinformatics, computer simulation, andin vitroexperiments, this integrated analytical approach also offers a reference for discovering CHMs for other diseases.",
  "publication_date": "2025-05-31",
  "journal": "Journal of Cancer",
  "doi": "10.7150/jca.110517"
}