{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Exploring the therapeutic potential of 4,4'-dimethoxychalcone: Inducing apoptosis in cancer cells via ER stress and autophagy disruption.",
  "abstract": "In cancer therapeutics, natural flavonoid compounds are renowned for their diverse structures and broad biological activities, offering considerable opportunities for drug discovery. This study investigates the anticancer effects of the flavonoid 4,4'-dimethoxychalcone (DMC), focusing on its apoptotic mechanisms and therapeutic potential. Our findings reveal that DMC induces apoptosis by upregulating pro-apoptotic proteins (Bax, Bim, tBid) and downregulating anti-apoptotic proteins (Bcl-2, Mcl-1), with concurrent caspase-3 activation and PARP cleavage. This apoptotic effect is mitigated by Z-VAD-FMK, a pan-caspase inhibitor. DMC also induces mitochondrial membrane potential (MMP) loss and increases reactive oxygen species (ROS) production. Furthermore, DMC promotes endoplasmic reticulum (ER) stress, evidenced by the increased expression of p-PERK/PERK, p-IRE1/IRE1, GRP78, HSP70, ATF4, and CHOP proteins. ER stress inhibitors significantly reverse DMC-induced MMP loss, apoptosis, and upregulation of apoptosis-related proteins. Additionally, DMC activates the mitogen-activated protein kinase (MAPK) pathway, including Erk, JNK, and p38. DMC also promotes autophagosome accumulation, modulates autophagy marker proteins (LC3-II, ATG5, p62), and leads to lysosomal dysfunction-evidenced by downregulated LAMP-1 and Cathepsin D expression, lysosomal pH increase, yet unaffected LC3 and LAMP-1 co-localization. Modulating autophagy with inhibitors (3-methyladenine, 3-MA; chloroquine, CQ) or an inducer (rapamycin, Rapa) respectively enhances or reduces DMC-induced apoptosis. Treatment with 3-MA also led to a significant increase in the expression of ER stress markers CHOP and ATF4. Collectively, DMC-induced cell death is primarily due to ER stress activation and autophagic flux impairment via lysosomal dysfunction. These results suggest DMC's potential as an anticancer agent, warranting further clinical investigation.",
  "publication_date": "2025-05-05",
  "journal": "Cellular signalling",
  "doi": "10.1016/j.cellsig.2025.111854"
}