{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Postharvest UV-B and UV-C treatments combined with fermentation enhance the quality characteristics of Capparis spinosa L. fruit, improving total phenols, flavonoids, anthocyanins, phenolic acids, and antioxidant activity.",
  "abstract": "The application of UV-B and UV-C radiation may enhance the post-harvest quality of crops by delaying the ripening or aging of fruits, preventing declines in firmness, maintaining stable pH levels, increasing certain antioxidants such as phenolic compounds, and minimizing spoilage. Additionally, the fermentation process, a traditional method of food preservation, not only extends the shelf life of foods but also promotes the formation of natural bioactive components and enhances organoleptic properties. This study aimed to investigate the effects of UV radiation and fermentation on caper (Capparis spinosa L.) berries through a factorial experiment designed as a completely randomized design with three replications. Four levels of UV radiation: control (no radiation), UV-B radiation, UV-C radiation, and UV-B + C radiation were applied. Following the UV treatment, fermentation was initiated, with four sampling stages conducted throughout the fermentation period (fresh fruits or control, and days 15, 30, and 45 during fermentation). The results indicated significant increases in total phenol content, flavonoids, anthocyanins, antioxidant activity, and the activity of the enzyme phenylalanine ammonia-lyase (PAL) in caper berries treated with UV-B and, particularly, UV-C radiation. The levels of most phenolic compounds, including caffeic acid, gallic acid, p-hydroxybenzoic acid, cinnamic acid, rosmarinic acid, p-coumaric acid, m-coumaric acid, ferulic acid, protocatechuic acid, and vanillic acid, significantly increased under UV-C, UV-B, and UV-B + C exposure compared with the control (no UV application). Regardless of the UV treatment, fermentation significantly elevated the levels of phenolic acids such as caffeic acid, gallic acid, ferulic acid, m-coumaric acid, p-hydroxybenzoic acid, protocatechuic acid, rosmarinic acid, and vanillic acid, resulting in concentrations that were considerably higher in fermented fruits 45 days post-fermentation than in fresh fruits. Additionally, the total phenol and flavonoid contents in UV-treated fruits on day 45 of fermentation exceeded those in fresh fruits. In contrast, samples not exposed to UV radiation showed no significant changes in these attributes during fermentation. Overall, irrespective of the UV treatment, fermentation of the fruits up to day 30 led to increases in antioxidant activity, PAL activity, anthocyanin content, cinnamic acid, and p-coumaric acid in caper berries. However, the level of cinnamic acid decreased on day 45 compared with day 30. Ultimately, caper fruit treated with UV irradiation and fermented exhibited enhanced health potential due to their unique characteristics.",
  "publication_date": "2025-04-10",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.144306"
}