{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Pickering self-floating adsorbents: Natural tea polyphenol nanoparticle-based beads for efficient separation of cationic dyes with simple recovery.",
  "abstract": "Energy-efficient separation and recovery of adsorbents, particularly nano/micro-adsorbent materials, and effective adsorption of water-soluble ionic dyes continue to be crucial challenges in wastewater treatment. In this study, a novel water-suspended Pickering adsorbent with adsorption selectivity was developed using natural polyphenol nanomaterials. The preparation procedure is simple and cost-effective, involving ultrasonic emulsification and calcium alginate crosslinking without the use of complex equipment or expensive chemicals. The adsorbent exhibits remarkable selective adsorption capabilities for cationic dyes such as methylene blue (MB), crystal violet (CV), and rhodamine 6G (R6G) while having poor adsorption capabilities for anionic dyes such as congo red (CR), trypan blue (TB), and methyl orange (MO), achieving a maximum adsorption capacity of 3770.86 mg/g for MB. The presence of aromatic rings and active functional groups (-OH, CO, and -COOH) in the structure of polyphenol particles contributed to this high performance since they promote hydrogen bonding, π-π stacking, and electrostatic interactions. The adsorption kinetics of fAPEBs were well-described by pseudo-second-order dynamics and the isotherms fitted the Freundlich model. A distinctive feature of this adsorbent is its unique self-floating capability in water, allowing for highly efficient dye removal without the reliance on stirring or external energy sources, significantly reducing energy consumption. Additionally, the adsorbent can be easily recovered through mechanical scooping, reducing the risk of secondary pollution. This innovative Pickering adsorbent offers a high-performance, eco-friendly solution for wastewater treatment, with considerable potential for industrial and environmental applications.",
  "publication_date": "2025-03-06",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.141594"
}