{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Gene Expression and Enzyme Kinetics of Polyphenol Oxidases in Strawberry and Their Possible Involvement in Enzymatic Browning Reactions in Strawberry Nectar.",
  "abstract": "The browning of fruit juices and nectars is a common issue in the beverage industry and is a particular problem in strawberry nectars, where it significantly reduces the shelf-life. Polyphenol oxidases (PPOs), which are multicopper enzymes responsible for the oxidation of a wide plethora of polyphenols in plants, have been widely assumed to be involved in the enzymatic browning of strawberry nectar. To investigate the possible involvement of PPOs, the substrate specificity of four recombinant PPOs and their gene expression pattern in 10 cultivars ofFragaria×ananassaat five ripening stages were determined. This allowed us to obtain adequate amounts of enzymes to study them independently and without interfering matrix effects. All four PPOs possess monophenolase activity, which was particularly high for PPO4. PPO3 did not show sufficient stability for the kinetic studies. The other three showed a high preference for the flavan 3-ol catechin with a 2-fold higher catalytic efficiency compared to dopamine for PPO1 and PPO2. At a neutral pH, they also showed activity with cyanidin but not with pelargonidin, which is the prevalent anthocyanidin type in strawberry. The enzymes showed a high affinity but only low turnover rates for the dihydrochalcone phloretin, resulting in an inhibitory effect that was strong enough to extend the shelf-life of the strawberry nectar by one week if phloretin was added in high concentrations (600 µM). PPO1 and PPO2 were prevalently expressed in all fruit stages. The gene expression of the four PPOs did not correlate with the color stability of the nectars of the 10 varieties and also showed a random expression pattern during fruit development. The limited activity in acidic conditions and the low substrate specificity for pelargonidin does not point to a crucial role for PPOs in the browning of strawberry nectar, but the high catalytic efficiency with catechin as a substrate could contribute to anthocyanin degradation via mechanisms such as copolymerization.",
  "publication_date": "2025-06-11",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122064"
}