{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Luteolin: a natural product with multiple mechanisms for atherosclerosis.",
  "abstract": "Atherosclerosis (AS) is a degenerative and proliferative disease characterised by the deposition of lipid and/or fibrous substances within the intima of arteries. The pathological mechanisms of AS involve endothelial cell (EC) injury and dysfunction, vascular smooth muscle cell (VSMC) migration and proliferation, foam cell formation, inflammatory cell recruitment, and abnormal platelet activation and aggregation. In recent years, the incidence and mortality rates of atherosclerotic cardiovascular disease (ASCVD), which has AS as its pathological basis, have shown an upward trend globally. Currently, available therapeutic agents (such as statins, PCSK9 inhibitors, and antiplatelet drugs) can, to some extent, delay the progression of AS; however, many of these drugs have adverse effects or are not suitable for long-term use, potentially causing severe negative impacts on patients' lives and work. Therefore, the development of safe and effective therapeutic drugs holds immense social and economic significance. In recent years, natural compounds derived from plants have gradually emerged as a source of new drugs for treating AS. Luteolin (3',4',5,7-tetrahydroxyflavone) is a common plant-derived flavonoid widely found in various vegetables and fruits, including celery, parsley, broccoli, onion leaves, carrots, peppers, cabbage, apples, and chrysanthemums. Numerous preclinical studies have revealed that luteolin exhibits significant anti-AS effects. This article comprehensively reviews the effects of Lu on vascular cells (endothelial cells, vascular smooth muscle cells, macrophages, neutrophils) under experimental AS conditions and its regulatory effects on common AS risk factors (hypertension, hyperglycemia, dyslipidemia), providing a strong evidential basis for the clinical application and mechanistic research of luteolin.",
  "publication_date": "2025-03-27",
  "journal": "Frontiers in pharmacology",
  "doi": "10.3389/fphar.2025.1503832"
}