{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Effect of Dark Chocolate Supplementation on Tissue Oxygenation, Metabolism, and Performance in Trained Cyclists at Altitude.",
  "abstract": "Dark chocolate (DC) is high in flavonoids and has been shown to increase nitric oxide in the blood. Increased nitric oxide has the potential to improve delivery of oxygen to muscle, especially in hypoxic conditions, such as altitude. Our aim was to assess the impact of DC supplementation on cycling performance at altitude. Twelve healthy, trained cyclists (n = 2 females, n = 10 males; age = 35 [12] years; height = 177 [7] cm; mass = 75.2 [11.0] kg; VO2max = 55 [6] ml·kg-1·min-1) were randomized to supplement with 60 g of DC or placebo twice per day for 14 days in a double-blind crossover study. After the 2 weeks of supplementation, the participants attended a laboratory session in which they consumed 120 g of DC or placebo and then cycled for 90 min at 50% peak power output, followed immediately by a 10-km time trial (TT) at simulated altitude (15% O2). The plasma concentration of blood glucose and lactate were measured before and at 15, 30, 60, and 90 min during the steady-state exercise and post TT, while muscular and prefrontal cortex oxygenation was measured continuously throughout exercise using near-infrared spectroscopy. DC resulted in a higher concentration of blood glucose (5.5 [0.5] vs. 5.3 [0.9] mmol/L) throughout the trial and lower blood lactate concentration following the TT (7.7 [1.92] vs. 10.0 [4.6] mmol/L) compared with the placebo. DC had no effect on the TT performance (19.04 [2.16] vs. 19.21 ± 1.96 min) or oxygenation status in either the prefrontal cortex or muscle. The authors conclude that, although it provided some metabolic benefit, DC is not effective as an ergogenic aid during TT cycling at simulated altitude.",
  "publication_date": "2020-09-11",
  "journal": "International journal of sport nutrition and exercise metabolism",
  "doi": "10.1123/ijsnem.2020-0051"
}