{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Ultrasound-driven ROS-scavenging nanobubbles for synergistic NASH treatment via FXR activation.",
  "abstract": "Non-alcoholic steatohepatitis (NASH) pathogenesis is primarily driven by lipotoxicity-induced oxidative stress and inflammation, yet effective treatments remain challenging to identify. In this work, a novel therapeutic approach was introduced via a ultrasound (US) -driven, reactive oxygen species (ROS) -scavenging and liver-targeted nanobubbles system, termed Apt-DTP-NBs@RSV@OCA, which co-encapsulated resveratrol (RSV) and obeticholic acid (OCA). This system provides a safe and efficient platform for specifically delivering these agents to the liver in the context of the NASH therapy. The synthesized nanobubbles showed a spherical morphology with an average diameter of 165 ± 6.05 nm, whose encapsulation efficiencies of approximately 93 % for RSV and 90 % for OCA were achieved. These nanobubbles exhibited the enhanced targeting and accumulation within NASH affected cells and the excellent biocompatibility in cytotoxicity experiments. Subsequently, in vitro assessments using HepG2 cells, Apt-DTP-NBs@RSV@OCA improved lipid metabolism and reduced ROS levels. It was also showed in vivo experiments in mice that the hepatic targeting of Apt-DTP-NBs@RSV@OCA increased their effective concentration within the liver. In addition, the hepatic-targeting and ultrasound-driving Apt-DTP-NBs@RSV@OCA nanocarriers enhanced the cellular uptake of RSV and OCA in a NASH cell model and improved ROS-scavenging capabilities. Meanwhile, these nanocarriers modulated lipid metabolism (triglycerides, total cholesterol), inflammatory cytokine metabolism (IL-4, IL-10, IL-15, TNF-α) and oxidative stress levels (SOD, MDA). Furthermore, mechanistic studies revealed that Apt-DTP-NBs@RSV@OCA activated the FXR/SHP signaling pathway, enhanced FoxO1 activity, and alleviated lipid accumulation, inflammation, and oxidative stress. In summary, these findings suggest that Apt-DTP-NBs@RSV@OCA pave a promising way for the treatment of NASH.",
  "publication_date": "2025-04-26",
  "journal": "Ultrasonics sonochemistry",
  "doi": "10.1016/j.ultsonch.2025.107352"
}