{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Phytochemical composition, antioxidant, antiglycation, and antihyperlipidemic activity of flowering parts from five plant species before and afterin vitrodigestion.",
  "abstract": "This study evaluates the antihyperlipidemic (pancreatic lipase inhibition assay), antiglycation (inhibition of bovine serum albumin glycation, BSA glycation), and antioxidant activity (ABTS, DPPH and FRAP assays) of ethanolic extracts from flowering parts of five widely distributed plant species in Croatia -Crocus heuffelianusHerb. (tepals),Nicotiana tabacumL. (petals),Malva sylvestrisL. (petals),Calendula officinalisL. andHelianthus annuusL. (both sterile ligulate flowers). Anin vitro-simulated system of human digestion was employed to assess the bioaccessibility of the selected phenolics and the stability of the extracts' antioxidant, hypolipidemic, and antiglycation potential following each digestion phase. The concentrations of l-ascorbic acid, individual flavonoids, and phenolic acids were determined using RP-HPLC analysis. Principal component analysis revealed significant differences in the content of bioactive compounds and their biological activity among the investigated plant species. All original extracts exhibited high antioxidant capacity (> 70 %) in at least one assay, withN. tabacumandH. annuusdemonstrating the strongest antioxidant capacity throughout digestion.H. annuuscontained the highest levels of total identified phenolic acids, total identified phenols, and total identified compounds, whileN. tabacumandC. heuffelianusexhibited the highest total flavonoid content. Among individual compounds, protocatechuic acid, quercetin, and ferulic acid significantly contributed to antioxidant activity.N. tabacumhad the strongest antihyperlipidemic potential in the original extracts, as well as in the most digestion phases. Strong BSA glycation inhibition (70-100 %) was observed in all plant extracts across various digestion phases, with the exception ofC. heuffelianus, which exhibited moderate inhibitory effects. These findings suggest that the analyzed flower-derived plant materials, some of which are often considered agricultural waste, can serve as sustainable and valuable resources of bioactive compounds for functional food, dietary supplements, and pharmaceutical applications.",
  "publication_date": "2025-06-02",
  "journal": "Acta pharmaceutica (Zagreb, Croatia)",
  "doi": "10.2478/acph-2025-0012"
}