{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Flavonoids and their role in oxidative stress, inflammation, and human diseases.",
  "abstract": "Oxidative stress and chronic inflammation are important drivers in the pathogenesis and progression of many chronic diseases, such as cancers of the breast, kidney, lung, and others, autoimmune diseases (rheumatoid arthritis), cardiovascular diseases (hypertension, atherosclerosis, arrhythmia), neurodegenerative diseases (Alzheimer's disease, Parkinson's disease, Huntington's disease), mental disorders (depression, schizophrenia, bipolar disorder), gastrointestinal disorders (inflammatory bowel disease, colorectal cancer), and other disorders. With the increasing demand for less toxic and more tolerable therapies, flavonoids have the potential to effectively modulate the responsiveness to conventional therapy and radiotherapy. Flavonoids are polyphenolic compounds found in fruits, vegetables, grains, and plant-derived beverages. Six of the twelve structurally different flavonoid subgroups are of dietary significance and include anthocyanidins (e.g. pelargonidin, cyanidin), flavan-3-ols (e.g. epicatechin, epigallocatechin), flavonols (e.g. quercetin, kaempferol), flavones (e.g. luteolin, baicalein), flavanones (e.g. hesperetin, naringenin), and isoflavones (daidzein, genistein). The health benefits of flavonoids are related to their structural characteristics, such as the number and position of hydroxyl groups and the presence of C2C3 double bonds, which predetermine their ability to chelate metal ions, terminate ROS (e.g. hydroxyl radicals formed by the Fenton reaction), and interact with biological targets to trigger a biological response. Based on these structural characteristics, flavonoids can exert both antioxidant or prooxidant properties, modulate the activity of ROS-scavenging enzymes and the expression and activation of proinflammatory cytokines (e.g., interleukin-1beta (IL-1β), interleukin-6 (IL-6), and tumor necrosis factor-alpha (TNF-α)), induce apoptosis and autophagy, and target key signaling pathways, such as the nuclear factor erythroid 2-related factor 2 (Nrf2) and Bcl-2 family of proteins. This review aims to briefly discuss the mutually interconnected aspects of oxidative and inflammatory mechanisms, such as lipid peroxidation, protein oxidation, DNA damage, and the mechanism and resolution of inflammation. The major part of this article discusses the role of flavonoids in alleviating oxidative stress and inflammation, two common components of many human diseases. The results of epidemiological studies on flavonoids are also presented.",
  "publication_date": "2025-03-25",
  "journal": "Chemico-biological interactions",
  "doi": "10.1016/j.cbi.2025.111489"
}