{
  "source": "PubMed",
  "query": "catechins",
  "title": "Combination of Epigallocatechin-3-Gallate and Tramiprosate Prevent Accumulation of Intracellular Aβ and Dysfunctional Autophagy-Lysosomal Pathway at Earliest Stage of Transdifferentiation of Mesenchymal Stromal Cells into PSEN1 E280A Cholinergic-like Neurons.",
  "abstract": "Familial Alzheimer's disease (FAD) caused by presenilin 1 (PSEN1) E280A induces the aberrant accumulation of intracellular Aβ (iAβ) in cholinergic-like neurons (ChLNs). How early iAβ accumulates in the development of ChLNs is still unknown. Consequently, the timing of appropriate therapeutic approaches against FAD is unclear. To determine the earliest iAβ in PSEN1 E280A ChLNs, flow cytometry and immunofluorescence microscopy were used to follow the development of menstrual mesenchymal stromal cells (MenSCs) into ChLNs (proliferation marker Ki67, cluster of differentiation 73 (CD73), neuronal nuclei (NeuN) marker, choline acetyl transferase (ChAT)), the kinetics of iAβ accumulation, and the simultaneous evaluation of other associated markers (e.g., DJ-1C106-SO3; lysosomes; phosphatidylethanolamine-conjugated microtubule-associated protein 1A/1B light chain 3, LC3-II; cleaved caspase 3 (CC3)) at 0, 1, 3, 5, and 7 days. To reverse the PSEN1 E280A phenotype, we used rapamycin (RAP), verubecestat (VER), compound E (CE), epigallocatechin-3-gallate (EGCG), and tramiprosate (TM) in WT and mutant ChLNs. We found that PSEN1 E280A did not induce significant differences in the NeuN marker and ChAT in MenSCs transitioning to ChLNs. The iAβ accumulates at the earliest cholinergic developmental stage from day 0 (18%, at MenSCs stage) to day 7 (46%, at ChLNs stage), i.e., iAβ increased +156% in mutant compared to WT cells (1-6%). A significant increase in DJ-1C106-SO3occurs only at day 7 (+250%). While neither CC3 (0-1%) nor lysosomes were different between WT and mutant cells at any time point, a stepwise increase in autophagosome accumulation was observed from day 3 (15%) to day 7 (79%), i.e., +427%, in mutant cells. While neither RAP, VER, nor CE was able to completely reduce all PSEN1 E280A-induced markers in ChLNs, the combination of EGCG and TM was more effective in removing these markers than EGCG and TM alone in PSEN1 E280A ChLNs. Given that this investigation is based on a single menstrual blood sample from WT and PSEN1 E280A, our results should be considered exploratory. Larger sample sizes are needed.",
  "publication_date": "2025-04-16",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26083756"
}