{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Potential of rutin fromRhizophora mucronataleaves as a Inhibitor of Kelch-like ECH-associated protein 1/Nuclear factor erythroid 2 related factor 2 Keap1/Nrf2): Anin silicostudy for Alzheimer's therapy.",
  "abstract": "Alzheimer's disease (AD) is the most prevalent type of dementia, negatively affecting the overall quality of life. Targeting the nuclear factor erythroid 2-related factor 2 (Nrf2) pathway, a regulator of protective genes, offers potential AD therapies. Inhibiting Kelch-like ECH-associated protein 1 (Keap1), which suppresses Nrf2, may help reduce neuronal damage.Rhizophora mucronata, a mangrove known for its anti-inflammatory and antioxidant properties, contains rutin, which is a promising potential AD therapy. The study aimed to explore the potential of rutin, a compound fromR. mucronataleaves, to inhibit the Keap1-Nrf2. The study analyzed the metabolomic profile ofR. mucronata leavesand evaluated their compound, rutin, as AD therapeutic potential via the Keap1-Nrf2 pathway usingin silicomolecular docking.R. mucronatawas extracted using 96% ethanol. Metabolomic analysis employed liquid chromatography-high resolution mass spectrometry (LC-HRMS). Thein silicosimulations used BIOVIA Discovery Studio and AutoDock Tool 1.5.7 for docking rutin and donepezil with the Keap1. Docking results were evaluated based on binding energy scores and inhibition constant. HRMS identified hundreds of compounds, with quercetin and rutin as major flavonoids. Molecular docking indicated rutin and donepezil had a binding energy of -6.97 ± 0.16 kcal/mol and -7.63 ± 0.04 kcal/mol, respectively. Their amino acid interaction was similar.R. mucronataleaf extract, particularly rutin, showed promise as an AD therapeutic agent through the Keap1-Nrf2 pathway, warranting further research.",
  "publication_date": "2025-05-19",
  "journal": "Journal of advanced pharmaceutical technology & research",
  "doi": "10.4103/JAPTR.JAPTR_313_24"
}