{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Interventional effects of Tsantan Sumtang in ischemic heart disease: an integrated network pharmacology and metabolomics approach.",
  "abstract": "The traditional Tibetan compound Tsantan Sumtang is frequently used in Tibetan and Mongolian medicine to treat ischemic heart disease (IHD). However, there are two main issues impeding its widespread use: the mechanism of action is unclear, and the pharmacodynamic substances are not well defined. The aim of the study is to use a metabolomics and network pharmacology approach to study the mechanism of Tsantan Sumtang in treating ischemic heart disease. An in vivo model of left anterior descending coronary artery ligation was constructed. Metabolomic analyses were performed upon serum samples to identify differences in metabolites, and network pharmacology was used to search for possible targets for the treatment of IHD. Molecular docking was performed to validate the identified key targets. The integration of network pharmacology and metabolomics was used to explore potential underlying mechanisms. Finally, the screened active compound, quercetin, underwent further investigation. Serum metabolomics identified 37 differential metabolites. Further analysis of the labelled metabolites revealed 20 pathways. Network pharmacology identified 216 common targets between Tsantan Sumtang and ischemic heart disease. The \"drug-component-disease-target\" network diagram further screened the core targets (TNF, AKT1, IL6, ALOX5, PTGS2) and the core compounds (beta-sitosterol, luteolin, kaempferol, quercetin, and alpha-linolenic acid). Molecular docking showed that the core compound was well aligned with the core target. Integration of metabolomics and network pharmacology identified four pathways, including the arachidonic acid pathway, laying a foundation for subsequent studies. Concurrently, experimental investigations revealed that quercetin exhibits an antimyocardial ischemic effect, thereby affirming its role as a pharmacodynamic agent. Tsantan Sumtang exerts therapeutic effects against IHD through \"multi-component-multi-target-multi-pathway.\" Since the metabolism of arachidonic acid likely plays an important role, this information can be used as an entry point for subsequent research. Quercetin may serve as a significant medicinal compound, contributing notably to therapeutic applications.",
  "publication_date": "2025-06-12",
  "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
  "doi": "10.1007/s00210-025-04146-3"
}