{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Hybrid nano-scaffolds loaded with resveratrol and Omega-3 fatty Acids: An innovative antimicrobial strategy against biofilm.",
  "abstract": "It is widely accepted that biofilms associated with body tissues are responsible for many antibiotic treatment failures and contribute to various chronic infections. Therefore, it is critical to create novel approaches to wound treatment. The development of nanocarriers to combat biofilms formation has been an area of much research in recent years. The main aim of this work was to develop hybrid nano-scaffolds composed by nanofibers and liposomes, i.e. large unilamellar vesicles (LUVs), loaded with resveratrol (RSV) and/or omega-3 fatty acids (ω3) and to evaluate their capacity to prevent biofilm formation. The studies carried out included the preparation and characterization of LUVs, evaluation of antibiofilm activity for Staphylococcus aureus and Escherichia coli, and cytotoxicity evaluation using fibroblasts. RSV and ω3loaded LUVs were effective in inhibiting biofilms formation, resulting in an increased antibiofilm effect (almost 100 %) compared to free RSV and ω3(65 % - 96.4 %). The biocompatibility of the LUVs was also confirmed (cell viability above 70 %), and a positive effect on cell proliferation (cell viability above 70 %) was observed after 7 days. The porous structure and random orientation of the produced nanofibers impregnated with LUVs enable the exchange of exudates, gases, and nutrients, while resembling the extracellular matrix of the skin, encouraging cell adhesion and proliferation. The nanofibers are characterized by adequate mechanical properties (elongation at break of 208 ± 9 % and Young's modulus of 50.3 ± 0.3 MPa) and a high surface area to volume ratio, thus increasing the release profile of RSV (94.8 ± 2.6 % of RSV within 30 min), which is advantageous for anti-biofilm activity. The impregnation of nanofibers with LUVs loaded with RSV and/or ω3may represent a promising approach for improving wound healing therapies, allowing the control of biofilm formation and even promoting skin regeneration.",
  "publication_date": "2025-05-28",
  "journal": "International journal of pharmaceutics",
  "doi": "10.1016/j.ijpharm.2025.125784"
}