{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Grape Pomace as a Cardiometabolic Health-Promoting Ingredient: Activity in the Intestinal Environment.",
  "abstract": "Grape pomace (GP) is a winemaking by-product particularly rich in (poly)phenols and dietary fiber, which are the main active compounds responsible for its health-promoting effects. These components and their metabolites generated at the intestinal level have been shown to play an important role in promoting health locally and systemically. This review focuses on the potential bioactivities of GP in the intestinal environment, which is the primary site of interaction for food components and their biological activities. These mechanisms include (i) regulation of nutrient digestion and absorption (GP has been shown to inhibit enzymes such as α-amylase and α-glucosidase, protease, and lipase, which can help to reduce blood glucose and lipid levels, and to modulate the expression of intestinal transporters, which can also help to regulate nutrient absorption); (ii) modulation of gut hormone levels and satiety (GP stimulates GLP-1, PYY, CCK, ghrelin, and GIP release, which can help to regulate appetite and satiety); (iii) reinforcement of gut morphology (including the crypt-villi structures, which can improve nutrient absorption and protect against intestinal damage); (iv) protection of intestinal barrier integrity (through tight junctions and paracellular transport); (v) modulation of inflammation and oxidative stress triggered by NF-kB and Nrf2 signaling pathways; and (vi) impact on gut microbiota composition and functionality (leading to increased production of SCFAs and decreased production of LPS). The overall effect of GP within the gut environment reinforces the intestinal function as the first line of defense against multiple disorders, including those impacting cardiometabolic health. Future research on GP's health-promoting properties should consider connections between the gut and other organs, including the gut-heart axis, gut-brain axis, gut-skin axis, and oral-gut axis. Further exploration of these connections, including more human studies, will solidify GP's role as a cardiometabolic health-promoting ingredient and contribute to the prevention and management of cardiovascular diseases.",
  "publication_date": "2023-04-21",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox12040979"
}