{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Olea europaeaL. Leaves as a Source of Anti-Glycation Compounds.",
  "abstract": "High concentrations of advanced glycation end products (AGEs) have been linked to diseases, including diabetic complications. The pathophysiological effects of AGEs are mainly due to oxidative stress and inflammatory processes. Among the proteins most affected by glycation are albumin, the most abundant circulating protein, and collagen, which has a long biological half-life and is abundant in the extracellular matrix. The potential cellular damage caused by AGEs underscores the importance of identifying and developing natural AGE inhibitors. Indeed, despite initial promise, many synthetic inhibitors have been withdrawn from clinical trials due to issues such as cytotoxicity and poor pharmacokinetics. In contrast, natural products have shown significant potential in inhibiting AGE formation.Olea europaeaL. leaves, rich in bioactive compounds like oleuropein and triterpenoids, have attracted scientific interest, emphasizing the potential of olive leaf extracts in health applications. This study investigates the anti-glycation properties of two polyphenol-rich extracts (OPA40 and OPA70) and a triterpene-enriched extract (TTP70) from olive leaves. Using in vitro protein glycation methods with bovine serum albumin (BSA)-glucose and gelatin-glucose systems, this study assesses AGE formation inhibition by these extracts through native polyacrylamide gel electrophoresis (N-PAGE) and autofluorescence detection. OPA40 and OPA70 exhibited strong, dose-dependent anti-glycation effects. These effects were corroborated by electrophoresis and further supported by similar results in a gelatin-glucose system. Additionally, TTP70 showed moderate anti-glycation activity, with a synergistic effect of its components. The results support the real possibility of using olive leaf bioproducts in ameliorating diabetic complications, contributing to sustainable bio-economy practices.",
  "publication_date": "2024-09-14",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules29184368"
}