{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Fully biodegradable dendrimers as novel nanodrugs for Amyloid-β-induced neurotoxicity.",
  "abstract": "Alzheimer's disease (AD) is a severe neurological disorder and the leading cause of dementia, affecting millions globally. Dendrimers are remarkable organic macromolecules characterised by a globular, well-defined and highly branched structure featuring a high number of tuneable functional groups on their surface. Different types of dendrimers have demonstrated antioxidant, anti-inflammatory, and anti-amyloidogenic properties, showing their potential as powerful nanodrugs in AD. However, none of these dendrimers exhibit biodegradability under physiological conditions. This study explored the therapeutic potential of biodegradable PEG-GATGE (Poly(Ethylene Glycol)-Gallic Acid-Triethylene Glycol Ester) block copolymers against the Amyloid β (Aβ) (1-42) peptide, a key player in AD pathology. We focused on two dendritic structures: one functionalised with positively charged benzylamine terminal groups (fbB) and another functionalised with negatively charged benzoic acid terminal groups (fbBz). Our research aimed to evaluate their ability to inhibit Aβ (1-42) fibrillation by examining aggregation kinetics, secondary structure, and aggregate morphology. Additionally, we assessed their interactions with preformed Aβ species and neuroprotective effects in hippocampal neuron cultures. Results showed that both dendrimers modulate Aβ fibrillation in a peptide/dendrimer ratio-dependent manner and can also interact with preformed Aβ fibrils. Notably, only the positively charged dendrimer, fbB, effectively prevented the toxic association of Aβ oligomers with neurons. These findings emphasise the substantial promise of this family of biodegradable dendrimers as innovative nanodrugs in the fight against AD, paving the way for novel therapeutic strategies in neurodegenerative disorders.",
  "publication_date": "2025-05-21",
  "journal": "Journal of controlled release : official journal of the Controlled Release Society",
  "doi": "10.1016/j.jconrel.2025.113870"
}