{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Enhanced chlorogenic acid production from glucose via systematic metabolic engineering ofSaccharomyces cerevisiae.",
  "abstract": "Chlorogenic acid (CGA) is a valuable phenolic acid with various pharmaceutical functions. In our previous study,de novosynthesis of CGA inSaccharomyces cerevisiaewas achieved. However, its yield required improvement before large scale production. In this study, systematic metabolic engineering strategy was used to reconstruct chassis cellS.cerevisiaeYC0707 to enhance its CGA yield from glucose. To balance the supply of phosphoenolpyruvate (PEP) and erythrose 4-phosphate (E4P),ZWF1(encoding glucose-6-phosphate dehydrogenase) andGND1(encoding 6-phosphogluconate dehydrogenase) were overexpressed by strong promoterPTEF1swapping, thereby strengthening the pentose phosphate pathway. The mutant of phosphofructokinase (PFK2S718D) was further introduced to weaken the glycolytic pathway. Then, thep-coumaric acid synthesis capacity was enhanced by employing tyrosine ammonia lyase fromRhodotorula glutinis(RgTAL), ΔHAM1, and ΔYJL028W. Fusion expression of AtC4H (cinnamate-4-hydroxylase) and At4CL1 (4-coumarate CoA ligase 1), together with CsHQT (hydroxycinnamoyl CoA quinate transferase) and AtC3'H (p-coumaroyl shikimate 3-hydroxylase), improved biosynthetic flux to CGA. Subsequently, the microenvironment of P450 enzymes was improved by overexpressingINO2(a transcription factor for lipid biosynthesis) and removal of heme oxygenase geneHMX1. Furthermore, screening potential transporters to facilitate CGA accumulation. Finally, we optimized the fermentation conditions. Using these strategies, CGA titers increased from 234.8 mg/L to 837.2 mg/L in shake flasks and reached 1.62 g/L in a 5-L bioreactor, representing the highest report inS. cerevisiaeand providing new insights for CGA production.",
  "publication_date": "2025-03-20",
  "journal": "Synthetic and systems biotechnology",
  "doi": "10.1016/j.synbio.2025.03.004"
}