{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Phytochemicals-based β-amyloid cleaving enzyme-1 and MAO-B inhibitors for the treatment of Alzheimer's disease: molecular simulations-based predictions.",
  "abstract": "Alzheimer's disease (AD) is among the highly prevalent neurodegenerative disorder of the aging brain and is allied with cognitive and behavioral abnormalities. Unfortunately, there is very limited drug discovery for the effective management of AD, and the clinically approved drugs have limited efficacy. Consequently, there is an immediate demand for the development of new compounds that have the ability to act as multitarget-directed ligands (MTDLs). As major pathological targets of the disease, the current study aimed to investigate lead natural bioactive compounds including apigenin, epigallocatechin-3-gallate, berberine, curcumin, genistein, luteolin, quercetin, resveratrol for their inhibitory potentials against β-amyloid cleaving enzyme-1 (BACE1) and monoamine oxidase-B (MAO-B) enzymes. The study compounds were docked against the target enzymes (MAO-B and BACE1) using MOE software and subsequent molecular dynamics simulations (MDS) studies. The molecular docking analysis revealed that these phytochemicals (MTDLs) showed good interactions with the target enzymes as compared to the reference inhibitors. Among these eight phytocompounds, the epigallocatechin-3-gallate compound was an active inhibitor against both drug targets, with the highest docking scores and good interactions with the active residues of the enzymes. Furthermore, the docking result of the active one inhibitor in complex with the target enzymes (epigallocatechin-3-gallate/BACE1, epigallocatechin-3-gallate/MAO-B, reference/BACE1 and reference/MAO-B) were further validated by MDS. According to the findings of our study, epigallocatechin-3-gallate has the potential to be a candidate for use in the treatment of neurological illnesses like AD. This compound has MTDL potential and may be exploited to create new compounds with disease-modifying features.Communicated by Ramaswamy H. Sarma.",
  "publication_date": "2023-10-10",
  "journal": "Journal of biomolecular structure & dynamics",
  "doi": "10.1080/07391102.2023.2265494"
}