{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Chlorogenic acid alters ileal microbiota and metabolites in broiler chickens under immune stress.",
  "abstract": "Immune stress in broilers can cause severe economic losses, and chlorogenic acid (CGA) is an effective plant extract for alleviating immune stress. This study investigated the effects of CGA on the intestinal microbiota and metabolites of broilers under immune stress. A group of 312 broiler chicks was randomly divided into four treatment groups: Saline control, lipopolysaccharide (LPS), LPS + CGA (LCGA), and Saline + CGA (SCGA). The SCGA and LCGA groups were fed a basal diet supplemented with 1,000 mg/kg CGA throughout the whole experimental period. The LPS and LCGA groups were injected with 0.5 mg/kg LPS on days 14, 15, and 16 to induce immune stress. At day 17, the ileal contents were collected for analysis. Results showed that LPS-induced immune stress decreased the abundance ofSubdoligranulum, thereby lowering microbial richness. However, dietary CGA increased beneficial bacteria likeClostridiaceae(P< 0.05) andCandidatus Arthromitus(P< 0.01) in immune-stressed broilers, while reducing harmfulLachnospiraceae(P< 0.05) andDesulfovibrionaceae(P< 0.05). Non-targeted metabolomics revealed that immune stress significantly increased methylmalonic acid, N-acetyl-L-aspartic acid, trans-ferulic acid, and pantothenic acid, while significantly downregulating pyroglutamic acid, L-glutamic gamma-semialdehyde, and biliverdin, indicating that immune stress (LPS) induced inflammation and oxidative damage. CGA addition reduced corticosterone, prostaglandin B2, trans-ferulic acid, and methylmalonic acid levels, while increasing pyroglutamic acid, L-glutamic gamma-semialdehyde, biliverdin, chenodeoxycholic acid, desmosterol, and 4-hydroxycinnamic acid, confirming that CGA can alleviate inflammation and enhance antioxidant capacity by influencing ileal microbiota and specific metabolite synthesis.",
  "publication_date": "2025-06-12",
  "journal": "Microbiology spectrum",
  "doi": "10.1128/spectrum.03312-24"
}