{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Ozone Treatment Inhibited the Blue Mold Development and Maintained the Main Active Ingredient Content inRadix astragaliInfected byPenicillium polonicumThrough Activating Reactive Oxygen Species Metabolism.",
  "abstract": "Radix astragaliis a homologous plant of medicine and food with a variety of health benefits. However, our previous study showed that blue mold, caused byPenicillium polonicum, is the most important postharvest disease of freshR. astragaliduring storage. Ozone, as a strong oxidizing agent, can effectively control the occurrence of postharvest diseases in fruits and vegetables. Nevertheless, there are few research studies on the effect of ozone-treated fresh Chinese traditional medicine. In this study, we investigated the effect of ozone gas on the postharvest blue mold development, mycotoxin accumulation, and main active component contents in freshR. astragaliinfected byP. polonicum, and analyzed the possible action mechanism on ROS metabolism. The result indicates that ozone application significantly inhibited the development of postharvest blue mold caused byP. polonicuminfection, reduced the disease incidence, disease index, and weight loss rate, maintained the main active ingredients in freshR. astragaliby activating ROS metabolism, enhanced the antioxidant enzymatic activity, thus avoiding oxidative damage caused by excessive ROS accumulation, and maintained the integrity of the cell membrane, ultimately controlling the occurrence of blue mold ofR. astragali. Moreover, ozone treatment also maintained the contents of the main active ingredients inR. astragalibefore 14 d duringP. polonicuminfection. In addition, the amount of active ingredients of astragaloside I, calycosin-7-glucoside, and ononin in the ozone-treated group was higher than that in the control group during the storage period. We speculate that, under the action of ozone, astragaloside IV was converted into astragaloside II by oxidative modification and astragaloside II was further oxidized to astragaloside I, resulting in the accumulation of astragaloside I. Similarity, the hydrogen atoms (-H) on the benzene ring in formononetin were oxidized to phenolic hydroxyl groups (-OH) to generate calycosin, which was further converted into calycosin-7-glucoside, resulting in calycosin-7-glucoside accumulation. This study will provide the theoretical basis for ozone commercial application to control the occurrence of postharvest diseases ofR. astragali.",
  "publication_date": "2025-05-23",
  "journal": "Journal of fungi (Basel, Switzerland)",
  "doi": "10.3390/jof11060402"
}