{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Berberine mitigates colitis-associated neuroinflammation and anxiety through modulation of the AMPK/NURR1 pathway.",
  "abstract": "Inflammatory bowel disease (IBD) is linked to psychiatric issues like anxiety and depression. Berberine (BER), a natural compound with anti-inflammatory and antioxidant characteristics, shows promise in managing IBD. However, its effects on inflammation-induced anxiety and the underlying mechanisms remain imprecise. This study explores BER's impact on inflammation and anxiety in a rat model of colitis, focusing on the AMPK/NURR1 axis. Acute colitis was induced in 32 male Wistar rats via intrarectal administration of 4% acetic acid (AA), followed by a 7-day treatment with oral saline, BER (50 or 100 mg/kg), or 5-aminosalicylic acid (5-ASA, 100 mg/kg). Furthermore, eight control rats received a single dose of intrarectal saline and then daily oral saline for the same duration. Colitis activity score was monitored throughout the study, and anxiety-like behavior was assessed on the seventh day. On the eighth day, colon and brain samples were collected for evaluation of the colon weight-to-length ratio and biochemical analyses of inflammatory markers, oxidative stress, apoptosis, and the expression of AMPK and NURR1. Additionally, macroscopic and microscopic examinations of the colon were conducted. BER, in a dose-dependent manner, decreased anxiety-like behaviors, improved colitis activity score, decreased weight-to-length ratio, and mitigated inflammation, oxidative stress, and apoptosis. Furthermore, BER elevated the expression of AMPK and NURR1 in colonic tissues and enhanced both the macroscopic and microscopic features of the colon. By regulating the AMPK/NURR1 axis, BER effectively lessens colitis-related inflammation and anxiety, highlighting its potential as a possible treatment for IBD-associated physical and psychosocial symptoms.",
  "publication_date": "2025-06-26",
  "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
  "doi": "10.1007/s00210-025-04376-5"
}