{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Antitumor Effects of Hesperidin and Cisplatin on Human Osteosarcoma Cells Through Inhibiting Proliferation and Inducing Mitochondrial-Mediated Apoptosis.",
  "abstract": "Background and Objectives: Osteosarcoma is a primary malignant bone tumor characterized by the proliferation of malignant mesenchymal cells and primarily affects children and adolescents. Hesperidin (Hes) interacts with various cellular targets and inhibits cancer cell proliferation by inducing apoptosis. However, the precise mechanisms underlying Hes-induced cell death in osteosarcoma cells remain unclear. This study aimed to investigate the effects of Hes and cisplatin (Cis) on the Bax/Bcl-2 apoptotic pathway in osteosarcoma cells.Materials and Methods: The human osteosarcoma cell line U2OS (Uppsala 2 Osteosarcoma) was treated with IC50concentrations of Hes and Cis for 48 h. Changes in the mRNA expression levels of Bax, Bcl-2, Caspase-3, and Survivin-key regulators of apoptosis-were analyzed using quantitative real-time PCR (qPCR). The synergistic and/or antagonistic interactions of the Hes and Cis combination were evaluated using Combenefit v2.021 software (Cambridge, UK).Results: The dose-response curve for Hes revealed a gradual reduction in cell viability, with an IC50value of 106 µM, while the IC50value for Cis was 4.83 µM. The levels of the inflammatory cytokines IL-1β, TNF-α, and IFN-γ were significantly decreased in the treatment groups compared to the control (p= 0.01). IL-6 levels also showed a marked decrease, particularly in the Hes and Cis groups, with high statistical significance (p= 0.002). Treatment with Hes and Cis significantly upregulated the mRNA expression of Bax and Caspase-3, while significantly downregulating Bcl-2 and Survivin mRNA levels (p< 0.05). Notably, Bax expression was highest in the Hes + Cis combination group. The combination treatment exhibited enhanced cytotoxicity, especially at higher concentrations, indicating a synergistic effect between the two compounds.Conclusions: This study is the first to demonstrate that Hes induces apoptosis in U2OS osteosarcoma cells and that its combination with Cis may enhance anticancer efficacy by activating apoptosis-related cell death pathways. Given the growing focus on combination therapies and cell death mechanisms in cancer research, these findings provide valuable insights into potential novel strategies for osteosarcoma treatment.",
  "publication_date": "2025-05-23",
  "journal": "Medicina (Kaunas, Lithuania)",
  "doi": "10.3390/medicina61060960"
}