{
  "source": "PubMed",
  "query": "catechins",
  "title": "Flavor Quality and Lipid-Lowering Function of Mixed Fermented Pu-erh Tea with Various Monascus Species.",
  "abstract": "As a potential raw material with a variety of bioactive compounds, Pu-erh raw tea can produce rich flavor and health benefits through natural fermentation or microbial fermentation in traditional processing. However, the traditional fermentation process has some problems such as a long fermentation period and unstable quality. Monascus, a kind of fungus used in both medicine and food, has been proved to have many beneficial effects such as lowering cholesterol and regulating blood lipids. Therefore, in this study we investigated whether the fermentation of mixed monascus could significantly improve the flavor quality and lipid-lowering activity of Pu-erh raw tea. We added four kinds of monascus to unfermented Pu-erh raw tea (UT) to obtain a fermented Pu-erh raw tea (FT). The quality of the two tea samples was determined and an in vitro lipid-lowering experiment was conducted. The results show that the contents of water extractives, flavone, trans-catechins (GCG and CG), theabrownins, and caffeine in FT are significantly higher than those in UT, increasing by 19.41%, 14.47%, 18.76%, 29.82%, and 10.67%, respectively. In terms of aroma, linalool was the characteristic compound of UT, presenting a floral note. D-Limonene was the key characteristic substance of FT, manifested as lemon, toast, and wood. In terms of taste, FT has a high content of bitter amino acids and caffeine, a low content of catechins, and is rich in carbohydrate substances, forming a characteristic mild and mellow slightly bitter taste with reduced astringency. In addition, the relative contents of active substances with lipid-lowering effects such as quercetin, quercitrin, ascorbic acid, and sorbitol in FT were higher than those in UT, increasing by 83.09%, 81.73%, 89.86%, and 92.76%, respectively. The effect of FT on regulating cellular lipid metabolism was superior to UT based on cell experiments. The research results provide a scientific basis for the deep processing and functional development of Pu-erh raw tea.",
  "publication_date": "2025-05-26",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14111894"
}