{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Using Dried Crickets as a Nutrients and Bioactive Compounds Source in Crispy Vegetable Chips.",
  "abstract": "In general, the acceptance of edible insects by consumers is low. Therefore, the aim of this research was to develop protein supplements from desiccated crickets. The objectives of this research were to study the effects of four different drying methods on the chemical properties of crickets and the effects of cricket powder fortification in vegetable chips on the chemical and physical qualities and consumer acceptance. Through an analysis of the chemical composition of cricket powder dried using hot air, vacuum, microwave, and freeze-drying methods, it was found that freeze-drying resulted in the highest protein content in the cricket powder, followed by vacuum drying, hot air drying, and microwave drying. However, the antioxidant activity, which was analyzed using DPPH, showed no significant differences across the four drying methods (p> 0.05). The sensory testing of chips by 30 consumers revealed that the chips with a 10:10 ratio of vegetable powder to cricket powder received the highest satisfaction results in all of the test attributes, ranging from \"like\" to \"like very much\". When studying the chemical composition, hardness, and color of the chips, it was found that increasing the amount of cricket powder resulted in a decrease in lightness and yellowness, while redness and hardness increased. The antioxidant activity and phenolic content of the chips increased with the addition of cricket powder, while the flavonoid and potassium contents decreased as vegetable powder was replaced with cricket powder. In the formula most preferred by consumers, the antioxidant activity, phenolic content, flavonoid content, and potassium content were 60.90%, 6.25 ± 0.46 mg GAE/mg sample, 11.16 ± 0.1 mg QE/mg sample, and 0.66 ± 0.01%, respectively.",
  "publication_date": "2025-05-20",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14101810"
}