{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Exogenous Trilobatin Enhances Flavonoid Content in Purple Rice Grains and Affects the Flavonoid Biosynthesis Pathway.",
  "abstract": "Antioxidant activity and flavonoid content are important characteristics of colored rice grains. Previously, we obtained a preliminary understanding of the metabolic markers of antioxidant activity, namely, phlorizin and trilobatin, in different colored rice varieties and purple rice grains at different growth stages, but the mechanisms associated with these markers have not yet been confirmed. In this study, purple rice was selected as the experimental material, and clover extract was applied during the grain-filling stage to explore the impact of clover extract on the total antioxidant capacity and flavonoid biosynthesis in purple rice grains. The results indicated that the total flavonoid content, total phenolic content, oligomeric proanthocyanidin content, and total antioxidant capacity of purple rice grains treated with an exogenous application of trilobatin (T30) were significantly greater than those of the control (CK). The flavonoids in the T30 and CK groups accounted for 29.81% of the total flavonoids. The phenylpropanoid biosynthesis and flavonoid biosynthesis metabolic pathways were constructed on the basis of the differentially abundant metabolites between the T30 and CK groups. Additionally, 1-O-sinapoyl-beta-D-glucose, coniferaldehyde, 6″-acetylapiin, and kaempferol-3-O-rutinoside were determined to be essential metabolites for trilobatin-mediated flavonoid biosynthesis in purple rice. The correlation network diagram between biochemical indexes and metabolites revealed that 1-O-sinapoyl-beta-D-glucose, coniferaldehyde, 6″-acetylapiin, and kaempferol-3-O-rutinoside were important metabolites. This study provides a scientific basis for improving the nutritional quality of rice grains and understanding the flavonoid biosynthesis pathway.",
  "publication_date": "2024-12-03",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants13233389"
}