{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Resveratrol protection against cardiac remodeling and ischemia-reperfusion injury associated with hepatic lipid metabolism ameliorations and adipose tissue autotaxin pathway inhibition in a diet induced prediabetic female rat model.",
  "abstract": "Prediabetes is associated with an increased CV risk, especially for women. Recent evidence highlights the importance of liver and adipose tissue (AT) in its stratification. Current therapeutic strategies lack cardioprotective effects in this context. We evaluated the cardioprotective effects of resveratrol supplementation versus diet intervention and their association with hepatic and AT alterations in prediabetic female rats submitted to a high-fat-high-sucrose diet (HFS). Female Wistar rats were divided into 4 groups fed for 5 months with: standard diet (CTRL), HFS diet (HFS), HFS diet supplemented for the last 2 months with resveratrol (RSV) or 2 months of standard diet after 3 months of HFS diet (RSD). In vivo MRI was performed to study cardiac morphology, function and perfusion. Tolerance to ischemia-reperfusion (IR) injury was investigated ex vivo by a simultaneous measurement of cardiac function and energy metabolism with31P MRS. Hepatic steatosis, along with hepatic and AT lipid metabolism and inflammation gene expression, was studied. HFS induced glucose intolerance, hepatic steatosis, higher diastolic LV volume, wall thickness, heart weight to tibia length ratio and altered myocardial tolerance to IR, with reduced function and energy metabolism. Both approaches improved glucose tolerance, reduced hepatic steatosis with lipid oxidation genes expression and ameliorated myocardial tolerance to IR. However, only RSV inhibited deleterious cardiac remodeling and autotaxin AT expression and plasma levels induced by HFS diet. RSV exhibited better cardioprotection than RSD, along with decreased hepatic steatosis and AT derived ATX, suggesting its protective potential against early cardiac alterations associated with prediabetes and NAFLD.",
  "publication_date": "2025-06-06",
  "journal": "The Journal of nutritional biochemistry",
  "doi": "10.1016/j.jnutbio.2025.109992"
}