{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Proteo-metabolomic analysis of fruits reveals molecular insights into variations among Italian Sweet Cherry (Prunus aviumL.) accessions.",
  "abstract": "Mass spectrometry-based proteomics and metabolomics tackle the complex interactions between proteins and metabolites in fruits. Independently used to discern phenotypic disparities among plant accessions, these analytical approaches complement well-established DNA fingerprinting methods for assessing genetic variability and hereditary distance. To verify the applicability of integrated proteomic and metabolomic procedures in evaluating phenotypic differences between sweet cherry cultivars, and to potentially relate these findings to specific pomological traits, we conducted a comparative analysis of fruits from ten Italian accessions. We identified 3786 proteins, of which 288 exhibited differential representation between ecotypes, including key components influencing fruit quality and allergenic potential. Furthermore, 64 polyphenols were identified, encompassing anthocyanins, hydroxycinnamic acids, flavanols, hydroxybenzoic acids, flavonols, and flavanones subgroups. Multivariate analysis of total quantitative data outlined cultivar differences and phenotypic relationships. Coherent associations between proteomic and metabolomic data underscored their complementary role in characterizing genetic relationships elucidated through DNA fingerprinting techniques. Proteo-metabolomic results verified a certain correlation between the relative abundance of specific polyphenols, enzymes involved in their metabolism, and color characteristics of fruits. These findings highlight the significance of integrating results from diverseomicsapproaches to reveal molecular drivers of ecotype-specific traits and identify biomarkers for selecting and breeding cultivars in the next future.",
  "publication_date": "2025-06-03",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1591996"
}