{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Syzygium cumini Fruit Extract and Quercetin Ameliorate Cadmium-Induced Ovarian Apoptosis in Rats Via miRNA- 204 - 5p-Mediated Bcl- 2 Upregulation and Bax/Caspase 9/Caspase 3 Downregulation.",
  "abstract": "The correlation between exposure to environmental pollutants and adverse impacts on fertility has been documented. Cadmium (Cd) is one of the most toxic elements that impairs female reproductive capacity. Syzygium cumini is a plant that contains polyphenols with strong antioxidant properties. Our study aimed to investigate the possible protective effects of Syzygium cumini fruit extract (SCFE) and quercetin (QU) against Cd-induced ovarian toxicity and apoptosis in rats assisted by measuring oxidative stress markers, hormonal profile, intrinsic apoptotic pathway, miRNA-204-5p, and histopathology. For that, 45 adult female rats were divided randomly into five groups; control, cadmium chloride (CdCl2), CdCl2+ QU, CdCl2+ SCFE200, and CdCl2+ SCFE400, and the experiment lasted 35 days. Cadmium exposure induced irregular estrus cycle, and oxidative challenges, as evidenced by increased malondialdehyde and decreased antioxidant indicators that include superoxide dismutase, catalase and reduced glutathione, and hormonal imbalances, including reduced follicle-stimulating hormone, luteinizing hormone, anti-mullarian hormone, estrogen, and progesterone levels. Additionally, Cd triggered ovarian apoptosis through upregulating miRNA- 204 - 5p expression that in turn downregulated Bcl- 2 and upregulated the members of intrinsic mitochondrial apoptotic pathway including Bax and caspases 3, 9. The histopathological findings, morphometric and lesion scoring in ovarian, and uterine tissues confirmed the negative impacts of Cd. Interestingly, treatment with QU or SCFE, especially at the higher dose (400 mg/kg), significantly ameliorated these Cd-induced adverse effects, suggesting their potential as protective agents against ovarian toxicity.",
  "publication_date": "2025-05-14",
  "journal": "Biological trace element research",
  "doi": "10.1007/s12011-025-04632-y"
}