{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Procyanidin B2 mitigates methotrexate-induced hepatic pyroptosis by suppressing TLR4/NF-κB and caspase-3/GSDME pathways.",
  "abstract": "Methotrexate (MTX), a potent chemotherapeutic and immunosuppressive agent, is widely used for cancer and autoimmune diseases. MTX-induced hepatotoxicity is a well-recognized adverse response, even at relatively low doses. This study investigates the possible protective effects of procyanidin B2 (PCB2) on MTX-induced hepatotoxicity. Rats were orally treated with PCB2 (40 mg/kg) for 10 days, followed by a single intraperitoneal MTX injection (20 mg/kg) on day 8. The study also included a positive control group treated with quercetin (20 mg/kg), a known antioxidant, alongside MTX. The results revealed that MTX-induced hepatic injury was evidenced by elevation in serum transaminases. This elevation was accompanied by hepatic oxidative stress due to an imbalance in oxidative/antioxidant markers, specifically elevated malondialdehyde (MDA) and decreased glutathione (GSH) levels and superoxide dismutase (SOD) activity. The inflammatory cytokines, including tumor necrosis factor-alpha (TNF-α), interleukin-1β (IL-1β), and interleukin-6 (IL-6), were markedly upregulated in the liver of MTX-intoxicated rats. Additionally, the expressions of nuclear factor kappa B (NF-κB), toll-like receptor 4 (TLR4), caspase-3 and gasdermin E (GSDME) were significantly increased in MTX rats. The use of PCB2 significantly ameliorated the deleterious effect of MTX on previous parameters by restoring oxidant/antioxidant balance, decreasing the inflammatory markers, and normalizing the expression of NF-κB, TLR4, caspase-3 and GSDME. In conclusion, this study uncovered the potential role of PCB2 on MTX-induced hepatotoxicity, confirming its antioxidant, anti-inflammatory, and anti-pyroptosis effects yet, further studies are needed to support its use as a protective therapy against such toxicity.",
  "publication_date": "2025-02-21",
  "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
  "doi": "10.1016/j.fct.2025.115341"
}