{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Chimeras in Merlot grapevine revealed by phased assembly.",
  "abstract": "Chimerism is the phenomenon when several genotypes coexist in a single individual. Used to understand plant ontogenesis they also have been valorised through new cultivar breeding. Viticulture has been taking economic advantage out of chimeras when the variant induced an important modification of wine type such as berry skin colour. Crucial agronomic characters may also be impacted by chimeras that aren't identified yet. Periclinal chimera where the variant has entirely colonised a cell layer is the most stable and can be propagated through cuttings. In grapevine, leaves are derived from both meristem layers, L1 and L2. However, lateral roots are formed from the L2 cell layer only. Thus, comparing DNA sequences of roots and leaves allows chimera detection. In this study we used new generation Hifi long reads sequencing, recent bioinformatics tools and trio-binning with parental sequences to detect periclinal chimeras on 'Merlot' grapevine cultivar. Sequencing of cv. 'Magdeleine Noire des Charentes' and 'Cabernet Franc', the parents of cv. 'Merlot', allowed haplotype resolved assembly. Pseudomolecules were built with a total of 33 to 47 contigs and in few occasions a unique contig for one chromosome. This high resolution allowed haplotype comparison. Annotation was transferred from PN40024 VCost.v3 to all pseudomolecules. After strong selection of variants, 51 and 53 'Merlot' specific periclinal chimeras were found on the Merlot-haplotype-CF and Merlot-haplotype-MG respectively, 9 and 7 been located in a coding region. A subset of positions was analysed using Molecular Inversion Probes (MIPseq) and 69% were unambiguously validated, 25% are doubtful because of technological noise or weak depth and 6% invalidated. These results open new perspectives on chimera detection as an important resource to improve cultivars through clonal selection or breeding.",
  "publication_date": "2023-07-14",
  "journal": "BMC genomics",
  "doi": "10.1186/s12864-023-09453-8"
}