{
  "source": "PubMed",
  "query": "tannins",
  "title": "Graphene oxide and condensed tannins enhance the efficacy of alginate hydrogels in wound management.",
  "abstract": "Wound healing involves the participation of platelets, growth factors, and other mediators. In this context, the properties of the dressing play a crucial role in tissue regeneration. To address this need, functionalized alginate hydrogels were developed with reduced graphene oxide (rGO) and condensed tannins (TA) extracted from the bark of Pinus radiata for use as wound dressings. The hydrogels were physicochemically characterized, including assessments of their antioxidant, antibacterial, in vitro, and in vivo wound-healing properties. A polyelectrolyte layer was detected on the surfaces of the Alg/rGO4.5hydrogels, composed of C-C/C-H bonds (39.9 %), which prevented fiber relaxation during swelling and reduced the density of negative charges on the surface (-46.8 mV), thereby increasing the hydrophobicity of the hydrogel (92.3°). The electrical conductivity of the hydrogels significantly increased with the addition of rGO, reaching values of up to 27.7 mS/m, a property that is important for promoting cell migration in the wound-healing process. Additionally, the TA release reached 26.4 % in Alg/rGO9/TA9, enhancing the antioxidant capacity of the material (46.0 ± 5.8 mg TE/100 g). The TA exhibited antimicrobial activity against E. coli and supported cell viability, achieving a rate of 145 %, indicating notable cell regeneration. In vivo studies conducted on Yorkshire pigs showed that the Alg/rGO9/TA9hydrogels achieved complete wound closure in 21 days and demonstrated superior tissue regeneration compared to a commercial dressing. Histologically, the functionalized hydrogel promoted better re-epithelialization and granulation tissue formation, highlighting the potential of these hydrogels as wound dressings. This study underscores the importance of hydrogel functionalization in enhancing their properties and applicability in regenerative medicine.",
  "publication_date": "2025-05-09",
  "journal": "International journal of biological macromolecules",
  "doi": "10.1016/j.ijbiomac.2025.144082"
}