{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Understanding the Fine Coordination Among Scent Emission, Anthocyanin Accumulation, and Nectar Secretion in the Color Changing Flowers of Combretum indicum.",
  "abstract": "Combretum indicum (L.) DeFilipps is a self-incompatible species requiring the aid of potential pollinators for successful reproduction. C. indicum emits its maximal scent with the widest diversity of volatiles in the dark (6 pm to 12 am) from the colorless white flowers. Linalool oxide, linalool, α-farnesene, β-ocimene, methyl benzoate, and cis-3-hexenyl butyrate are dominating the scent profile. Here, a minimal scent emission was observed during the daytime when the flower gradually changes its color. Gene expression analysis revealed a temporal correlation between volatile emissions and pigment accumulation patterns. Microscopic observations indicate that the pigment is primarily localized in the vacuolar sap of the advertised adaxial petal tissue. Several colored vesicles of diverse sizes were also observed in the cytosol under high magnifications alongside the pigment-filled large central vacuole. Ultrastructural analysis unveiled vesicular trafficking as the major mode of vacuolar anthocyanin accumulation. The adaxial epidermal layers also responded significantly to histochemical tests, indicating their involvement in volatiles biosynthesis, accumulation, and emission. A dynamic movement of sugars from the source tissue guides the morphological and metabolic transformations via shared biosynthetic pathways. In addition to the displayed color and scent emission patterns, the flowers also harbor a considerable amount of nectar in their long green floral tubes. A possible pathway for nectar production, transport, and exudation was also mapped by histochemical analysis of the nectariferous tissue. This study thus offers a comprehensive understanding of floral color, scent, and nectar rewards that lure pollinators for the reproductive benefit of C. indicum.",
  "publication_date": "2025-06-01",
  "journal": "Physiologia plantarum",
  "doi": "10.1111/ppl.70359"
}