{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "A Comparison of the Biotechnological Potential of Marine and Terrestrial Species of Two Orders of Sordariomycete Fungi.",
  "abstract": "Marine fungi have been receiving increasing interest, especially with respect to their potential for biotechnological applications. Carbon sources in marine environments, such as seaweeds, have cell walls that are structurally different from the cell walls of terrestrial plants, which implies that marine fungi likely possess a specific set of extracellular enzymes to enable them to use these marine substrates as carbon and energy source. In addition, marine fungi have been implicated as good sources of secondary metabolites with bioactive functions, as e.g., drugs and antibiotics. To evaluate if marine fungi have genomic signatures that distinguish them from terrestrial fungi with respect to biotechnological potential, we genome-sequenced three marine fungal species (Varicosporina prolifera, Corollospora maritima, Emericellopsis maritima), two terrestrial species (Clonostachys rosea, Stanjemonium grisellum), and one that is found in both terrestrial and marine environments (Microascus triganosporus) and compared them to taxonomically-related terrestrial (Microascus stellatus, Valetoniellopsis laxa) and marine species (Emericellopsis atlantica) for which genomes were already available. These fungi originate from two orders (Microascales, Hypocreales) of the Sordariomycetes. We then compared their carbohydrate-active enzymes and secondary metabolism content and their ability to use terrestrial and marine biomass as carbon sources. The analysis revealed that despite the presence of some genes specific to marine fungi, no general genomic or growth phenotypes can be identified to distinguish marine fungi from terrestrial fungi, suggesting that all have maintained the ability to use both marine and terrestrial carbon sources.",
  "publication_date": "2025-06-25",
  "journal": "Marine biotechnology (New York, N.Y.)",
  "doi": "10.1007/s10126-025-10484-3"
}