{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Chromatographic fingerprinting and antibiofilm effect of Ziziphus jujuba fraction on Pseudomonas aeruginosa.",
  "abstract": "Pseudomonas aeruginosa represents a critical global health threat, particularly affecting immunocompromised individuals, as well as patients with wounds and burn injuries. The increasing prevalence of multidrug-resistant (MDR) P. aeruginosa strains has significantly reduced the efficacy of conventional antimicrobial therapies, underscoring the urgent need for new, effective therapeutic alternatives. Plant-derived secondary metabolites have emerged as promising candidates due to their diverse bioactivities and favorable safety profiles. This study investigated the antimicrobial and anti-virulence potential of purified aqueous fractions of Ziziphus jujuba (ZJ) seeds against MDR P. aeruginosa clinical isolates. LC-ESI-MS/MS-MRM fingerprinting identified 33 compounds, including five predominant phenolics: 3,4-dihydroxybenzoic acid, gallic acid, syringic acid, chlorogenic acid, and ferulic acid. One hundred clinical isolates were evaluated for antibiotic sensitivity and biofilm-forming ability. The ZJ fraction exhibited potent antibacterial activity, with a minimum inhibitory concentration (MIC) of 1.56 mg/ml and significantly inhibited biofilm formation by approximately 70%. Additionally, quantitative real-time PCR showed a marked downregulation the key quorum-sensing genes lasI (45%), rhlI (42%), and rhlR (34%) (p ≤ 0.05). These findings reveal, for the first time, that the aqueous fraction of Z. jujuba seeds not only inhibits bacterial proliferation, but also attenuates biofilm formation and virulence gene expression in MDR-P. aeruginosa. These results highlight the potential of ZJ fraction as a promising plant-based antimicrobial agent. Further in vivo investigations and mechanistic studies are warranted to validate its clinical applicability and therapeutic efficacy.",
  "publication_date": "2025-05-21",
  "journal": "AMB Express",
  "doi": "10.1186/s13568-025-01886-6"
}