{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Red Beetroot Skin Powder Addition as a Multifunctional Ingredient in Nougat.",
  "abstract": "Beetroot (Beta vulgarisL.) is a plant grown for its roots, which are used to obtain sugar, feed animals, and for human use. Beetroot skin, a by-product of food processing, is a significant source of bioactive compounds, including dietary fiber and antioxidants. The primary objective of this work was to utilize beetroot skin powder to produce value-added nougat. Analytical methods, like antioxidant activity tests, proximate analysis, and sensory assessments, are used to determine the impact of beetroot skin powder on the final product. The beetroot skin powder extract had a remarkable content of phytochemicals and antioxidant activity. The inhibitory effect of the extract was tested on enzymes linked to metabolic syndrome, oxidative stress, and inflammation. The beetroot skin powder extract inhibited α-glucosidase, α-amylase, lipase, and lipoxygenase enzymes. The characterization of value-added nougat illustrates the multifunctionality of beetroot peel powder within its composition, serving as a significant source of natural compounds with antioxidant, coloring, and flavoring properties. This enhances sensory attributes, including color, aroma, and texture, augmenting product diversity and consumer appeal. This is evidenced by the increase in the total content of betalains (3.77 ± 0.09 mg/g DW.) and polyphenols (69.48 ± 2.88 mg GAE/100 g DW.), which lead to high antioxidant activity (73.89 ± 3.65 mM Trolox/100 g DW.) for the nougat sample with 6% added beetroot powder. Thus, beetroot skin powder replaced chemically synthesized additives with antioxidants and natural pigments, improving life quality and implicitly capitalizing on beetroot processing by-products, supporting circular economy principles at the global level.",
  "publication_date": "2025-06-01",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060676"
}