{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Chemical, Morphological, and Phenological Traits of Blueberry Cultivars Predict Susceptibility to A Pollinator-Vectored Fungal Pathogen.",
  "abstract": "Several crops are threatened by pollinator-vectored plant pathogens, which can reduce fruit yield and quality. Domestication has frequently increased crop susceptibility to plant pathogens, but significant cultivar variation in resistance typically exists. While it is well known that floral traits can shape plant-pollinator-pathogen interactions in natural and managed systems, little is known regarding how morphological, phenological, and chemical traits combine to shape resistance in domesticated plant species. Here, we address this topic by (1) conducting a common garden field experiment where we measured percent of tissues infected by the fungal pathogen Monilinia vaccini-corymbosii in 14 cultivars of highbush blueberries (Vaccinium spp.) and (2) using a three-pronged multivariate approach of PCA, random forest, and LASSO regressions to single out predictors of cultivar resistance from a suite of phenological, morphological, and chemical (oxidatively active phenolics) traits collected from the field. Leaf and floral traits varied between cultivars, and we found that concentrations of phenolics (chlorogenic acid and total phenolics) in leaves were strong predictors of cultivar resistance to the primary infection stage of M. vaccini-corymbosii, while floral phenology and carpel phenolics (procyanidin-containing proanthocyanidins and quercetin derivatives) predicted resistance to the secondary infection stage. Our findings highlight that intraspecific variation in chemical and phenological traits as a result of breeding can shape plant-pollinator-pathogen dynamics. This information could be used in future trait-based breeding efforts to increase resistance to disease.",
  "publication_date": "2025-06-28",
  "journal": "Journal of chemical ecology",
  "doi": "10.1007/s10886-025-01621-2"
}