{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Dietary flavonoids may have a protective and therapeutic effect in Parkinson disease: A systematic review.",
  "abstract": "Parkinson disease (PD) is characterized by the loss of dopaminergic neurons because of oxidative stress and neuroinflammation. Polyphenols in vegetables, known for their high antioxidant capacity, may prevent the onset, or delay the progression of the disease; among these, flavonoids are the most abundant class of polyphenols in foods. Clinical and cohort studies have evaluated the effect of polyphenol consumption on the risk of developing PD or of attenuating the symptoms after diagnosis; therefore, it is necessary to integrate the scientific evidence into making dietary recommendations. The objective of this study was to perform a systematic review of randomized controlled trials and cohort studies that have investigated the use of polyphenols in PD. The studies were identified through the PubMed, Science Direct, Scielo, and Web of Science databases. A total of 1100 studies were found; these were analyzed and filtered by 2 independent reviewers. After completion, 5 studies were included (3 randomized controlled trials and 2 cohort studies). The consumption of flavonoids, anthocyanins, or 2-5 servings/week of specific foods (apples, red wine, blueberries, and strawberries) reduces the risk of PD and associated mortality. Treatment with licorice, curcumin, or cocoa, which are rich in flavonoids and other polyphenols, improves motor function in PD patients. No statistically significant differences were found in quality of life, disease progression or nonmotor symptoms such as cognitive ability and mood. Although cohort studies suggest a neuroprotective effect, further clinical studies are urgently needed to evaluate the effect of specific flavonoids and other polyphenols in PD.",
  "publication_date": "2023-11-03",
  "journal": "Nutrition research (New York, N.Y.)",
  "doi": "10.1016/j.nutres.2023.10.004"
}