{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "The Impact of Thermal Treatment and In Vitro Digestion on Antioxidant Activity and Anti-Glycation Properties of Antioxidant Crude Extract From Hot and Cold Brew Spent Coffee Ground.",
  "abstract": "The ethanoic extract of hot-brew spent-coffee ground (HSCG) and cold-brew spent-coffee ground (CSCG) were prepared with ultrasound-assisted extraction and subjected to thermal processes and in vitro digestion prior to analyze the inhibition ability of advanced glycation end products (AGEs) formation, a potential risk factor for Alzheimer's disease. The obtained HSCG and CSCG extracts contained mainly chlorogenic acid derivatives, according to liquid chromatography-mass spectrometer chromatogram. The glycation process was performed by using bovine serum albumin (BSA)/ glucose system with 3 weeks incubation. In the presence of HSCG and CSCG extracts at 250 μg/mL, after thermal treatment (pasteurization and sterilization) and in vitro digestion, the glycation process through the fructosamine, AGEs, and amyloid cross β structure formation was monitored, and these extracts exhibited an anti-glycation property at early and advanced stages after pasteurization and in vitro digestion compared to no thermal treatment. However, at high temperature of sterilization, the suppress of anti-glycation property had resulted and were related with the amount of antioxidant and the ability of antioxidant scavenging as presented in a dose manner. The calculated % caffeine bio-accessibility of HSGC extracts was 65.8%, 64.8%, and 52.4% in non-thermal, pasteurized, and sterilized samples while the higher bio-accessibility was found in CSCG sample as of 67.4, 66.6, and 63.1, respectively. A high correlation of TPC values, thermal treatments and in vitro digestions with the AGEs was detected. Polyphenols and caffeine content in these extracts were found to be responsible for the AGEs and amyloid cross β structure inhibition which might potentially reduce the risk of Alzheimer's disease.",
  "publication_date": "2025-04-30",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70131"
}