{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Stabilizing effect of green tea extract and epigallocatechin-3-gallate (EGCG) on mast cell : an in vivo study.",
  "abstract": "Mast cells are vital participants in the pathophysiology of allergic reactions by a process of degranulation where bioactive mediators such as histamine, leukotrienes, interleukins and prostaglandins are released to create the local inflammatory milieu. These mediators play an important role in the onset and advancements of allergic diseases, causing bronchoconstriction, as well as increased vascular permeability and local tissue inflammation. Stabilisation of mast cells is one of the essential therapeutic approaches to prevent excessive degranulation and consequent inflammatory aftermaths in allergic conditions. A major polyphenolic component of green tea, epigallocatechin gallate (EGCG), has been postulated to have mast cell-stabilising effects due to its antioxidant and anti-inflammatory effects. It has been reported that EGCG modulates immune responses through inhibition of oxidative stress and control of proinflammatory cytokines secretion. Due to its natural origin and excellent safety profile, EGCG emerges as an alternative treatment for allergic diseases in comparison to the traditional anti-allergic pharmacotherapy such as antihistamines and corticosteroids which have adverse effects long-term usage. In the present study, in vivo anti-allergic activity of EGCG was assessed using bovine serum albumin (BSA)-induced allergy model in male Brown Norway rats. Different levels of EGCG were administered to the experimental groups, while markers of allergic responses were investigated including the histamine concentration and cytokine profiles. The administration of EGCG led to a dose-dependent inhibition of proinflammatory cytokines and histamine concentrations, which implies strong suppression of degranulation of mast cells. These findings indicate that EGCG has therapeutic promise in addressing the mast cell-based allergic diseases.",
  "publication_date": "2025-06-18",
  "journal": "Inflammopharmacology",
  "doi": "10.1007/s10787-025-01800-3"
}