{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Exploring the antivirulence mechanisms of ZnO-PEG-quercetin nanoparticles: Biofilm disruption, attenuation of virulent factors, and cell invasion suppression against pathogenic Pseudomonas aeruginosa.",
  "abstract": "The dense biofilm architecture and efflux pump activity play critical roles in Pseudomonas aeruginosa infections by hindering the accumulation and long-term efficacy of antibacterial agents within bacterial cells. The development of engineered nanoparticles capable of penetrating the polysaccharide matrix of biofilms represents a promising strategy for addressing bacterial infections. This is the first report on the synthesis of quercetin-functionalized PEGylated ZnO nanoparticles (ZnO-PEG-QUE NPs) and the evaluation of their anti-biofilm activity against pathogenic strains of P. aeruginosa. The synthesized NPs exhibited spherical shapes with an average size of 59.52 nm. ZnO-PEG-QUE NPs demonstrated biofilm inhibitory levels between 49 % and 67 %, and significantly reduced the production of total exopolysaccharides, alginate, and pellicle by 64.61 %-71.69 %, 30.47 %-45.36 %, and 24.22 %-85.97 %, respectively. ZnO-PEG-QUE NPs not only inhibited early-stage biofilm formation but also disrupted mature biofilms, indicating a dual mode of action against both biofilm development and persistence. Based on our findings, ZnO-PEG-QUE NPs effectively eradicated mature biofilms by 67.2 %-72 % and significantly reduced the metabolic activity and viable cells of preformed biofilms to 34.12 %-55.57 % and 6.25-8.15 log CFU, respectively. Electron and fluorescence microscopy analyses also confirmed the antibiofilm potential of ZnO-PEG-QUE NPs. Furthermore, bacterial adhesion and invasion to HDF cells were significantly diminished in the NP-treated groups. The attenuation of efflux pump activity in the NP-treated strains was confirmed using the EtBr-agar cartwheel assay. Taken together, these findings highlight the therapeutic potential of ZnO-PEG-QUE NPs as a novel and effective strategy to combat biofilm-associated infections, warranting further investigation in preclinical models.",
  "publication_date": "2025-04-26",
  "journal": "Bioorganic chemistry",
  "doi": "10.1016/j.bioorg.2025.108527"
}