{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Flavonoids enhance tomato plant resistance to whitefly by interfering with the expression of a salivary effector.",
  "abstract": "Plants can deploy chemical defenses that poison herbivorous insects or deter their feeding; however, insects can counter by secreting effector proteins that modulate these defense responses. In principle, plants might therefore interfere with the expression of insect effector proteins, but knowledge about such a process remains limited. Here, we explored the mechanisms underlying how resistant tomato (Solanum lycopersicum) influences the effector proteins of whiteflies (Bemisia tabaci), thereby affecting the interaction of B. tabaci with tomato. Using two near-isogenic tomato lines that differ greatly in flavonoid levels, we found that whitefly-resistant high-flavonoid-producing tomato inhibited the expression of a B. tabaci effector protein 3, (BtE3) in the salivary gland, which was found to act as a salicylic acid elicitor and induce tomato susceptibility to B. tabaci by suppressing jasmonic acid-dependent defense responses. Moreover, we confirmed that the resistance of high-flavonoid-producing tomato to B. tabaci could mainly be attributed to the inhibitory effect of flavonoids on the expression of BtE3. Artificial diet feeding assays suggested that quercetin and rutin inhibited the expression of BtE3 gene. Combining with exogenous stem applications and CRISPR/Cas9-generated S. lycopersicum flavonol synthase mutants, we further demonstrated that quercetin and rutin were responsible for the resistance of high-flavonoid-producing tomato to B. tabaci. Taken together, these results indicate that resistant plants are able to interfere with the expression of effector proteins from their insect attackers, and thus insect effectors are potential targets for the development of pest control strategies.",
  "publication_date": "2025-05-01",
  "journal": "Plant physiology",
  "doi": "10.1093/plphys/kiaf101"
}