{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Impact of solid-state fermentation inoculated with Eurotium cristatum on the main composition and flavor of three kinds of Pu-erh tea.",
  "abstract": "This study aims to address the problems of strong bitterness, astringency, and inferior taste in Pu'er tea made from young tea trees. First, four strains of Eurotium cristatum were isolated and screened by the static suspension isolation method using tea infusion as the culture medium and identified through morphological and molecular analysis. One of the strains was selected for the solid - state fermentation of raw Pu'er tea, Pu'er black tea, and Pu'er green tea. The fermentation conditions were optimized via response - surface experimental design. The results showed that the optimized fermentation time, temperature, and relative humidity for the three types of tea were 10 days, 30 °C, 45 %; 5 days, 30 °C, 40 %; and 10 days, 35 °C, 40 % respectively. Sensory evaluation indicated that after fermentation, the color of the tea leaves and tea soup deepened. And the freshness of raw Pu'er tea and green Pu'er tea decreased, while a subtle moldy aroma aroma was introduced after fermentation. The astringency and bitterness were effectively reduced. Chemical analysis revealed that, except for the stable caffeine level, the levels of components such as tea polyphenols and catechins changed significantly. Correlation analysis demonstrated a strong correlation between the color, aroma, and taste of the tea and the contents of various chemical components. GC - MS analysis identified 370 volatile compounds, 262 of which showed differences before and after fermentation. In conclusion, solid - state fermentation with E.cristatum can affect the chemical composition of the three types of tea, improve their taste and flavor, and offer a new approach for enhancing the quality of tea from young tea trees.",
  "publication_date": "2025-04-04",
  "journal": "International journal of food microbiology",
  "doi": "10.1016/j.ijfoodmicro.2025.111186"
}