{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Bioactive Properties of Murici (Byrsonima crassifolia) and Bacuri (Platonia insignis) and Their Antioxidant and Anti-Inflammatory Effects in Rats.",
  "abstract": "Fruit consumption favors energy balance, ensures essential nutrients, and provides bioactive compounds with antioxidant and anti-inflammatory activities capable of preventing and treating noncommunicable diseases. Tremendous Brazilian biodiversity favors countless fruit and vegetable crops, including exotic fruits. This study aimed to describe the nutritional characteristics of murici and bacuri and their effects on oxidative stress and inflammation. The murici lyophilized extract (MLE) and bacuri lyophilized extract (BLE) were evaluated for their antioxidant activity and total phenolic compounds content. Healthy female Wistar rats were divided into control and supplemented groups (50, 100, and 250 mg/kg body weight) for each fruit, with a 14-day supplementation. Parameters of oxidative damage and antioxidant system in plasma and inflammatory biomarkers in the kidney and liver tissues were evaluated. Murici has carotenoids as the main bioactive compound, whereas bacuri is a source of polyphenols, with relevant antioxidant activity for human health. Treatment with MLE in healthy rats resulted in increased plasma antioxidant capacity measured by DPPH assay, reduced plasma levels of lipid peroxidation (TBARS) and carbonylated proteins, and lower TNF-α production in the kidney and liver. BLE supplementation reduced plasma lipid peroxidation levels and led to lower activity of IL-1 β, IL-6, and TNF-α in supplemented animals' kidneys. Both fruits showed positive antioxidant and anti-inflammatory effects against oxidative stress and inflammation in anin vivomodel. The results point to new antioxidant and anti-inflammatory resources to be studied.",
  "publication_date": "2025-04-24",
  "journal": "Journal of medicinal food",
  "doi": "10.1089/jmf.2023.0029"
}