{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Oral-gastric digestion effect of emulsion-type ingredient of avocado seed and cytotoxic potential in gastric cancer cell.",
  "abstract": "The incorporation of plant-derived bioactive compounds into the food matrix is growing due to their benefits in improving human health. Agro-industrial avocado by-products are usually inexperienced waste and represent a 22-30% total fruit weight; however, they stand out for being high in bioactive and functional components such as lipid compounds, phenolic compounds, oxalates, and fiber, among others; Bioactive compound to be characteristic to preventive chronic disease proprieties. Besides, gastric cancer has anintermediate prevalence of 10-20 in 100,000 people, and isthe fifth most common cancer worldwide; health institutions recommend consuming fruits and vegetables as an effective strategy because their bioactive compounds exert chemopreventive activity. However, there is a knowledge gap regarding the bioaccessibility and chemical changes of phenolic compounds in ingredients and their implications in gastric cancer during the digestive process, mainly the gastric phase at different times. This study determined the bioaccessibility of phenolic compounds and evaluated the cytotoxicity in a transformed gastric cell line (CRL-1739) during oral-gastric digestion of ingredients from avocado seed. Principal phenolic compounds in the ingredient show high concentrations of catechin, rutin, ellagic, and chlorogenic acid; The phenolic compounds are more bioaccessible in gastric phases of 10 and 25 min, attributed to acid hydrolysis. The ingredient exhibited a maximum cytotoxicity potential in the gastric cancer cell line with the gastric phase at 10 min. Hence the ingredient from avocado seed has possible functional potential in gastric digestion.",
  "publication_date": "2025-01-06",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.115705"
}