{
  "source": "PubMed",
  "query": "lignans",
  "title": "Research advancements in molecular glues derived from natural product scaffolds: Chemistry, targets, and molecular mechanisms.",
  "abstract": "The mechanism of action of traditional Chinese medicine (TCM) remains unclear. Historically, research on TCM has mainly focused on exploring the mechanisms of active components acting on single targets. However, it is insufficient to explain the complex mechanisms by which these active components in TCM treat diseases. In recent years, the emergence of molecular glues (MGs) theory has provided new strategies to address this issue. MGs are small molecules that can promote interactions between proteins at their interface. The characteristic of MGs is to establish connections between diverse protein structures, thereby enabling a chemically-mediated proximity effect that triggers a wide spectrum of biological functions. Natural products are the result of billions of years of evolutionary processes in the natural environment. Thus, the extensive structural diversity of natural products renders them a rich source of MGs, including polyketides, terpenoids, steroids, lignans, organic acids, alkaloids and other classes. Currently, several well-known natural MGs, including the immunosuppressants cyclosporin A (CsA) and tacrolimus (FK506), as well as the anticancer agent taxol, have been incorporated into clinical practice. Meanwhile, the advancement of new technologies is propelling the discovery of novel MGs from natural products. Thus, we primarily summarize a growing variety of MGs from natural origins reported in recent years and categorize them based on the chemical structural types. Moreover, the main sources of TCM are natural products. The discovery of natural MGs promises to provide a new perspective for the elucidation of the molecular mechanism behind the efficiency of TCM. In summary, this review aims to provide insights from the perspective of natural products that could potentially influence TCM and modern drug development.",
  "publication_date": "2025-01-07",
  "journal": "Chinese herbal medicines",
  "doi": "10.1016/j.chmed.2025.01.001"
}