{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Bystander dermal exposure to drift during pesticide application in vineyards: An experimental factorial study.",
  "abstract": "Although public concerns about their exposure to agricultural pesticides and the potential impacts on their health began to gain momentum around the early 2000s, there is limited data on the direct exposure of bystanders to spray drift through the deposition of drift droplets on the skin. To address these knowledge gaps in vineyards, trials were conducted on a test bench using artificial vegetation and wind. Different spraying technologies and drift mitigation measures, such as air-induction nozzles or hedgerows along the vineyard margin, were compared. Sulforhodamine B was used as a fluorescent tracer to mimic pesticide contamination under real-use conditions. In total 72 t-shirts on manikins were used, resulting in 144 cotton collectors (arms and torsos) for extracting the tracer. The dermal exposure levels were expressed in μL spray and compared using nonparametric ANOVA analyses in a factorial experimental framework. All the factor and interaction terms had a highly significant effect (p < 10-6) on the exposure level. There was an exponential-like decay in the average exposure with distance (3.3, 5, 10 and 20 m, respectively). In terms of sprayers, a noticeable trend was observed with drift reduction technology. The presence of a hedgerow had a substantial effect, flattening the exposure curves with distance, regardless of the sprayer. This study produced realistic bystander exposure levels for different combinations involving the presence of a hedgerow, distances and drift reduction devices. Before entering these data into refined risk assessment models for grapevine production, hedgerows should be characterized more thoroughly, while accounting for potential secondary drift.",
  "publication_date": "2024-11-29",
  "journal": "Chemosphere",
  "doi": "10.1016/j.chemosphere.2024.143809"
}