{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "From winery by-product to soil improver? - A comprehensive review of grape pomace in agriculture and its effects on soil properties and functions.",
  "abstract": "Grape pomace (GP), a by-product of winemaking, is rich in organic carbon and nutrients, offering potential as an alternative to synthetic soil amendments. However, its broader use in agriculture remains limited due to uncertainties about long-term environmental and agronomic impacts. This review assesses the potential of GP as a soil amendment, highlighting its ability to enhance soil organic matter, nutrient availability, and soil physicochemical properties. At the same time, concerns remain regarding its acidic nature, wide carbon-to‑nitrogen (C/N) ratio, and bioactive compounds, such as mycotoxins and (poly)phenols, which could negatively impact soil microbial communities and nutrient cycling. Furthermore, residual contaminants such as pesticides and heavy metals in GP may pose ecotoxicological risks, potentially disrupting soil ecosystem functions and contaminating surrounding environments. Besides these challenges, research on the efficiency, fate and mobility of GP in soil, particularly in relation to soil type, climate, and agricultural practices, is limited. Furthermore, the effects of various (pre)treatments (e.g., composting, fermentation) on GP properties and soil interactions require more systematic investigation. Future research should focus on long-term field trials, advanced analytical methods, and effective monitoring frameworks. It is essential to refine regulatory guidance based on comprehensive risk assessments to ensure safe application and maximize GP's agronomic and environmental benefits. Overcoming these challenges could transform GP into a valuable resource for sustainable agriculture, contributing to soil health, climate resilience, and a circular economy.",
  "publication_date": "2025-05-14",
  "journal": "The Science of the total environment",
  "doi": "10.1016/j.scitotenv.2025.179611"
}