{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Identification of the key regulatory network and genes highly associated with the synthesis of cantharidin in Epicauta chinensis by transcriptome and metabolome analyses.",
  "abstract": "Cantharidin, as a defensive toxin of blister beetles, has attracted widespread attention in the agricultural and medical fields. However, knowledge about the cantharidin biosynthetic pathway remains limited to date. In this study, we performed transcriptome and metabolome analyses of fat bodies in Epicauta chinensis to reveal the key genes and metabolites related to cantharidin biosynthesis. The identified differentially expressed genes and differentially accumulated metabolites were primarily enriched in biosynthesis of secondary metabolites and metabolic pathways. Through weighted gene co-expression network analysis, 327 genes consistent with the variation of cantharidin content were identified, and cytochrome P450s (CYPs) and phytanoyl-CoA dioxygenase (Phyh) were novel candidate genes due to their high correlation with hub genes involved in cantharidin biosynthesis. Metabolome profiling identified the key cantharidin precursor isopentenyl diphosphate (IPP). The results of integrated analysis revealed that 49 and 11 genes interact with IPP and cantharidin, respectively. Correlation analysis showed that EcCYP6BK33, EcCYP4TT1, and EcPhyh were positively and significantly correlated with cantharidin. Furthermore, knockdown of EcCYP4TT1 and EcPhyh led to significant reductions of cantharidin synthesis; however, RNA interference of EcCYP6BK33 had no significant influence on cantharidin synthesis. These results indicate the importance of fat body in cantharidin biosynthesis. Together, our results also reveal a series of candidate genes for cantharidin biosynthesis, and generated transcriptome and metabolome data as well as a gene regulatory network, which are valuable resources for future characterization of cantharidin biosynthesis in blister beetles.",
  "publication_date": "2025-06-17",
  "journal": "Insect science",
  "doi": "10.1111/1744-7917.70102"
}