{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Polyphenol-based targeted therapy for oral submucous fibrosis.",
  "abstract": "Oral submucous fibrosis (OSF) is a chronic, progressive, and precancerous condition mainly caused by chewing areca nut. Currently, OSF therapy includes intralesional injection of corticosteroids with limited therapeutic success in disease management. Therefore, a combined approach of in silico, in vitro and in vivo drug development can be helpful. Polyphenols are relatively safer than other synthetic counterparts. We used selected polyphenols to shortlist the most suitable compound by in silico tools. Based on the in silico results, epigallocatechin-3-gallate (EGCG), quercetin (QUR), resveratrol, and curcumin had higher affinity and stability with the selected protein targets, transforming growth factor beta-1 (TGF-β1), and lysyl oxidase (LOX). The efficacy of selected polyphenols was studied in primary buccal mucosal fibroblasts followed by in vivo areca nut extract induced rat OSF model. In in vitro studies, the induced fibroblast cells were treated with EGCG and QUR. EGCG was safer at higher concentrations and more efficient in reducing TGF-β1, collagen type-1A2 and type-3A1 mRNA expression than QUR. In vivo studies confirmed that the EGCG hydrogel was efficient in improving the disease conditions compared to the standard treatment betamethasone injection with significant reduction in TGF-β1 and collagen concentrations with increase in mouth opening. EGCG can be considered as a potential, safer and efficient phytomolecule for OSF therapy and its mucoadhesive topical formulation help in the improvement of patient compliance without any side effects. Highlights Potential polyphenols were shortlisted to treat oral submucous fibrosis (OSF) using in silico tools Epigallocatechin 3-gallate (EGCG) significantly reduced TGF-β1 and collagen both in vitro and in vivo EGCG hydrogel enhanced antioxidant defense, modulated inflammation by reducing TGF-β1 and improved mouth opening in OSF rat model.",
  "publication_date": "2023-04-27",
  "journal": "Inflammopharmacology",
  "doi": "10.1007/s10787-023-01212-1"
}