{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Puerarin alleviates silicon dioxide-induced pulmonary inflammation and fibrosis via improving Autophagolysosomal dysfunction in alveolar macrophages of murine mice.",
  "abstract": "Silicosis, caused by the inhalation of silicon dioxide (SiO2), is one of the most pressing public health problems. Nevertheless, there is currently no effective treatment. This study employed male C57BL/6 J mice and mouse alveolar macrophage cell line MH-S to investigate the biological mechanism in the development of silicosis, with a view to exploring the potential applications of puerarin (Pue) in the improvement of pulmonary inflammation and fibrosis in SiO2-exposed mice. This study elucidated that SiO2could induce expression of inflammatory factors, accompanied by autophagy flux block, lysosome alkalization and membrane permeability in MH-S cells. Pue pretreatment could effectively inhibit expression of inflammatory factors in SiO2-exposed MH-S cells via alleviating autophagolysosomal dysfunction, and suppress TGF-β-induced myofibroblast differentiation. In addition, Pue was also been demonstrated to mitigate autophagolysosomal dysfunction, pulmonary inflammation and fibrosis in SiO2-exposed C57BL/6 J mice. Furthermore, the ingestion of Pue-enriched pueraria lobata tea (Plt), a traditional Chinese tea substitute that possesses anti-inflammatory, antioxidant, and cardiovascular benefits, was determined to improve imbalance of lysosome homeostasis, pulmonary inflammation and fibrosis in SiO2-exposed mice. This study illustrates the anti-inflammatory and antifibrotic properties of Pue and Plt by alleviating autophagolysosomal dysfunction and, consequently, reducing pulmonary inflammation and fibrosis. These findings provide insights into the pathogenesis mechanism of silicosis and indicate potential avenues for application of Pue and Plt in the mitigation of silicosis.",
  "publication_date": "2025-03-04",
  "journal": "International immunopharmacology",
  "doi": "10.1016/j.intimp.2025.114375"
}