{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Addition of Polyphenols to Drugs: The Potential of Controlling \"Inflammaging\" and Fibrosis in Human Senescent Lung Fibroblasts In Vitro.",
  "abstract": "The combination of a polyphenol, quercetin, with dasatinib initiated clinical trials to evaluate the safety and efficacy of senolytics in idiopathic pulmonary fibrosis, a lung disease associated with the presence of senescent cells. Another approach to senotherapeutics consists of controlling inflammation related to cellular senescence or \"inflammaging\", which participates, among other processes, in establishing pulmonary fibrosis. We evaluate whether polyphenols such as caffeic acid, chlorogenic acid, epicatechin, gallic acid, quercetin, or resveratrol combined with different senotherapeutics such as metformin or rapamycin, and antifibrotic drugs such as nintedanib or pirfenidone, could present beneficial actions in an in vitro model of senescent MRC-5 lung fibroblasts. A senescent-associated secretory phenotype (SASP) was evaluated by the measurement of interleukin (IL)-6, IL-8, and IL-1β. The senescent-associated β-galactosidase (SA-β-gal) activity and cellular proliferation were assessed. Fibrosis was evaluated using a Picrosirius red assay and the gene expression of fibrosis-related genes. Epithelial-mesenchymal transition (EMT) was assayed in the A549 cell line exposed to Transforming Growth Factor (TGF)-β in vitro. The combination that demonstrated the best results was metformin and caffeic acid, by inhibiting IL-6 and IL-8 in senescent MRC-5 cells. Metformin and caffeic acid also restore cellular proliferation and reduce SA-β-gal activity during senescence induction. The collagen production by senescent MRC-5 cells was inhibited by epicatechin alone or combined with drugs. Epicatechin and nintedanib were able to control EMT in A549 cells. In conclusion, caffeic acid and epicatechin can potentially increase the effectiveness of senotherapeutic drugs in controlling lung diseases whose pathophysiological component is the presence of senescent cells and fibrosis.",
  "publication_date": "2024-06-28",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms25137163"
}