{
  "source": "PubMed",
  "query": "catechins",
  "title": "Analysis of Macroporous Resin Combined Extraction and Purification of Polyphenols fromAgrimonia pilosaLedeb. and Anti-Tumor Effect In Vitro.",
  "abstract": "Agrimonia pilosaLedeb. (APL), a traditional Chinese herb frequently employed by Professor Zhou Zhongying, a master of traditional Chinese medicine, for colorectal cancer treatment, is rich in polyphenols with potential anti-tumor properties. To elucidate its bioactive components, this study developed a two-step purification process combining macroporous resin adsorption and liquid-liquid extraction to enrich polyphenols from APL (APLs). The adsorption/desorption mechanisms of APLs on macroporous resins were systematically investigated through resin screening, adsorption kinetics, and thermodynamics. The Langmuir isotherm model confirmed the adsorption process as spontaneous and exothermic. Pseudo-second-order kinetics effectively described the adsorption behavior of D101 resin. Optimized adsorption and column elution parameters were established, followed by liquid-liquid extraction for further purification. The components were compared and analyzed by ultra-performance liquid chromatography and quadrupole time-of-flight tandem mass spectrometry (UPLC-Q-Zeno-TOF-MS/MS). It was preliminarily identified that 29 polyphenols were mainly concentrated in water-saturated n-butanol (BEA) and ethyl acetate (ECA) extract fractions. Quantitative analysis using ultra-high performance liquid chromatography-triple quadrupole liquid chromatography-mass spectrometry (UHPLC-C-QTRAP-MS/MS) revealed higher contents of catechin (66.67 ± 1.33 ng·mg-1), hyperoside (382.56 ± 3.65 ng·mg-1), and chlorogenic acid (10.60 ± 0.05 ng·mg-1) in BEA compared to ECA (46.00 ± 2.00, 239.40 ± 2.60, and 3.42 ± 0.01 ng·mg-1, respectively). In vitro experiments demonstrated that BEA exhibited superior antiproliferative activity (IC50: 434.5 μg·mL-1) and significantly inhibited CT26 tumor cell migration compared to ECA (IC50: 672.5 μg·mL-1). The enhanced biological activity of BEA may be due to its higher polyphenol content, suggesting that these compounds mediate their anti-tumor effects through different biochemical pathways. This work lays the foundation for exploring the multi-target mechanism of anti-tumor effects of APLs.",
  "publication_date": "2025-03-26",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30071478"
}