{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Quantification of Phenolic Compounds in Olive Oils by Near-Infrared Spectroscopy and Multiple Regression: Effects of Cultivar, Hydroxytyrosol Supplementation, and Deep-Frying.",
  "abstract": "Near-infrared (NIR) spectroscopy, combined with multivariate calibration techniques such as stepwise decorrelation of variables (SELECT) and ordinary least squares (OLS) regression, was used to develop robust, reduced-spectrum regression models for quantifying key phenolic compound markers in various olive oils. These oils included nine extra virgin olive oil (EVOO) varieties, refined olive oil (ROO) blended with virgin olive oil (VOO) or EVOO, and pomace olive oil, both with and without hydroxytyrosol (HTyr) supplementation. Olive oils were analyzed before and after deep frying. The results show that HTyr ranged from 7.28 mg/kg in Manzanilla (lowest) to 21.43 mg/kg in Royuela (highest). Tyrosol (Tyr) varied from 5.87 mg/kg in Royuela (lowest) to 14.86 mg/kg in Hojiblanca (highest). Similar trends were observed in all phenolic fractions across olive oil cultivars before and after deep-frying. HTyr supplementation significantly increased both HTyr and Tyr levels in non-fried and fried supplemented oils, with HTyr rising from single digits in some controls (around 0 mg/kg) to over 300 mg/kg in most of the supplemented samples. SELECT efficiently reduced redundancy by selecting the most vital wavelengths and thus significantly improved the regression models for key phenolic compounds, including HTyr, Tyr, caffeic acid, decarboxymethyl ligstroside aglycone in dialdehyde form (oleocanthal), decarboxymethyl oleuropein aglycone in dialdehyde form (oleacein), homovanillic acid, pinoresinol, oleuropein aglycone in oxidized aldehyde and hydroxylic form (OAOAH), ligstroside aglycone in oxidized aldehyde and hydroxylic form (LAOAH), and total phenolic content (TPC), achieving correlation coefficients (R) of 0.91-0.98. The SELECT-OLS method generated highly predictive models with minimal complexity, using at most 30 wavelengths out of 700. The number of decorrelated predictors varied, at 12, 14, 15, 30, 30, 21, 30, 30, 30, and 18 for HTyr, Tyr, caffeic acid, oleocanthal, oleacein, homovanillic acid, pinoresinol, OAOAH, LAOAH, and TPC, respectively, demonstrating the adaptability of the SELECT-OLS approach to different spectral patterns. These reliable calibration models enabled online and routine quantification of phenolic compounds in EVOO, VOO, ROO, including both non-fried and fried as well as supplemented and non-supplemented samples. They performed well across eight deep-frying conditions (3-6 h at 170-210 °C). Implementing an NIR instrument with optimized variable selection would simplify spectral analysis and reduce costs. The developed models all demonstrated strong predictive performance, with low leave-one-out mean prediction errors (LOOMPEs) with values of 15.69, 8.47, 3.64, 9.18, 16.71, 3.26, 8.57, 13.56, 56.36, and 82.38 mg/kg for HTyr, Tyr, caffeic acid, oleocanthal, oleacein, homovanillic acid, pinoresinol, OAOAH, LAOAH, and TPC, respectively. These results confirm that NIR spectroscopy combined with SELECT-OLS is a feasible, rapid, non-destructive, and eco-friendly tool for the reliable evaluation and quantification of phenolic content in edible oils.",
  "publication_date": "2025-05-31",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060672"
}