{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "Grape seed proanthocyanidins improves growth performance, antioxidative capacity, and intestinal microbiota in growing pigs.",
  "abstract": "Grape seed proanthocyanidin (GSP) is a kind of plant polyphenols with a wide variety of biological activities. In this study, we explored the effect of dietary GSP supplementation on growth performance, nutrient digestibility, and intestinal microbiota in growing pigs. A total of 180 growing pigs (30.37 ± 0.31 kg) were randomly assigned to five treatment groups, each consisting of six replicate pens with six pigs per pen. The pigs received either a basal diet (control) or a basal diet supplemented with GSP at 15, 30, 60, or 120 mg/kg. The trial lasted for 33 days, and blood and fecal samples were collected for biochemical measurements. GSP supplementation at a dose from 30 to 120 mg/kg decreased the ratio of feed intake to gain (F:G) (p< 0.05). GSP also increased the digestibility of dry matter, crude protein, ether extract, and gross energy (p< 0.05). GSP supplementation at 30 mg/kg increased the serum concentrations of immunoglobulin (Ig) A (p< 0.05). Interestingly, GSP supplementation at 60 mg/kg decreased the serum concentrations of urea and malondialdehyde (p< 0.05). However, the serum concentrations of glutathione peroxidase and total superoxide dismutase were significantly increased upon GSP supplementation (p< 0.05). Importantly, GSP supplementation at 120 mg/kg significantly increased the abundance of the phylum Firmicutes, but decreased the abundance of phylum Bacteroidetes and Epsilonbacteraeota in the feces (p< 0.05). Moreover, GSP supplementation significantly elevated the abundance of genus Lactobacillus, but decreased the abundance of genus Prevotellaceae NK3B31 (p< 0.05). Dietary GSP supplementation improves the growth performance and nutrient digestibility in growing pigs, which may be associated with enhancement of the antioxidative capacity, as well as improvement in gut microbiota. This study may promote the use of GSP in animal nutrition and the feed industry.",
  "publication_date": "2024-11-20",
  "journal": "Frontiers in microbiology",
  "doi": "10.3389/fmicb.2024.1501211"
}