{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Protective effects of grape seed procyanidin extract on neurotrophic and muscarinic signaling pathways in the aging neuromuscular junction.",
  "abstract": "At the neuromuscular junction (NMJ), which coordinates movement, postsynaptic-derived neurotrophic factors have neuroprotective functions and retrogradely regulate the exocytotic machinery involved in neurotransmitter release. In parallel, presynaptic autocrine muscarinic signaling plays a fundamental modulatory role in this synapse. We previously found that these signaling pathways are impaired in the aged neuromuscular system. In this follow-up study, we investigated an anti-aging strategy using grape seed procyanidin extract (GSPE), a common dietary antioxidant known for its neuroprotective properties in various pathologies, but its effects on the aged neuromuscular system remain unexplored. This study analyses whether GSPE can mitigate age-associated impairments in neurotrophic and muscarinic signaling within the neuromuscular system. We assessed the expression (protein levels) and activation (phosphorylation) of the key proteins in the brain-derived-neurotrophic-factor (BDNF)/neurotrophin 4 (NT-4) and muscarinic pathways in theextensor digitorum longus(EDL) muscles of aged rats, with comparisons to GSPE-treated aged rats and young controls. The results demonstrate that GSPE treatment prevents the most relevant aging-induced changes in neurotrophic and muscarinic receptor isoforms, downstream protein kinases, and their targets in the neurotransmitter exocytotic machinery. Nevertheless, GSPE was less effective at preventing alterations in some other proteins within these pathways, such as calcium channels, and did not modify several other molecules involved in these pathways, which remain unchanged during aging. Overall, this study highlights the neuroprotective potential of GSPE in preventing fundamental age-related molecular changes at the NMJ, which helps improve functionality and may increase the quality of life and lifespan in aged individuals.",
  "publication_date": "2025-05-06",
  "journal": "Food & function",
  "doi": "10.1039/d5fo00286a"
}