{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Variable-frequency ultrasound synergistic hot air drying of Cherry: Effect on drying characteristics and physicochemical quality.",
  "abstract": "This study selected (180 min, 300 min and 60 min, 180 min) as the frequency conversion time nodes and set two modes of sequential frequency conversion (25-28-40 kHz) and reverse frequency conversion (40-28-25 kHz). The objective was to investigate the effects of variable-frequency ultrasound synergistic hot air drying (VFU-HAD) on the drying characteristics and physicochemical properties of cherry. The results showed that compared to hot air drying (HAD), variable-frequency ultrasound (VFU) could reduce drying time (26.32-31.85 %) and specific energy consumption (1.07-21.88 %). Furthermore, VFU demonstrated superior efficacy in improving cherry quality. In particular, in the sequential variable frequency mode, this treatment better preserved anthocyanins, total phenolic content (TPC) and citric acid content in cherries, while significantly improving their free radical scavenging ability (DPPH and ABTS), (p < 0.05). Under the 40 kHz (0 min)-28 kHz (180 min)-25 kHz (300 min) mode, cherries exhibited relatively higher overall contents of glucose (588.85 mg/g), fructose (394.15 mg/g), sucrose (26.48 mg/g), and quinic acid (28.37 mg/g). Furthermore, VFU effectively preserved the color of cherries and significantly improved their textural properties, rendering them softer and more elastic. The microscopic structure indicated that VFU drying promoted the formation of micropores on the cherry surface, facilitating uniform moisture migration. Using the Rank-Sum Ratio comprehensive evaluation method, it was determined that under the 40 kHz (0 min)-28 kHz (180 min)-25 kHz (300 min) mode, the RSR score was the highest (0.8097), indicating the best overall quality of dried cherries. The findings were of great significance for the development of fruit and vegetable drying and the improvement of product quality.",
  "publication_date": "2025-05-18",
  "journal": "Ultrasonics sonochemistry",
  "doi": "10.1016/j.ultsonch.2025.107387"
}