{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Spices and culinary herbs for the prevention and treatment of breast cancer: A comprehensive review with mechanistic insights.",
  "abstract": "Breast cancer (BC) continues to be the primary malignant neoplasm affecting women. For many years, traditional approaches such as chemotherapy, hormone therapy, radiation, and surgical interventions have been employed to treat BC. However, these therapies often fall short due to considerable adverse effects and the development of multidrug resistance or tolerance. Spices and culinary herbs that have been utilized in culinary practices for millennia have also demonstrated therapeutic effects in traditional medicinal practices serving to both prevent and treat BC. This review aims to comprehensively explore the roles and underlying mechanisms through which spices and culinary herbs exert anti-BC properties. These natural ingredients exhibit diverse anti-BC effects that encompass diverse mechanisms, including the inhibition of BC cell proliferation, migration, metastasis, and angiogenesis, as well as the induction of cell cycle arrest and apoptosis. These actions are achieved by targeting signaling pathways such as phosphoinositide 3-kinase (PI3K)/protein kinase B (Akt)/mammalian target of rapamycin (mTOR), notch signaling, Hedgehog signaling, nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB), and Wingless/int (Wnt)/β-catenin signaling pathways that are predominantly overexpressed in breast tumors or are exploited by them to promote cancer progression. Additionally, compounds such as curcumin, allicin, gingerol, zerumbone, diosgenin, capsaicin, piperine, quercetin, malabaricone C, eugenol, cardamomin, carnosol, cinnamaldehyde, sinigrin present in these spices and herbs may be more effective with reduced side effects against BC compared to conventional chemotherapeutic drugs. This review presents a concise overview of the potential contributions of spices, culinary herbs, and their potent bioactive constituents against BC, with particular emphasis on elucidating their mechanisms of action.",
  "publication_date": "2024-07-06",
  "journal": "Cancer pathogenesis and therapy",
  "doi": "10.1016/j.cpt.2024.07.003"
}