{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "[Effects of total flavonoids of Dracocephalum moldavica on apoptosis of H9c2 cells induced by OGD/R injury and endoplasmic reticulum stress].",
  "abstract": "This study investigated the effects of total flavonoids of Dracocephalum moldavica(TFDM) on apoptosis in rat H9c2 cells induced by endoplasmic reticulum stress(ERS) established by oxygen-glucose deprivation and reoxygenation(OGD/R) injury and tunicamycin(TM), and explored the potential mechanisms. After successful modeling, the following groups were set in this experiment: control group, model(OGD/R or TM) group, and TFDM low-, medium-, and high-dose groups(12.5, 25, and 50 μg·mL~(-1)). The OGD/R injury model was constructed in vitro. Cell proliferation was assessed using the cell counting kit-8(CCK-8) method. The levels of lactate dehydrogenase(LDH) and creatine kinase MB isoenzyme(CKMB) in the cell supernatant were detected. Western blot was used to assess the expression of ERS-related proteins, including glucose regulatory protein 78(GRP78), C/EBP homologous protein(CHOP), activating transcription factor 6(ATF6), and apoptotic proteins B-cell lymphoma 2(Bcl-2) and Bcl-2-associated X protein(Bax). Apoptosis was detected using the terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling(TUNEL) method. In the TM-induced ERS model, Western blot was used to measure the expression of ERS pathway-related proteins GRP78, CHOP, inositol-requiring enzyme 1(IRE1), X-box binding protein 1(XBP1), protein kinase RNA-like endoplasmic reticulum kinase(PERK), eukaryotic initiation factor 2α(eIF2α), ATF6, p-ATF6, and apoptotic proteins Bcl-2, Bax, cysteinyl aspartate specific proteinase-12(caspase-12), and cleaved caspase-12. Gene expression of GRP78, CHOP, PERK, and ATF6 was detected by real-time fluorescence quantitative PCR(RT-qPCR). Apoptosis was again detected using the TUNEL method. The results showed that in the OGD/R model, compared with the control group, the levels of LDH and CKMB in the cell supernatant were significantly increased in the OGD/R group. Compared with the OGD/R group, the levels of LDH and CKMB in the TFDM group were significantly reduced. Western blot results revealed that compared with the control group, the expression of ERS-related proteins and Bax in the OGD/R group was significantly increased, while the expression of Bcl-2 was significantly decreased. Compared with the OGD/R group, the expression of ERS-related proteins and Bax in the TFDM groups was significantly reduced, and the expression of Bcl-2 was significantly increased. TUNEL assay showed that apoptosis was significantly decreased after TFDM treatment. In the TM-induced ERS experiment, compared with the control group, the expression of ERS-related genes, ERS-related proteins, and apoptotic proteins in the TM group was significantly increased, while the expression of Bcl-2 was significantly decreased. Compared with the TM group, the expression of ERS-related genes, ERS-related proteins, and apoptotic proteins in the TFDM group was significantly reduced, and the expression of Bcl-2 was significantly increased. These results suggest that ERS exists in the OGD/R-injured H9c2 cell model, and TFDM can effectively inhibit ERS-induced apoptosis. The mechanism may be related to the downregulation of ERS pathway-related proteins and apoptotic proteins.",
  "publication_date": "2025-05-01",
  "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
  "doi": "10.19540/j.cnki.cjcmm.20241212.703"
}