{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Monochromatic Light Impacts the Growth Performance, Intestinal Morphology, Barrier Function, Antioxidant Status, and Microflora of Yangzhou Geese.",
  "abstract": "This study investigates the effect of monochromatic light on the body weight (BW), melatonin concentration and its receptors expression levels, intestinal health, and gut microorganisms of Yangzhou geese. Green light (GL) significantly increased BW, melatonin and its receptor expression levels, villus height (VH) and villus height/crypt depth (VH/CD) ratio, superoxide dismutase (SOD), catalase (CAT), and total antioxidant capacity (T-AOC) activities, as well as the abundance ofSynergistotaandPrevotellaceae_UCG-001, compared with white light (WL). Blue light (BL) significantly increased the mRNA expression of melatonin membrane receptor 1a (Mel1a) and nuclear receptor 1α (RORα), VH and VH/CD ratio, CAT activity, cecal microbes diversity, and decreased malondialdehyde (MDA) levels. Red light (RL) significantly decreased average daily feed intake, reduced the abundances ofSynergistotaandPrevotellaceae_UCG-001, and increased Mel1a and RORα mRNA expression levels, MDA content, and cecum microbial diversity. Moreover, melatonin levels were significantly higher in the GL and BL groups compared to RL. Furthermore, the mRNA expression levels of Claudin-10, Occludin, and occludens-1 (ZO-1) were significantly upregulated under GL or BL exposures compared to the WL group, whereas RL only enhanced the expression levels of ZO-1. Spearman's correlation analysis revealed that the relative abundance ofPrevotellaceae_UCG-001exhibited positive correlations with BW, melatonin and its receptors expression, gut health, and antioxidant capacity. Overall, these findings suggested that GL exposure enhanced melatonin synthesis and its receptors expression, modulated intestinal homeostasis and microbial ecology, and ultimately increased goose BW.",
  "publication_date": "2025-06-19",
  "journal": "Animals : an open access journal from MDPI",
  "doi": "10.3390/ani15121815"
}