{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Comprehensive phytochemical profiling of bioactive compounds fromBarleria prattensisfor their antioxidant and cytotoxic capacity and its characterization using GC-MS.",
  "abstract": "Barleria prattensisSantapau has been traditionally used for its medicinal properties, particularly for its antimicrobial and antioxidant benefits. This study evaluates its phytochemical composition, total phenolic content (TPC), total flavonoid content (TFC), antioxidant activity, and anticancer potential. Phytochemical screening was conducted using standard qualitative assays, while TPC and TFC were quantified using the Folin-Ciocalteu and aluminum chloride methods, respectively. The TPC values for methanol (MeOH), chloroform (CHCl3), and petroleum ether (PE) extracts were 72.9, 37.3, and 16.6 mg GAE/g, whereas TFC values were 43.4, 28.1, and 18.3 mg QE/g, respectively. Antioxidant activity was assessed using the DPPH radical scavenging assay, with IC50values of 7.46, 16.13, 66.95, and 112.97 μg/mL for ascorbic acid (AA), MeOH, CHCl3, and PE, respectively. Cytotoxicity against the MCF-7 breast cancer cell line was evaluated using the MTT assay, with IC50values of 293.6 μg/mL for MeOH, 260.0 μg/mL for CHCl3, and 60.1 μg/mL for PE. Morphological analysis confirmed apoptotic changes in treated MCF-7 cells compared to untreated controls. GC-MS analysis identified key bioactive compounds, including phytol, squalene, neophytadiene and β-sitosterol, which are known for their antioxidant and anticancer properties. The methanolic extract exhibited the highest antioxidant activity, comparable to ascorbic acid, while the PE extract showed the strongest cytotoxic effect. This study provides novel insights into the dual therapeutic potential ofB. prattensis, underscoring its role as a rich source of antioxidant and anticancer phytochemicals. The superior cytotoxicity of the PE extract and the methanolic extract's radical scavenging efficacy highlight its viability for developing plant-based therapies for oxidative stress-related disorders and breast cancer. Further isolation and characterization of bioactive compounds, including squalene, phytol, and neophytadiene, which are the most abundant in this plant, could support drug discovery and the development of new therapeutic agents.",
  "publication_date": "2025-06-10",
  "journal": "Biochemistry and biophysics reports",
  "doi": "10.1016/j.bbrep.2025.102083"
}