{
  "source": "PubMed",
  "query": "catechins",
  "title": "Immune enhancement and disease resistance againstAeromonas hydrophilainfection by dietaryLactobacillus plantarum-fermentedMoringa oleiferaleaves inOreochromis niloticus.",
  "abstract": "For enhancing the nutritional characteristics ofMoringa oleiferaleaves (MOLs), the present research set out to examine the effect of MOLs fermented byLactobacillus plantarum(MOLF) or MOLs powder (MOLP) on innate immunity defense and resilience toAeromonas hydrophilachallenge inOreochromis niloticus. A 30-day experiment was conducted with 180 Nile tilapia fingerlings, divided randomly into five equal-sized groups of 36 fingerlings, three replicates per group. The 1st control fish received a basal meal devoid of any supplements. The 2nd MOLP-L and the 3rd MOLP-H fish received basal meals enriched with low and high levels of MOLP (50 g or 100 g/kg diet). The 4th MOLF-L and 5th MOLF-H fish received basal meals enriched with low and high levels of MOLF (50 g or 100 g/kg diet). Ferulic acid, gallic acid, caffeic acid, and p-coumaric acid were the primary phenolic components identified by HPLC in the fermented MOLs. Meanwhile, naringenin, rutin, quercetin, kaempferol, luteolin, apigenin, and catechin were the main flavonoids detected. The results revealed that MOLF dietary supplementation enhanced the immune-related outcomes more significantly (P< 0.05) than MOLP in a dose-related manner. Supplementation of MOLF increased serum nitric oxide and lysozyme levels, phagocytic index, phagocytic %, hepatic superoxide dismutase, and glutathione, yet declined the levels of malondialdehyde more significantly (P< 0.05) than the MOLP. The proinflammatory genesIL1β,TNFα, andIL-2were significantly (P< 0.0.05) down-regulated. In contrast, the expression of theIL-10gene was markedly upregulated in the spleen and head kidney (anterior) postA. hydrophilachallenge in the MOLF-groups than the MOLP-groups. MOLF-supplemented groups showed a significantly (P< 0.05) enhanced relative proportion of survivorship and survival rates but decreased theA. hydrophilabacterial load (CFU) compared to the MOLP-supplemented groups. In conclusion, our findings have offered new insights into the promising immune-enhancing outcome of MOLF as a dietary supplement for immune augmentation against disease challenges in Nile tilapia.",
  "publication_date": "2025-04-25",
  "journal": "Frontiers in veterinary science",
  "doi": "10.3389/fvets.2025.1557671"
}