{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Effects of Monoterpene-Based Biostimulants on Chickpea (Cicer arietinumL.) Plants: Functional and Molecular Insights.",
  "abstract": "This study evaluated the physiological and biochemical responses of chickpea (Cicer arietinumL.) to foliar application of cineole, carvacrol, and thymol at concentrations of 500 and 1000 ppm. Carvacrol at 1000 ppm significantly enhanced fresh biomass (+15.4%) and aerial biomass (+46.2%), whereas thymol significantly reduced plant height (-20.2%) and overall biomass, yet notably increased chlorophyll content (+23.3%) and vitamin C levels (+41.4%) at the same concentration. Cineole significantly improved antioxidant capacity by increasing total phenolic content (+15.5% at 1000 ppm) and total flavonoid content (+19.1% at 500 ppm), but simultaneously decreased soluble protein synthesis and chlorophyll content (-39% at 500 ppm). Mineral analysis showed notable increases in calcium content following treatment with cineole (+30.5% at 1000 ppm) and carvacrol (+32% at 500 ppm), while thymol at 1000 ppm significantly reduced phosphorus, potassium, manganese, iron, copper, and zinc accumulation. Molecular docking and dynamic simulations revealed strong interactions of thymol and carvacrol with essential enzymes, specifically ascorbate peroxidase and phenylalanine ammonia-lyase, which are involved in antioxidant and phenolic metabolism pathways. These molecular interactions suggest potential contributions of thymol and carvacrol to plant stress resilience mechanisms, although further experimental validation is needed to confirm their roles in vivo. These findings emphasize the importance of optimizing monoterpene concentrations, indicating that carefully calibrated treatments could effectively enhance chickpea growth, nutritional quality, and stress tolerance within sustainable agricultural practices.",
  "publication_date": "2025-06-05",
  "journal": "Biology",
  "doi": "10.3390/biology14060657"
}