{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Untargeted and targeted metabolomics approaches to characterise, select and advance cassava pre-breeding populations with enhanced whitefly tolerance.",
  "abstract": "Cassava (Manihot esculenta Crantz) provides food security for over 500 million people in Sub-Saharan Africa (SSA). Whitefly (Bemisia tabaci) is a pest in this region that results in ca. 50% crop yield losses. Thus, it is important to develop approaches that will generate new varieties tolerant to this pest to advance food security in the region. Two parental cassava varieties, ECU72 tolerant to whiteflies and COL2246 a susceptible line, have been used to generate bi-parental populations. The F1 generation has been screened for whitefly resistance, and progeny identified displaying enhanced tolerance. From designated F1 tolerant progeny, F2 families have been generated and phenotyped. The tolerance to whiteflies in the F2 population was further enhanced. Untargeted metabolomics was used to characterise whitefly susceptible and tolerant sub-groups. PCA of the molecular features generated clustering of accessions into whitefly resistant and susceptible groups, and differentiating metabolite biomarkers were identified. The most significant metabolite marker for resistance is the chemical feature 316.0924. Although not consistent among all whitefly resistance sub-groups, targeted LC-MS analysis revealed several pathways displaying perturbed levels. These include cyanogenic glycosides, apocarotenoids and the phenylpropanoid super-pathway comprising hydroxycinnamic acids, flavonoids and proanthocyanidins. Thus, the generation of a bi-parental population for whitefly tolerance/susceptibility enabled the identification of quantitative metabolite markers, the pathways contributing to tolerance, the underlying modes of action associated with resistance and the potential for the development of future high-throughput low-cost proxy markers. The approach also provides generic insights into future breeding strategies utilising bi-parental progeny for the enhancement of traits.",
  "publication_date": "2025-05-01",
  "journal": "The Plant journal : for cell and molecular biology",
  "doi": "10.1111/tpj.70233"
}