{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Use of red seaweed phytochemicals-zeolite nanocomposite as a feed additive to reduce ruminal methane emissions in vitro.",
  "abstract": "Natural alternative products to antimicrobials may offer a cost-effective and environmentally friendly substitute for conventional ionophore antibiotics as dietary feed additives to reduce methane (CH4) emissions from ruminants. This study is designed to prepare and assess the physicochemical properties and biological effects of red seaweed (Asparagopsis taxiformis) phytochemicals-zeolite nanocomposite (ZRN) in comparison to ionophore monensin and natural zeolite on ruminal fermentation. The wet impregnation technique was employed to combine the active components of red seaweed with zeolite to create ZRN. An in vitro gas production (GP) study was conducted to evaluate the biological impact of different levels of the developed ZRN on ruminal fermentation compared to monensin and natural zeolite. The experimental treatments included a control group (0 supplementations), monensin (40 mg/kg dry matter (DM) monensin), natural zeolite (20 g/kg DM natural zeolite), and ZRN were supplemented at 0.25, 0.5, and 0.75 g/kg DM ZRN to the control basal substrate. The experimental ZRN contained 27 highly active phytochemicals, such as 1,2-Benzene dicarboxylic acid, quercetin, and patchouli alcohol. Particle size distribution analysis revealed that the particle size at D90 decreased from 334 nm in natural zeolite to 46 nm in ZRN. The innovative ZRN exhibited a larger specific surface area, higher cation exchange capacity, and distinct morphology observed through electron microscopy compared to natural zeolite. All experimental feed additives reduced CH4production compared to the control, with ZRN diets had the lowest (P = 0.02) CH4values among all diets. A linear reduction effect of the ZRN prototype on ruminal GP (P = 0.007) and linear and quadratic reductions in CH4production (P < 0.05) were observed, without adverse effects on organic matter degradability. ZRN supplementation increased (P < 0.05) ruminal pH and tended (P = 0.08) to decrease ammonia production compared to the control diet. Monensin showed a tendency towards reducing protozoal count (P = 0.08), while ZRN treatment resulted in linear and quadratic increases (P < 0.05). No differences were detected in total short-chain fatty acids among the experimental treatments. Significant increases (P = 0.018) were observed in the molar proportions of propionate due to monensin, whereas all treatments involving ZRN led to a significant increase (P = 0.001) in the molar proportions of acetate over propionate. These results indicate the successful preparation of the ZRN with enhanced physicochemical properties and biological effects for reducing CH4production while promoting microbial fermentation. Thus, it could be considered as a novel dietary feed additive for dairy ruminant diets.",
  "publication_date": "2025-06-13",
  "journal": "Tropical animal health and production",
  "doi": "10.1007/s11250-025-04501-9"
}