{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Antifungal activity of Serratia plymuthica against the phytopathogenic fungus Alternariatenuissima.",
  "abstract": "The antifungal activity of Serratia plymuthica CCGG2742, a bacterial strain isolated from grapes berries skin, against a phytopathogenic fungus isolated from blueberries was evaluated in vitro and in vivo. In order to characterize the wild fungal isolate, phylogenetic analysis using concatenated DNA sequences from the RPB2 and TEF1 genes and of the ITS region was performed, allowing the identification of the fungal isolate that was called Alternaria tenuissima CC17. Hyphae morphology, mycelium ultrastructure, conidia and reproductive structures were in agreement with the phylogenetic analysis. The antifungal activity of the S. plymuthica strain was dependent on the composition of the culture medium. The greatest inhibition of mycelial growth of A. tenuissima CC17 by S. plymuthica CCGG2742 was observed on YTS medium, which lacks of an easily assimilable carbon source. Fungal growth medium supplemented with 50 % of bacterial supernatant decreased the conidia germination of A. tenuissima CC17 up to 32 %. Preventive applications of S. plymuthica CCGG2742 to blueberries and tomato leaves at conidia:bacteria ratio of 1:100, protected in 77.8 ± 4.6 % and 98.2 ± 0.6 % to blueberries and tomato leaves from infection caused by A. tenuissima CC17, respectively. To the best of our knowledge, this is the first report on the antifungal activity of S. plymuthica against A. tenuissima, which could be used as a biological control agent of plant diseases caused by this fungal species. In addition, the results of this work could be a starting point to attribute the real importance of A. tenuissima as a pathogen of blueberries in Chile, which until now had been considered almost exclusively to A. alternata. Likewise, this research could be relevant to start developing highly effective strategies based on S. plymuthica CCGG2742 for the control of this important phytopathogenic fungus.",
  "publication_date": "2024-06-19",
  "journal": "Microbial pathogenesis",
  "doi": "10.1016/j.micpath.2024.106750"
}