{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Effects of mallotus furetianus extract on CYP3A activities in rats.",
  "abstract": "Mallotus furetianus is traditionally used as folk medicine on Hainan Island, China. Given the significance of the pharmacokinetic interaction between herbs and drugs, we investigated the effects of Mallotus furetianus ethanol extract (MFE) on CYP3A activity in rats. The major bioactive constituents of MFE, gallic acid (GA) and epigallocatechin gallate (EGCG), were analyzed by Reverse Phase High-Performance Liquid Chromatography (RP-HPLC) for MFE standardization. Rats were orally administered 320 mg/10mL/kg MFE or water (control) once a day for 7 days. Two hours after the last MFE treatment, the rats were euthanized, and the livers and small intestines were excised. The activity of CYP3A was measured in hepatic and intestinal microsomes, and the expression in hepatic and intestinal tissues was assessed by qRT-PCR and western blot. In the pharmacokinetics experiment, rats were administered MFE as described above. Two hours after the final dose of MFE, a 15 mg/kg midazolam solution was orally administered. Blood samples were collected before and after midazolam administration. Midazolam plasma concentration and 1-hydroxymidazolam formation in microsomes were measured by LC-MS/MS methods.CYP3A activity in hepatic microsomes exhibited a significant decrease in MFE treatment group, while no change was observed in intestinal microsomes. MFE treatment significantly increased CYP3A1 activity, as well as mRNA and protein expression in the small intestine but reduced these parameters in the liver. However, CYP3A2 remained unaffected by MFE treatment. Pharmacokinetics study showed that administration of MFE for 7 days significantly reduced the Cmax of midazolam from 919 ± 70 ng / mL to 708 ± 91 ng /mL. Conversely, t1/2 was increased from 0.45 ± 0.08 h in the control group to 0.69 ± 0.15 h in the MFE group.Collectively, our study indicated that MFE could modulate CYP3A1 activity and expression of CYP3A1, subsequently changing the metabolism of midazolam in rats.",
  "publication_date": "2025-05-27",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-02193-7"
}