{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Synergistic Effects of Zinc Fortification and Ultrasonic Treatment on Bioactive Compounds, Antioxidant Activity, and Metabolomic Profiles of Germinated Black Rice.",
  "abstract": "Fortified germination is regarded as a straightforward and potent approach to boost the nutritional value and bioactive compounds of cereal seeds, and it is also used for cereal micronutrient fortification. Zinc (Zn) and ultrasound treatments have been applied in the fortified germination of cereals. This paper primarily investigated the synergistic effects of Zn fortification at varying concentrations and ultrasonic treatment on germinated black rice and its associated metabolomic profile. The results indicated that Zn fortification coupled with ultrasonic treatment increased Zn content, total flavonoid content, total polyphenol content, and antioxidant properties of germinated black rice. Untargeted metabolomics analysis of germinated black rice without Zn fortification or ultrasound treatment (GBR), ultrasound-treated germinated black rice (UGBR), 150 mg/L Zn-treated germinated black rice (GBR-Zn150), and combined 150 mg/L Zn and ultrasound-treated germinated black rice (UGBR-Zn150) revealed 307 metabolites. The differential metabolites (DMs) analysis demonstrated that UGBR-Zn150 exhibited the most metabolic changes. A notable upregulation of DMs in the phenylpropanoids and polyketides (PPs) was observed. Among these metabolites, gossypetin, taxifoliol, datiscin, and irigenol exhibited a significant positive correlation with antioxidant ability (p < 0.05). The Kyoto Encyclopedia of Genes and Genomes (KEGG) analysis revealed four significantly enriched metabolic pathways, which contributed to increased phenolic compounds and gamma-aminobutyric acid (GABA), thereby enhancing its nutritional value and antioxidant properties. These results suggest that Zn fortification combined with ultrasonic treatment may serve as a promising approach for improving the nutritional fortified profile of germinated seeds. PRACTICAL APPLICATION: The synergistic treatment of germination with Zn fortification and ultrasound is an effective approach to enhance the Zn content, nutritional quality, and functional properties of black rice. This method promotes the potential application of germinated black rice in functional foods and provides a novel strategy for addressing Zn deficiency issues.",
  "publication_date": "2025-05-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70294"
}