{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Unraveling allelopathic potential of Medicago ruthenica (L.) Trautv.: insights from allelopathic effects and untargeted metabolomics.",
  "abstract": "The allelopathic effects of dominant native plants such as grasses and legumes are conducive to restore plant communities and shape ecological patterns in degraded grassland ecosystems. In the present study, plant bioassays combined with untargeted metabolomics were employed to explore the allelopathic activity and potential allelochemicals of plant methanol extract (PM), rhizosphere soil water extract (SW), and rhizosphere soil methanol extract (SM) of M. ruthenica. The results indicated that three extracts inhibited the germination of L. sativa seeds at all tested concentrations. The inhibitory effects of these extracts on the seedling growth of M. ruthenica suggested the presence of autotoxicity potential. Among the three companion grassland plants seedlings, P. crymophila responded positively to three extracts, while A. pendulum exhibited negative responses. P. kansuensis showed negative responses to PM and SM treatments but responded positively to SW treatment. Metabolomic data analysis revealed that a total of 1,242 metabolites were annotated across the three extract groups. In the PM group, short-chain organic acids and their derivatives exhibited higher relative abundances. The SW group was enriched in alkaloids and flavonoids, while the SM group showed higher relative abundances of long-chain organic acids and their derivatives. The short-chain organic acids, their derivatives, and flavonoids were identified as potential allelochemicals associated with M. ruthenica. This study has confirmed the allelopathic potential of M. ruthenica and revealed its species-specific allelopathic characteristics, which provides a theoretical basis for its application in the ecological restoration of degraded grasslands.",
  "publication_date": "2025-06-17",
  "journal": "Phytochemistry",
  "doi": "10.1016/j.phytochem.2025.114587"
}