{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Investigating the Health Potential ofMenthaSpecies Against Gastrointestinal Disorders-A Systematic Review of Clinical Evidence.",
  "abstract": "Background/Objectives:Gastrointestinal disorders include a broad spectrum of clinical conditions due to various symptoms. Abdominal pain claims attention as it can be associated with multiple diseases, and some of them can lead to chronic abdominal pain, such as chronic gastritis and irritable bowel syndrome. Moreover, dyspepsia is also a prevalent condition, and its symptoms are postprandial fullness, epigastric pain or burn, and early satiety. Conventional therapeutic approaches for gastrointestinal disorders exist, but theMenthaplant has a millenary tradition.Menthaaerial parts and leaves hold therapeutic and pharmacological value, and its components are characterized as non-essential oil with superabundant phenolic compounds, and essential oil classified as volatile secondary metabolites like menthol and menthone. Studies have shown thatMenthaspecies can exert benefits by modulating the inflammatory process and scavenging free radicals, which can benefit gastrointestinal tract disorders. The aim of this review was to systematically investigate the effects ofMenthaspecies on gastrointestinal disorders.Methods:Sixteen clinical trials included patients diagnosed with irritable bowel syndrome, functional dyspepsia, and functional abdominal pain, as well as some healthy volunteers. The COCHRANE tool was utilized to assess the bias of the included studies.Results:Most studies reported significant outcomes forMenthaoil-treated groups, such as better control of abdominal pain and discomfort, even though two trials did not report superior outcomes.Conclusions:Due to the increasing interest in natural compounds, further clinical trials are necessary to confirm the status ofMenthafor improvement in gastrointestinal disorders.",
  "publication_date": "2025-05-08",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18050693"
}