{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Terpinen-4-ol Targets HIF-1α/TGF-β1/TNF-α Axis to Attenuate Ethanol-Induced Hepatotoxicity: Network Pharmacology and In Vitro Validation.",
  "abstract": "Background and Objective:Alcoholic liver disease (ALD) is a major health burden caused by chronic alcohol consumption, leading to oxidative stress, inflammation, and fibrosis. Current treatments are limited, highlighting the need for novel therapeutic agents. This study investigated the hepatoprotective effects of 'Terpinen-4-ol (T4OL)', a natural monoterpene from tea tree oil, against ethanol-induced liver injury, focusing on its molecular and cellular mechanisms.Materials and Methods:Network pharmacology and molecular docking were employed to predict T4OL's interaction with ALD-associated targets. Human HepG2 cells were used to validate the in silico findings. Cells were exposed to ethanol (8%) prior to treatment with T4OL or silymarin (SIL), and cytotoxicity was assessed through MTT, crystal violet, and trypan blue assays. Moreover, ELISA and qPCR were conducted to evaluate antioxidant, inflammatory, and fibrotic markers.Results:Network pharmacology analysis suggested that T4OL exerts its hepatoprotective effects by suppressing inflammatory and fibrotic mediators (HIF-1α, TGF-β1, and TNF-α). Docking studies also exhibited a strong binding affinity of T4OL to key ALD targets, with docking scores comparable to SIL. In addition, T4OL (13-1300 µM) dose-dependently protected HepG2 cells from ethanol-induced damage, restoring viability by up to 80% at 650 µM. It significantly elevated antioxidant levels (GSH by 2.5-fold, SOD by 1.8-fold) and suppressed pro-inflammatory and fibrotic markers (IL-6, COL1A1, TIMP-1) by 40-60%. At higher concentrations (650-1300 µM), T4OL outperformed SIL in cytoprotection and anti-fibrotic effects.Conclusions:T4OL mitigates ethanol-induced liver injury by targeting oxidative stress, inflammation, and fibrosis pathways, demonstrating superior efficacy to SIL at optimal doses. Its multi-target action supports its potential as a therapeutic candidate for ALD.",
  "publication_date": "2025-06-06",
  "journal": "Medicina (Kaunas, Lithuania)",
  "doi": "10.3390/medicina61061048"
}