{
  "source": "PubMed",
  "query": "tannins",
  "title": "Machine learning optimization of microwave-assisted extraction of phenolics and tannins from pomegranate peel.",
  "abstract": "The peel of pomegranate (Punica granatum) is rich in bioactive compounds, specifically phenolic compounds and tannin compounds. However, there is still a lot of difficulty dealing with the extraction of these substances due to the limitations of traditional methods. Microwave-assisted extraction (MAE) has shown promise, but optimizing it for maximum efficiency and yield remains a challenge. In this work, a microwave-assisted extraction improved using machine learning approaches was used to extract tannins and phenolic compounds from pomegranate peel. The experimental design consisted of four independent variables: microwave power (100-300 W), extraction time (10-40 min), temperature (35-50 °C), and food-to-solvent ratio (0.25-0.5 g/10 mL). The evaluated response variables were total phenolic (mg GAE/g), total tannin (mg CE/g), and antioxidant activity (DPPH scavenging activity). Thirty experiments were conducted using the microwave extraction system. Two machine learning models, LSBoost with Random Forest (LSBoost/RF) and LSBoost with K-Nearest Neighbors Neural Network (LSBoost/KNN-NN), were developed and compared for predicting extraction outcomes. The LSBoost/RF model demonstrated superior performance, achieving correlation coefficients (R²) of 0.9998, 0.9018, and 0.9269 for total phenolic, total tannin, and DPPH %, respectively. Feature importance analysis revealed microwave power as the most influential parameter, particularly for tannin content and antioxidant potency. The findings indicate that the combination of microwave-assisted extraction with machine learning provides an effective and accurate approach for the extraction and prediction of phenolic and tannin compounds in natural sources.",
  "publication_date": "2025-06-03",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-04798-4"
}