{
  "source": "PubMed",
  "query": "tannins",
  "title": "A Mixture of Free and Microencapsulated Essential Oils Combined with Turmeric and Tannin in the Diet of Dairy Cows: Effects on Productive Efficiency and Animal Health.",
  "abstract": "This study aimed to evaluate whether the addition of a phytobiotic additive formulated based on cinnamon and oregano essential oils (50% free and 50% microencapsulated) combined with turmeric extract and tannins to the diet of cows has beneficial effects on health, productivity, and milk quality. In a completely randomized design, eighteen Jersey cows were used in a compost barn system over 45 days. The cows were divided into two homogeneous groups: one control (without additive;n= 9) and another treatment (with a phytobiotic at a dose of 2 g/cow/day;n= 9). The diet was formulated based on corn silage, hay and concentrate for daily 30 L/cow production. Blood and milk samples were collected at 15-day intervals. There was a treatment × day interaction: cows that consumed the phytobiotic additive produced a more significant amount of milk at days 14, 17, 18, 30, 39 and 45 (p≤ 0.05). When we corrected milk production for fat percentage, we observed higher milk production in the cows that consumed phytobiotics compared to the control during the experimental period (p= 0.01). The feed intake of cows fed phytobiotics was lower (p= 0.01). Thus, feed efficiency was better in cows that consumed phytogenics. There was a higher percentage of fat in the milk of cows that consumed phytobiotics and a higher amount of polyunsaturated fatty acids compared to the control (p= 0.02). There was an increase in total protein and globulin levels (p= 0.01), which may be associated with the interaction of the antimicrobial, antioxidant, and immunomodulatory properties of the phytobiotic additive. An increase in immunoglobulins (p= 0.01) and a reduction in acute-phase proteins (p≤ 0.05) were observed in the blood of cows in the phytobiotic group. Lower levels of TNF-α, IL-1β and IL-6 and higher levels of IL-10 in the serum of cows that consumed the phytoactive (p= 0.01) reaffirm the anti-inflammatory effect of the additive. Lower levels of lipid peroxidation (TBARS) and reactive oxygen species (ROS) were observed in the serum of cows in the phytobiotic group. Greater catalase and superoxide dismutase activity was observed in cows that consumed the phytogenic (p< 0.01). Therefore, it can be concluded that the additive in question has antioxidant, immunological, and anti-inflammatory actions and has the potential to improve productive performance when corrected for milk fat.",
  "publication_date": "2025-05-29",
  "journal": "Animals : an open access journal from MDPI",
  "doi": "10.3390/ani15111588"
}