{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Effect of whole-plant mulberry supplementation on testis development and antioxidant capacity in Hu rams.",
  "abstract": "This study aimed to investigate the effects of dietary whole-plant mulberry (WM) on testicular development and antioxidant performance in sheep.Fifty-four Hu sheep aged three months were divided into three groups and fed diets containing different proportions of WM (WM0, without WM; WM4, 4% WM; WM8, 8% WM). After a 70-day feeding trial, 15 individuals from each group were humanly slaughtered. The total cholesterol (T-CHO) content and antioxidant capacity of the testes were measured. The expression of functional genes was assessed by RT-qPCR. Proanthocyanidins (PCs) at concentrations of 0, 5, 10, and 20 μM were added to Leydig cells in vitro. The total antioxidant capacity level (T-AOC), testosterone (T) level, cell viability, apoptosis and necrosis ratio were assessed. RNA sequencing was performed to identify the differentially expressed genes (DEGs) between the control (CK) and 10 μM PC groups.The PCs content in the WM was measured at 56.93±2.146 mg/g. The total testicular weight (p=0.06), left testicular weight (p=0.07) and right testicular weight (p<0.05) was increased in the WM8 group compared to the WM0 group. Compared to the WM0 group, the WM8 group showed decreased T-CHO (p<0.05) and increased T-AOC (p<0.05) in the testis, and the expression of StAR, PPARγ and Bcl2 was significantly increased (p<0.05), while Caspase9 and Caspase3 were significantly decreased (p<0.05). In vitro, supplementation of 10 μM PCs in Leydig cells significantly increased cell viability, T-AOC and T levels, and reduced the necrosis ratio (p<0.05) compared to the CK group. Kyoto encyclopedia of genes and genomes (KEGG) pathway enrichment analysis showed that the DEGs were significantly enriched in the steroid biosynthesis pathway, p53 signaling pathway, cholesterol metabolism, PPAR signaling pathway, and Hippo signaling pathway.Supplementation with 8% WM improved antioxidant capacity and stimulated testis development by promoting cell proliferation, T synthesis, and antioxidant capacity of Leydig cells.",
  "publication_date": "2025-02-27",
  "journal": "Animal bioscience",
  "doi": "10.5713/ab.24.0627"
}