{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Kaempferol inhibits cardiomyocyte pyroptosis via promoting O-GlcNAcylation of GSDME and improved acute myocardial infarction.",
  "abstract": "Acute myocardial infarction (AMI) is a leading fatal cardiovascular disease and poses a major threat to human health. Pyroptosis, an inflammation-related programmed cell death, plays a critical role in the progression of AMI. Kaempferol is a natural flavonoid compound with a variety of pharmacological effects, which exerts a significant cardioprotective function. The role of O-GlcNAcylation, a post-translation modification, has received attention in diseases including AMI. In this research, we explored the therapeutic potential of Kaempferol to AMI due to its well-known cardioprotective effect, including its antioxidant and anti-inflammatory properties. Hypoxia/reoxygenation (H/R) model was adopted to provoke myocardial injury and AMI mice model was established. Our findings indicated that H/R lessened cell viability and contributed to the release of LDH, IL-1β and IL-18, cell pyroptosis rate, and the expression of NLRP3, active caspase 1 and GSDMD-N-terminal domain (GSDMD-N). Kaempferol mitigated myocardial damage caused by H/R through repressing cell pyroptosis. Besides, we discovered that Kaempferol restored the levels of O-GlcNAcylation by regulating the activity of OGT (O-GlcNAc transferase) and OGA (O-GlcNAcase) in H/R-treated H9c2 cells. Notably, molecular docking revealed the binding relationship between Kaempferol and OGT. Further, we proved that knockdown of OGT abrogated the function of Kaempferol in H/R-induced pyroptosis. In AMI mice, Kaempferol relieved the myocardial tissue injury and decreased the NLRP3 and GSDME-N protein levels. More importantly, our results illustrated that OGT was responsible for the O-GlcNAcylation of GSDME at T94 site and acted as an inducing factor for GSDME phosphorylation. Namely, this study validated that Kaempferol facilitated GSDME O-GlcNAcylation to inhibit H/R-induced pyroptosis in an OGT-dependent manner.",
  "publication_date": "2025-04-08",
  "journal": "BMC pharmacology & toxicology",
  "doi": "10.1186/s40360-025-00908-0"
}