{
  "source": "PubMed",
  "query": "tannins",
  "title": "Exploring the therapeutic potential of Terminalia chebula against systemic candidiasis: An in vitro, in vivo, and in silico study.",
  "abstract": "Candidiasis, a superficial or systemic infection affecting skin, mucous membranes, and internal organs, is increasingly challenging to treat due to drug-resistant Candida albicans strains. Natural products such as Terminalia chebula (TC) have shown promising in vitro antifungal activity, yet their in vivo efficacy and mechanism of action remain underexplored. Here, homoeopathic formulations of TC were evaluated through a sequential in vitro, in vivo, and in silico approach. In vitro, TC-M exhibited a high total phenolic content (56.5 mg GAE/mL) and potent antioxidant activity (DPPH 32.5 mg GAE/mL; ABTS 26.7 mg GAE/mL). Broth microdilution assays determined a minimum inhibitory volume of 20 μL (∼0.55 mg/mL) against C. albicans. In vivo, systemic candidiasis was induced in cyclophosphamide-immunosuppressed rats. TC-M, 6C, and 30C significantly improved 8-day survival (62.5-75 % vs. 12.5 % in disease controls), normalized leukocyte counts and antioxidant enzyme activities (SOD, catalase, GSH), and reduced renal fungal burden and histopathological damage. Phytochemical profiling by LC-MS/MS identified 33 major bioactive constituents in TC-M, including phenolic acids, flavonoids, tannins, and terpenoids. In silico, key phytochemicals were docked against fungal targets: β-tubulin, DHFR, and sterol 14α-demethylase. Both chebulic and ellagic acids replicated griseofulvin's critical interactions with β-tubulin, gallic acid, chebulic acid-targeted DHFR, and chebulic acid-bound sterol 14α-demethylase. This is the first integrated evaluation of TC homoeopathic formulations using in vitro, in vivo, and in silico approaches, revealing its significant antifungal, antioxidant, and immunomodulatory activities against systemic candidiasis. Clinical validation is warranted.",
  "publication_date": "2025-05-28",
  "journal": "Fitoterapia",
  "doi": "10.1016/j.fitote.2025.106649"
}