{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Novel glauconite compounds improve soil properties and sugar beet (Beta vulgarisL.) yields in saline soils.",
  "abstract": "Sugar beet is essential for sugar production, supporting food industries and renewable energy resources. A two-season field experiment (2021/2022 and 2022/2023) evaluated the effects of different potassium (K) sources, including traditional potassium sulfate (K), glauconite powder (G), and foliar glauconite extracts (20- and 40-mL L-1) extracted with sulfuric acid (GS), humic acid (GH), or hot water (GW), on soil properties, sugar beet yield, and sugar quality in saline soils. The results showed that GH and G treatments significantly improved soil properties by reducing electrical conductivity (EC), exchangeable sodium percentage (ESP), and bulk density (BD), while increasing organic matter (OM) and infiltration rate (IR). The application of glauconite extracted by humic acid in 40 mL (GH2) treatment improved soil nutrient availability, notably increasing nitrogen (by 73.4%), potassium (by 137.2%), cupper (by 219.7%), and manganese (by 316.7%) compared to control, while GS2 enhanced ferrous (by 213.7%) and zinc (by 363.7%). GH2 application led to remarkable improvements in sugar beet yield, with average increases in root yield (94.84%), shoot yield (100.45%), total sugar yield (137.22%), and sucrose (20.5%) compared to the control, whereas GW treatments showed the least improvements. Despite GW recording the lowest sugar impurities, GH2 recorded the lowest alkalinity level. Advanced analytical techniques such as heatmaps, self-organizing maps (SOM), and while non-metric multidimensional scaling (NMDS) analysis revealed strong positive correlations between soil properties, sugar beet responses and sugar quality attributes. These findings underscore the potential incorporation of new innovative cost-effective alternative foliar amendment derived from glauconite rock-waste extraction with humic acid highlighting a sustainable agricultural strategy for managing soil health and crop productivity contributing to food security and environmental sustainability.",
  "publication_date": "2025-06-18",
  "journal": "PeerJ",
  "doi": "10.7717/peerj.19452"
}