{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Ectopic expression of strawberry FaMADS6 represses anthocyanin biosynthesis in both tobacco and Arabidopsis thaliana.",
  "abstract": "Anthocyanins are important secondary metabolism phytochemicals that contribute to health, quality, and plant stress resistance. The class B MADS-box gene family is fundamental for floral organ development across different species. In this study, we reveal a novel function of the strawberry PISTILLATA homologue FaMADS6, in N. tabacum and Arabidopsis. FaMADS6 overexpression in tobacco affects floral organ development and seed set, leading to changes in pistil stigma, stamen petalisation and corolla morphology. Interestingly, these phenotypic alternations were not observed in transgenic Arabidopsis. We investigated the connection between FaMADS6 and anthocyanin accumulation. FaMADS6 expression levels in red- and white-petaled strawberries were negatively correlated with anthocyanin accumulation. Overexpression of FaMADS6 repressed anthocyanin production, as well as the transcript levels of structural genes and key R2R3 MYB-family transcription factors in transgenic tobacco petals and Arabidopsis seedlings. Additionally, Y1H, EMSA, and Dual-luc assays demonstrated that FaMADS6 regulated the transcription of NtAN2, AtMYB75, and AtMYB90 by directly binding to their promoter regions, leading to the repression of their expression. Furthermore, exogenous ABA at varying concentrations inhibited the promoter activity of FaMADS6, highlighting the role of ABA-mediated repression of FaMADS6 in regulating anthocyanin biosynthesis during strawberry fruit development. Therefore, as a B-functional gene, FaMADS6 is involved not only in determining the identity of floral organs but also in repressing anthocyanin biosynthesis. Overall, this study deepens our understanding of the multifunctional evolution of plant class B MADS-box genes and provides molecular insights that could contribute to improving strawberry quality.",
  "publication_date": "2025-06-06",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.110139"
}