{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Ellagic Acid Alleviates Imidacloprid-Induced Thyroid Dysfunction viaPI3K/Akt/mTOR-Mediated Autophagy.",
  "abstract": "Imidacloprid (IMI) is a widely used insecticide known for its high selectivity toward insects. Ellagic acid (EA) is a plant-derived polyphenolic compound recognized for its therapeutic potential and favorable safety profile in the treatment of various diseases. This study aimed to evaluate the therapeutic effects of EA, formulated as novasomes (NOV), against IMI-induced thyroid dysfunction and to investigate the underlying mechanisms. Rats were divided into four equal groups: control, EA-NOV, IMI, and IMI + EA-NOV. Thyroid function was assessed by measuring free triiodothyronine (T3), free thyroxine (T4), and thyroid-stimulating hormone (TSH) levels. Thyroid tissues were examined to evaluate histopathological alterations, as well as to assess the oxidative/antioxidant pathway (Nrf2, SOD, TAC, MDA), inflammatory pathway (IL-1β, TNF-α, NF-κB), apoptotic pathway (Bcl,BAX), and autophagy pathway (PI3K/Akt/mTOR,P53,Beclin-1). Exposure to IMI resulted in impaired thyroid function, the upregulated gene expression of thePI3K/Akt/mTORpathway, and downregulatedP53expression. Additionally, immunohistochemical staining revealed Beclin-1-mediated autophagy, alongside increased apoptosis, oxidative stress, and elevated levels of inflammatory cytokines. Conversely, EA improved thyroid function and ameliorated histopathological alterations by enhancing autophagy-inducing pathways. Additionally, the alleviation of oxidative stress was evidenced by the increased immunohistochemical staining of Nrf2, which promoted the synthesis and activity of antioxidant enzymes and reduced apoptotic and inflammatory markers. This study proposes the use of EA as a potential protective, naturally occurring phytoceutical against IMI-induced thyroid dysfunction, primarily through the modulation ofPI3K/Akt/mTOR-mediated autophagy.",
  "publication_date": "2025-04-29",
  "journal": "Toxics",
  "doi": "10.3390/toxics13050355"
}