{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Black raspberry extract shifted gut microbe diversity and their metabolic landscape in a human colonic model.",
  "abstract": "Human gut microbiota is critical for human health, as their dysbiosis could lead to various diseases such as irritable bowel syndrome and obesity. Black raspberry (BRB) has been increasingly studied recently for its impact on gut microbiota as a rich source of phytochemicals (e.g., anthocyanin). To investigate the effect of BRB extract on the gut microbiota composition and their metabolism, an in-vitro human colonic model (HCM) was utilized to study the direct interaction between BRB and gut microbiome. Conditions (e.g., pH, temperature, anaerobic environment) in HCM were closely monitored and maintained to simulate the human intestinal system. Fresh fecal samples donated by three young healthy volunteers were used for gut microbiota inoculation in the HCM. 16S ribosomal DNA sequencing and liquid-chromatography mass spectrometry (LC/MS) based metabolomics were performed to study the impact of BRB on gut microbiota characteristics and their metabolism (fatty acids, polar metabolites, and phenolic compounds). Our data suggested that BRB intervention modulated gut microbiota at the genus level in different HCM sections mimicing ascending, transverse, and descending colons. Relative abundance of Enterococcus was commonly decreased in all colon sections, while modulations of other bacteria genera were mostly location-dependent. Meanwhile, significant changes in the metabolic profile of gut microbiota related to fatty acids, endogenous polar metabolites, and phenolic compounds were detected, in which arginine and proline metabolism, lysine degradation, and aminoacyl-tRNA biosynthesis were mostly regulated. Moreover, we identified several significant associations between altered microbial populations and changes in microbial metabolites. In summary, our study revealed the impact of BRB intervention on gut microbiota composition and metabolism change, which may exert physiological change to host metabolism and host health.",
  "publication_date": "2021-11-17",
  "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
  "doi": "10.1016/j.jchromb.2021.123027"
}