{
  "source": "PubMed",
  "query": "epicatechin",
  "title": "From waste to value: Multi-omics reveal pomegranate peel addition improves corn silage antioxidant activity and reduces methane and nitrogen losses.",
  "abstract": "Fermentation technology presents promising opportunities for food waste valorization. Pomegranate peel (PP), a food by-product, has potential applications in fermented feed. This study examined the effects of a 6% dry PP additive on the ensiling characteristics, antioxidant activity, metabolites, bacterial community, and in vitro ruminal fermentation, methane (CH4) emission of corn silage ensiled for 7 days and 60 days using microbiome and metabolome analyses. PP-treated silage inhibited (P < 0.05) protein degradation by reducing ammonia nitrogen and non-protein nitrogen concentrations during ensiling. The PP additive increased (P < 0.05) water-soluble carbohydrate content and reduced ethanol production in corn silage. Lactiplantibacillus dominated PP-treated silage at the initial ensiling stage, while Levilactobacillus prevailed at the final stage. Notably, the PP additive exhibited strong antioxidant activity by modulating antioxidant enzymes and flavonoid biosynthesis mediated by key metabolites (epigallocatechin and catechin). Correlation analysis identified Lactiplantibacillus, Citrobacter, Phytobacter and Burkholderia as key microbes in the production of antioxidant metabolites and enzymes in PP-treated silage. Additionally, PP supplementation reduced (P < 0.05) in vitro ruminal CH4and nitrogen losses, while decreasing dry matter (DM) digestibility in corn silage. In summary, PP-treated corn silage enhanced antioxidant properties and reduced the nitrogen losses and in vitro ruminal CH4emissions, but lowered DM digestibility. Thus, PP can be recommended as a silage additive, though the dry PP level should be lower than that used in this study.",
  "publication_date": "2025-04-14",
  "journal": "Bioresource technology",
  "doi": "10.1016/j.biortech.2025.132544"
}