{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Time-of-day-dependent effects of a green tea extract on postprandial glycemia and insulinemia in healthy adults: a randomized, controlled, double-blind, cross-over intervention.",
  "abstract": "Glucose homeostasis is intricately associated with circadian rhythms, and disrupting these rhythms, due to mistimed eating, can increase the risk of metabolic dysfunction. Although green tea (poly)phenols are recognized for their potential to lower postprandial glycemia, time-of-day effects of green tea extract incorporated into a starch-based meal remain unexplored. We hypothesized that combining green tea extract with a starch-rich meal could lower postprandial glucose and insulin in both the morning and evening. A four-arm randomized, double-blind, controlled, cross-over intervention was conducted on fourteen healthy adults. Fasted volunteers attended twice in the morning (08:00) and twice in the evening (18:00), consuming either a control (white rice) or test meal (green tea extract-enriched white rice). Blood glucose and insulin concentrations were measured at several time points over 180 minutes, and incremental areas under the curve (iAUC) and peak blood concentrations were calculated. Postprandial glucose levels were higher in the evening compared to the morning, while insulin levels were lower in the evening, regardless of the intervention. The green tea extract meal did not significantly alter the glucose and insulin iAUC compared to the control meal during the morning and evening. Although green tea extract did not affect postprandial glucose concentrations, it significantly decreased peak insulin levels (629 ± 313 pmol L-1,P= 0.04) 30 minutes after the morning meal. Green tea (poly)phenols delay postprandial insulin in the morning but not in the evening, revealing a time-of-day dependent effect on insulin sensitivity.",
  "publication_date": "2025-05-19",
  "journal": "Food & function",
  "doi": "10.1039/d4fo04843a"
}