{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "In-situ phenolics enrichment of Camellia oleifera Abel oil via novel aqueous enzymatic extractions and its potential mechanism.",
  "abstract": "In this study, a novel aqueous enzymatic extraction (AEE) was developed to prepare camellia oil enriched with polyphenols, and the potential mechanism of in situ phenolics enrichment was explored. Camellia seeds were first subjected to AEE in a 25 % isopropanol solution containing 0.15 M glucose for 4 h, followed by the introduction of α-glycosidase β-glycosidase, or pectinase, and further hydrolysis was performed for 1 to 4 h. A higher free oil yield (FOR, 86.98 %) was obtained. Meanwhile, the highest total phenolic content (TPC) in oil (95.72 ± 1.53 mg GAE/Kg oil) was detected in the 4-h β-glycosidase-treated group, approximately 4-fold that of the control group (20.00 ± 1.02 mg GAE/Kg oil). HPLC analysis of the hydrolysate revealed that typical glycosylated polyphenols declined in the aqueous phase, while the content of less polar polyphenols, such as kaempferol-3-O-sambubioside, rutin, and quercetin, in the oil phase increased. These findings suggest that hydrophilic KGRG and KXR were hydrolyzed into relatively hydrophobic deglycosylated phenolics, which migrated into the oil phase, accounting for the enrichment of phenolics in camellia oil by the novel AEE. Furthermore, the stability of phenolics-abundant camellia oil was evaluated with respect to physicochemical properties, phenolics content, and lipid accompaniments content under various conditions. Results showed that the phenolics and lipid accompaniments remained relatively stable under a nitrogen atmosphere and at 4 °C refrigeration. Hence, the in-situ phenolics enrichment technique developed has the potential to prepare functional camellia oil with high biological activity and stability on a large scale.",
  "publication_date": "2025-05-14",
  "journal": "Food chemistry",
  "doi": "10.1016/j.foodchem.2025.144663"
}