{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Study of the effects of pasteurization and selected microbial starters on functional traits of fermented table olives.",
  "abstract": "Table olives are one of the most known fruit consumed as fermented food, being a fundamental component of the Mediterranean diet. Their production and consumption continue to increase globally and represent an important economic source for the producing countries. One of the most stimulating challenges for the future is the modernization of olive fermentation process. Besides the demand for more reproducible and safer production methods that could be able to reduce product losses and potential risks, producers and consumers are increasingly attracted by the final product characteristics and properties on human health. In this study, the contribution of microbial starters to table olives was fully described in terms of specific enzymatic and microbiological profiles, nutrient components, fermentation-derived compounds, and content of bioactive compounds. The use of microbial starters from different sources was tested considering their technological features and potential ability to improve the functional traits of fermented black table olives. For each fermentation assay, the effects of controlled temperature (kept at 20ʡC constantly) versus not controlled environmental conditions (oscillating between 7 and 17ʡC), as well as the consequences of the pasteurization treatment were tested on the final products. Starter-driven fermentation strategies seemed to increase both total phenolic content and total antioxidant activity. Herein, among all the tested microbial starters, we provide data indicating that two bacterial strains (Leuconostoc mesenteroides KT 5-1 and Lactiplantibacillus plantarum BC T3-35), and two yeast strains (Saccharomyces cerevisiae 10A and Debaryomyces hansenii A15-44) were the better ones related to enzyme activities, total phenolic content and antioxidant activity. We also demonstrated that the fermentation of black table olives under not controlled environmental temperature conditions was more promising than the controlled level of 20ʡC constantly in terms of technological and functional properties considered in this study. Moreover, we confirmed that the pasteurization process had a role in enhancing the levels of antioxidant compounds.",
  "publication_date": "2024-04-11",
  "journal": "Food microbiology",
  "doi": "10.1016/j.fm.2024.104537"
}