{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Comparative Analysis of Sustainable Extraction Methods and Green Solvents for Olive Leaf Extracts with Antioxidant and Antihyperglycemic Activities.",
  "abstract": "Olive leaves are agro-industrial waste that pose an environmental management problem. However, they contain polyphenolic compounds with important bioactive properties beneficial to human. This study aimed to evaluate the effectiveness of two extraction technologies (pressurized liquid extraction and ultrasound-assisted extraction) combined with green solvents (pure water, 15% ethanol, and 15% glycerol) at 50 °C and 70 °C. The goal was to obtain extracts with both antioxidant capacity and antihyperglycemic properties from olive leaves. Pressurized liquid extraction with 15% glycerol at 70 °C was the most effective method for obtaining extracts rich in total polyphenols (19.46 mg GAE/g dw), with an antioxidant capacity of 4.11 mg/mL (inhibition capacity: IC50) and 500.26 µmol TE/g dw. For both extraction methods at 70 °C, glycerol was more effective at recovering phenolic acids, stilbenes and secoiridoid; while ethanol was more effective for recovering flavonols and phenylethanoids. Oleuropein was the most important polyphenol extracted from both pressurized liquid and ultrasound-assisted extractions, with concentrations of 171.48 µg/g dw and 246.70 µg/g dw, respectively. The extract obtained from pressurized liquid extraction with 15% ethanol at 70 °C exhibited significant inhibition (70%) of α-glucosidase enzymes, similar to the reference drug acarbose. In contrast, these extracts showed low inhibitory activity against the α-amylase enzyme. These findings can be applied to the development of functional foods and nutraceutical supplements aimed at managing postprandial glycemic response, offering a natural alternative for supporting type 2 diabetes management.",
  "publication_date": "2024-12-12",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox13121523"
}