{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Procyanidin B2 alleviates damage to mouse testicular tissue after freezing by inhibiting oxidative stress and apoptosis.",
  "abstract": "For infertile patients who are unable to obtain sperm or prepubertal boys who require radiotherapy, testicular tissue freezing can be used for later transplantation and is a potentially effective method of preserving male fertility. Oxidative stress caused by the freezing process is an important cause of tissue damage. Procyanidin B2 (PCB2) is a polyphenolic natural compound widely distributed in plants that is known for its anti-inflammatory, anticancer, and neuroprotective properties, and its antioxidant capabilities are particularly noteworthy. Research has indicated that PCB2 exerts a protective effect on the reproductive system. However, its specific role in mitigating testicular tissue cryoinjury and the underlying mechanisms remain unclear. This study investigated whether adding PCB2 to a cryoprotective solution of mouse testicular tissue can alleviate the cryoinjury of testicular tissue and its possible mechanism. Our findings revealed that frozen mouse testicular tissue presented decreased cell viability and induced oxidative stress. Conversely, PCB2 effectively mitigated these adverse effects. In addition, PCB2 improved the tubular structural disorganization caused by freezing and increased the expression of proteins related to the junction function of Sertoli cells. Further experiments indicated that PCB2 activated the nuclear respiratory factor 2 (Nrf2)/heme oxygenase 1 (HO-1) antioxidant signaling pathway, increased the activity of downstream antioxidant enzymes, and improved mitochondrial kinetic homeostasis. Additionally, PCB2 ameliorated apoptosis while increasing the expression levels of key enzymes involved in testosterone synthesis. In summary, these results suggest that PCB2 attenuates damage to mouse testicular tissue during freezing by inhibiting oxidative stress and apoptosis.",
  "publication_date": "2025-02-20",
  "journal": "Cryobiology",
  "doi": "10.1016/j.cryobiol.2025.105196"
}