{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Exploring the Biological Value of Red Grape Skin: Its Incorporation and Impact on Yogurt Quality.",
  "abstract": "The study was conducted to study the sustainability and enhanced nutrition gains obtained from incorporating grape skin powder (GSP) extracted from both Fetească Neagră and Rară Neagră grape varieties into yogurt. Grape skins are major leftovers from wineries, having high amounts of phenolic compounds and dietary fiber responsible for their ability to improve the characteristics of food. The research aimed to evaluate the effect of GSP addition at varying concentrations (0.5%, 1.0%, and 1.5%) on the yogurt's physicochemical properties, antioxidant activity, color parameters, and sensory attributes. Analysis revealed that both Fetească Neagră and Rară Neagră GSP increased the total phenolic content and antioxidant activity; however, Fetească Neagră showed greater improvements, with TPC reaching 1.52 mg GAE/100 g and DPPH inhibition up to 26.63%. Although slightly lower, TPC rose to 1.43 mg GAE/100 g and DPPH inhibition increased to 18.93% with Rară Neagră enhancing these parameters conversely. Color changes were observed in fortified yogurts where lightness decreased (L*) and redness increased (a*) due to the pH-dependent anthocyanin stability. Syneresis, indicative of yogurt's water-holding capacity, was reduced at higher concentrations of GSP from both varieties, suggesting improved textural integrity. Sensory evaluation indicated that consumers generally favored yogurts with lower concentrations of GSP. Yogurts fortified with Fetească Neagră GSP received higher overall preference, while those with Rară Neagră GSP were also well-received for their distinct flavor profiles when used at suitable levels. These results show that GSP from both types of grapes improves the nutritional value of yogurt and complies with the principles of sustainable food production through reutilizing agro-industrial waste.",
  "publication_date": "2024-10-13",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods13203254"
}