{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "Effect of resveratrol supplementation in conventional slow freezing and kinetic vitrification media on the post-cryopreserved quality of dog epididymal spermatozoa.",
  "abstract": "Resveratrol (RES) is a powerful antioxidant that has recently been shown to improve sperm survival subjected to different cryopreservation methods. This study evaluated the effect of RES supplementation in conventional slow (CS) freezing and kinetic vitrification (VIT) media on dog sperm quality variables. Twenty pooled sperm samples from 30 orchiectomized adult dogs were used (three epididymal samples / pool). In each pooled sample, four treatments were established based on RES supplementation (control [no added] or 100 µM) and the cryopreservation method (CS or VIT): CS-Control, CS+RES, VIT-Control and VIT+RES. The CS freezing was performed by exposing sperm samples in 0.25 ml straws to liquid nitrogen (LN₂) vapors. Vitrification was made by directly submerging 30 µl sperm droplets into LN₂. The results initially demonstrated that VIT treatments produced outcomes similar to those of CS freezing in terms of sperm kinematics and membrane integrity. Sperm samples from the CS+RES treatment showed higher percentages (P < 0.05) of motility, viability, acrosomal integrity, and DNA integrity compared to those from the CS-Control treatment. Furthermore, both CS+RES and VIT+RES treatments obtained a lower percentage (P < 0.05) of sperm DNA fragmentation compared to both CS-Control and VIT-Control treatments. Despite this, RES negatively affected certain kinematic parameters (e.g., velocities, straightness, and beat cross frequency) and sperm head dimensions after vitrification. In conclusion, resveratrol improved sperm motility, viability, and acrosomal integrity and reduced DNA fragmentation following conventional slow freezing. While it also reduced DNA fragmentation after vitrification, it negatively affected sperm kinematics in dog epididymal sperm.",
  "publication_date": "2025-06-09",
  "journal": "Animal reproduction science",
  "doi": "10.1016/j.anireprosci.2025.107886"
}