{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Exploring the therapeutic potential of Thymus vulgaris ethanol extract: a computational screening for antimicrobial compounds against COVID-19 induced mucormycosis.",
  "abstract": "COVID-19-associated mucormycosis (CAM) has emerged as a concerning complication during the COVID-19 pandemic. In this study, we explored the potential of phytochemicals and flavonoids identified through High-Performance Liquid Chromatography (HPLC) analysis of Thymus vulgaris plant extract against key proteins of CAM, namely heat shock protein A5 (GPR78) and epidermal growth factor receptor (EGFR). HPLC analysis revealed the presence of bioactive compounds, including chlorogenic acid, cinamic acid, quercetin, coumaric acid, gallic acid, and syringic acid. To assess their efficacy against CAM, computational analyses were performed, including molecular docking analysis, pharmacophore characterization, ADME and molecular dynamics simulations. The results demonstrated that chlorogenic acid exhibited strong binding affinity against EGFR with a docking score of -7.6 kcal/mol, while quercetin showed favorable binding affinity against HSP A5 (GPR78) with a docking score of -10.1 kcal/mol. Both chlorogenic acid and quercetin displayed promising ADME properties, indicating their potential as drug candidates. Nevertheless, it was observed that chlorogenic acid did not adhere to Lipinski's rule, and its gastrointestinal (GI) absorption was relatively low when compared to quercetin. Unlike chlorogenic acid, quercetin does conform to Lipinski's rule and showed high GI absorption. Moreover, pharmacophore characterization of both drug candidates revealed a substantial number of binding sites, suggesting the likelihood of stable bond formation. Normal mode analysis revealed higher eigenvalues for the quercetin-HSPA5 complex compared to the chlorogenic acid-EGFR complex, indicating greater structural rigidity and stability. Overall, our findings highlight the potential of chlorogenic acid and quercetin as promising drug candidates against CAM. Furthermore, in-vitro and in-vivo studies are needed to validate their efficacy and safety for clinical use in treating mucormycosis associated with COVID-19. These findings may offer valuable insights into the development of novel therapeutic options to combat this challenging co-infectious disease.",
  "publication_date": "2025-05-07",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-00937-z"
}