{
  "source": "PubMed",
  "query": "lignans",
  "title": "Molecular networking guided metabolomics for mapping the secondary metabolome of six Melaleuca species and their digestive enzymes' inhibitory potential.",
  "abstract": "Melaleuca, a member of the Myrtaceae family, comprises around 300 species that are originally endemic to Australia and Southeast Asia and are cultivated as ornamental plants in Egypt. Melaleuca species are recognized as profound producers of a wide array of secondary metabolites and are valued for their essential oils which are widely used in the pharmaceutical and cosmetic industries. Yet their secondary metabolome is not fully explored. A metabolomics approach compromising UPLC-HRMS/MS coupled with feature-based molecular networking (FBMN) was employed to glean a holistic overview of the secondary metabolome of six Melaleuca species cultivated in Egypt. Additionally, the extracts were screened for the in vitro inhibition of the digestive enzymes (i.e., α-amylase and pancreatic lipase). The FBMNs allowed for the annotation of 195 metabolites, belonging to diverse chemical classes, such as phenolics and phenyl propanoids (i.e., hydrolysable tannins, phenolic acids, chromones, flavonoids, stilbenes, and lignans), terpenoids (i.e., megastigmanes, monoterpenes, and triterpenes), and other miscellaneous compounds. Among the annotated features only 15 % were previously reported to occur in the genus Melaleuca, and 11 metabolites were proposed as potentially new natural products. The adopted protocol highlighted the profound capability of Melaleuca plants to produce secondary metabolites of various chemical classes holding the potential to exhibit beneficial biological activities. For instance, the studied extracts diminished the activity of both the α-amylase and pancreatic lipase enzymes. Such findings propose the Melaleuca species as potential candidates for the development of plant-derived products for obesity management.",
  "publication_date": "2025-02-25",
  "journal": "Fitoterapia",
  "doi": "10.1016/j.fitote.2025.106457"
}