{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Identification and characterization of miRNAs and targets in two poplar varieties with different resistance in responses to Anoplophora glabripennis (Coleoptera) infestation.",
  "abstract": "MicroRNAs (miRNAs) play a crucial role in plant defense against biotic stress, yet their regulatory mechanisms in poplar resistance to Anoplophora glabripennis (ALB) remain poorly understood. This study investigated the miRNA expression of two distinct poplar varieties, namely Populus tomentosa (resistant) and Populus × euramericana '74/76' (poplar 107, susceptible), after ALB infestation. Small RNA sequencing analysis identified 401 miRNAs in both P. tomentosa and poplar 107. Following insect stress, 34 miRNAs were specifically differentially expressed in P. tomentosa, and 17 miRNAs were differentially expressed in poplar 107. Additionally, 7 miRNAs from the miR168, miR398, and miR482 families were found to be differentially expressed in both poplar varieties and were associated with the response to insect stress. Functional annotation revealed significant enrichment of miRNA target genes in metabolic pathways and secondary metabolite biosynthesis in both poplar varieties. However, their responses to ALB stress were not entirely identical. Specifically, the MAPK signaling pathway was enriched in P. tomentosa, but not in poplar 107. Furthermore, a combined miRNA/mRNA analysis identified 36 differentially expressed miRNAs negatively correlated with 31 target genes. Most target genes were linked to LRR receptor-like serine, receptor-like protein, auxin response factor, and polyphenol oxidase, chloroplastic. Via transient expression validation, miR398b, miR168a, and miR482c were found to target CSD1, AGO1, and LRR, respectively. This study provides fundamental insights into the molecular mechanisms underlying pest resistance in poplar and identifies potential targets for future genetic improvement strategies.",
  "publication_date": "2025-06-27",
  "journal": "Plant science : an international journal of experimental plant biology",
  "doi": "10.1016/j.plantsci.2025.112630"
}