{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Identification of MYB Transcription Factor, a Regulator Related to Hydrolysable Tannin Synthesis inCanarium albumL., and Functional Analysis of CaMYBR04.",
  "abstract": "Hydrolysed tannins (HTs) are polyphenols, which are related to the astringency, flavour, colour, stability, medicinal value and other characteristics of many fruits and vegetables. The biosynthetic mechanism of the majority of HTs remains unknown, and many biosynthetic pathways of HTs are speculative conclusions that have not been confirmed. The fruit ofCanarium albumL. (Chinese olive), which is notable for its pharmacological and edible properties, is rich in HTs. The fruit has a distinctive bitter and astringent taste when initially consumed, which mellows to a sweet sensation upon chewing. HTs serve as the primary material basis for the formation of the Chinese olive fruit's astringent quality and pharmacological effects. In this study, the fruit ofC. albumChangying was utilised as the research material. The objective of this study was to provide a theoretical basis for the quality control of Chinese olive fruit and the application and development of its medicinal value. In addition, the study aimed to identify and screen related MYB transcription factors involved in the synthesis of HTs in the fruit and to clarify the mechanism of MYBs in the process of synthesis and regulation of HTs in Chinese olive fruit. The principal findings were as follows. A total of 83 differentially expressed Chinese olive MYB transcription factors (CaMYBs) were identified, including 54 1R-MYBs (MYB-related), 25 2R-MYBs (R2R3-MYBs), 3 3R-MYBs, and 1 4R-MYB. Through trend analysis and correlation analysis, it was found thatCaMYBR04(Isoform0032534) exhibited a significantly higher expression (FPKM) than the other CaMYBs. The full-length cDNA sequence ofCaMYBR04was cloned and transformed into strawberry. The results demonstrated that CaMYBR04 significantly enhanced the fruit's hydrolysable tannin content. Consequently, this study elucidated the function of CaMYBR04, a regulator of the Chinese olive fruit hydrolysable tannin synthesis pathway, and established a theoretical foundation for the synthesis and regulation of fruit HTs.",
  "publication_date": "2024-07-04",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants13131837"
}