{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Identification and functional characterization of MYB genes regulating polyphenol biosynthesis in cabbage for resistance to Xanthomonas campestris pv. campestris.",
  "abstract": "Cabbage (Brassica oleracea L. var. capitata) is a vital leafy vegetable, but its production is frequently impacted by Xanthomonas campestris pv. campestris (Xcc). The MYB family is one of the most abundant families involved in plant responses to biotic stresses. However, genome-wide identification of MYB and their roles in regulating phenolic synthesis during Xcc resistance have not been previously reported in cabbage. The present investigation reports a total of 322 BoMYB genes. Transcriptome data revealed that 37 BoMYBs were significantly upregulated upon Xcc infection. Concurrently, an increase in polyphenol content was observed, suggesting a pivotal role of polyphenols in Xcc resistance. Based on phylogenetic relationships and qRT-PCR analysis, BoMYB108 was identified as a candidate gene potentially involved in early resistance to Xcc by regulating polyphenol biosynthesis. Overexpression and silencing experiments were conducted to validate the function of BoMYB108. Overexpression of BoMYB108 significantly enhanced the accumulation of phenolic acids, while silencing resulted in the opposite effect. Furthermore, increased phenolic acid levels were associated with reduced reactive oxygen species (ROS) accumulation. These findings indicate that BoMYB108 promotes phenolic acid biosynthesis and mitigates ROS accumulation under Xcc stress, thereby alleviating Xcc-induced damage. In summary, this study provides a valuable data resource for the MYB gene family in cabbage and establishes a theoretical foundation for understanding the phenolic-based mechanisms of Xcc resistance in brassicaceous vegetables.",
  "publication_date": "2025-03-11",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.109714"
}