{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Chitosan nanoparticles of rutin mitigated histological changes induced in DNCB-induced colitis by enhanced modulation of inflammation and oxidative stress.",
  "abstract": "Inflammatory bowel disease (IBD) is a chronic inflammatory illness of the colon involving increased production of reactive oxygen species (ROS) and involvement of inflammatory cytokinins. The present study aimed to alleviate colitis condition in rats by rutin-loaded chitosan nanoparticles for improving rutin's release profile, solubility, as well as targetability of inflammatory cells in the 2,4-Dinitrochlorobenzene (DNCB)-induced colitis model. This formulation contains chitosan polymer and an ionic crosslinking technique to create polymeric nanoparticles of rutin. The rats were grouped into five groups, with six in each group. The first group (normal control) consisted of rats fed a regular diet and water for 28 days. The second to fifth group of rats received DNCB (20 g/l 300 µl on nap every day for 14 days). Additionally, for 28 days, rutin (57 mg/kg/po/day) and chitosan-rutin nanoparticle (CRNPs) treatment (57 mg/kg/po.), respectively, in third and fourth-group rats, whereas standard medication sulfasalazine (100 mg/kg/po/day) for fifth group rats. DNCB administered in animals showed elevated ROS, Interlukin-6 (IL-6), and Tumor necrosis factor-α (TNF-α) levels compared to normal control. CRNPs showed a significant decrease in these parameters compared to the DNCB group. The protective effect of CRNPs against DNCB-induced inflammation was supported by histological assessment, where it prevented crypt destruction and immune cell infiltration. In conclusion, repeated administration of DNCB induces inflammation in the colon and bloody stool in rats. The current work was the first to show that CRNPs successfully reduced DNCB-induced IBD, possibly via lowering the level of oxidative stress (ROS) and proinflammatory cytokines (IL-6, TNF-α).",
  "publication_date": "2025-06-21",
  "journal": "Journal of molecular histology",
  "doi": "10.1007/s10735-025-10491-7"
}