{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Investigating the Effect of Staining Beverages on the Structural and Mechanical Integrity of Dental Composites Using Raman, Fourier Transform Infrared (FTIR) Spectroscopy, and Microhardness Analysis.",
  "abstract": "Background and Objectives: Resin composites are widely used in restorative dentistry due to their favorable mechanical properties and aesthetics. However, their clinical performance depends on factors such as chemical composition, microhardness, and exposure to environmental challenges like acidic beverages.Materials and Methods: This study evaluated the effects of coffee, red wine, and Coca-Cola on the surface microhardness and chemical composition of two resin composites (G-ænial A'CHORD and Omnichroma). A total of 40 disk-shaped specimens (20 per composite) were fabricated and divided into four groups: control, red wine, coffee, and Coca-Cola. Specimens were immersed in their respective solutions for 10 days, after which Raman spectroscopy, Fourier Transform Infrared (FTIR) spectroscopy and Vickers microhardness testing were conducted to assess mechanical and chemical changes. Paired t-tests were performed to compare pre- and post-immersion values, with significance set atp< 0.05. Raman and FTIR spectroscopy confirmed structural changes, including peak shifts and intensity variations, particularly in polymer-matrix interactions and filler compositions.Results:The Vickers microhardness test revealed significant reductions in hardness for both composites after immersion, with Omnichroma showing a greater susceptibility to softening than G-ænial A'CHORD (p< 0.01). Red wine and coffee immersion resulted in the most significant decreases, indicating the strong impact of polyphenolic and acidic interactions on the composite structure.Conclusions: These findings indicate that prolonged exposure to acidic and staining beverages compromises the mechanical and chemical integrity of resin composites, with Omnichroma being more affected than G-ænial A'CHORD. The findings suggest that the selection of composite materials should consider resistance to staining agents, especially in high-risk oral environments.",
  "publication_date": "2025-03-25",
  "journal": "Medicina (Kaunas, Lithuania)",
  "doi": "10.3390/medicina61040590"
}