{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Amaranthus spinosusLinn. Extract as an Innovative Strategy to Regulate Biomarkers for Ovarian Hyperthecosis via Circular RNA (hsa-circ-0001577): Evidence From Biochemical, Metabolomics, Histological, and Phytochemical Profiling.",
  "abstract": "Amaranthusspecies, includingA. spinosusLinn, are well-known vegetables whose leaves, shoots, fragile stems, and grains are commonly utilized as herbs in soups or sauces, aside from traditional uses to treat a wide range of illnesses. Ovarian hyperthecosis is a common syndrome associated with metabolomics and endocrinology that lowers female fertility. The investigation of novel biomarkers and targeted therapies for the detection and treatment of ovarian hyperthecosis is of interest. Types of noncoding RNAs known as circular RNAs (circRNAs) have covalently closed cyclic structures, are widely distributed, and exhibit expression patterns that are particular to different stages of development. Ovarian hyperthecosis was induced in rats via dehydroepiandrosterone (DHEA) followed by 1 month of treatment with 50 and 100 mg/kg of theA. spinosusEtOH extract. Further, oxidative stress biomarkers including GSH and MDA were investigated in addition to hormonal biomarkers, such as Luteinizing hormone and testosterone hormone, a metabolomics approach modeled using orthogonal partial least squares discriminant analysis (OPLS-DA), and circRNA (hsa-circ-0001577). Furthermore, UHPLC-ESI-Orbitrap-MS analysis was used for metabolites profiling to identify active agents in the plant extract. Results revealed a significant improvement in these biomarkers in the DHEA group treated withA. spinosus, especially at high doses, and further confirmed via histopathological assays. Multivariate data analyses of serum metabolome indicated significant variations in serum profiles among normal, disease, and treated groups. Variable importance in the projection (VIP) values guided the selection of differentiated metabolites, revealing significant changes in metabolite concentrations. UHPLC-ESI-Orbitrap-MS analysis identified 72 bioactive metabolites belonging to phenolics, triterpenoidal saponins, and pyridines In conclusion,A. spinosuscould be a management approach for ovarian hyperthecosis therapy via regulating circRNA (hsa-circ-0001577), disturbed hormonal balance, and metabolomics biomarkers based assays.",
  "publication_date": "2025-05-19",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70314"
}