{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Cosmeceutical and Wound-Healing Activities of Green Hydroxypropyl-β-Cyclodextrin-Glycerol-BasedSatureja montanaExtracts.",
  "abstract": "Satureja montanaL. (winter savory, family Lamiaceae) is an aromatic herb that is widespread throughout the Mediterranean region. In a prior study, the optimization of the green hydroxypropyl-β-cyclodextrin (HP-β-CD)-glycerol-assisted extraction procedure ofS. montanawas performed. As a result, four extracts abundant in total phenols (OPT-TP), total phenolic acids including rosmarinic acid (OPT-TPA-RA), total flavonoids (OPT-TF), and luteolin derivatives (OPT-LG) showing anti-elastase and anti-hyaluronidase properties, were prepared. Subsequently, we further explored the phytochemical, dermatological, and cosmeceutical potentials of these extracts, evaluating their antioxidant, anti-inflammatory, anti-tyrosinase, and anti-ultraviolet (UV) absorption activities. Furthermore, the biocompatibility of the extracts and their wound-healing properties were assessed using HaCaT cells. The results indicate that the extracts exhibited excellent antioxidant and cosmeceutical activities, which surpassed the activities of the employed standards in several assays (DPPH antiradical activity,β-carotene-linoleic acid, anti-lipoxygenase, anti-heat-induced ovalbumin coagulation, and UV absorbance assays). Furthermore, the extracts preserved more than 80% of the HaCaT cell viability at concentrations up to 62.5 µL extract/mL and also enhanced wound healing in the in vitro scratch wound-healing model. For example, the application of OPT-TP and OPT-TF led to 48.6% ± 3.3% and 48.6% ± 5.4% wound closure, respectively, after 48 h, compared to 34.8% ± 2.3% in the control group. The extracts exhibited excellent bioactivities, making them promising candidates for the development of cosmeceutical products, while their high biocompatibility indicates that they are suitable for direct application in cosmetics without prior solvent removal.",
  "publication_date": "2025-06-18",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30122638"
}