{
  "source": "PubMed",
  "query": "grape skin",
  "title": "A Scoping Review on the Effects of Carotenoids and Flavonoids on Skin Damage Due to Ultraviolet Radiation.",
  "abstract": "Skin exposure to ultraviolet (UV) rays in the sun causes premature ageing and may predispose to skin cancers. UV radiation generates excessive free radical species, resulting in oxidative stress, which is responsible for cellular and DNA damage. There is growing evidence that phytonutrients such as flavonoids and carotenoids may impede oxidative stress and prevent photodamage. We conducted a systematic review of the literature to explore the effects of certain phytonutrients in preventing skin photodamage. We searched the electronic Medline (Ovid) and Pubmed databases for relevant studies published between 2002 and 2022. The main inclusion criteria were articles written in English, and studies reporting the effects of phytonutrient-containing plants of interest on the skin or skin cells exposed to UV radiation. We focused on tea, blueberries, lemon, carrot, tomato, and grapes, which are rich in flavonoids and/or carotenoids. Out of 434 articles retrieved, 40 were identified as potentially relevant. Based on our inclusion criteria, nine articles were included in the review. The review comprises three combined in vitro and animal studies, four human studies, one in vitro research, and one mixed in vitro and human study. All the studies reported positive effects of flavonoids and carotenoid-containing plant extract on UV-induced skin damage. This evidence-based review highlights the potential use of flavonoids and carotenoids found in plants in preventing the deleterious effects of UV radiation on the skin. These compounds may have a role in clinical and aesthetic applications for the prevention and treatment of sunburn and photoaging, and may potentially be used against UV-related skin cancers.",
  "publication_date": "2022-12-24",
  "journal": "Nutrients",
  "doi": "10.3390/nu15010092"
}