{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Design of Coamorphous Systems for Flavonoid Components Coformed with Meglumine by Integrating Theory-Model-Experiment Techniques.",
  "abstract": "Flavonoids represent an extensive group of phenolic substances in vegetables, fruits, grains, tea, flowers, etc., which show a variety of biological activities in various nutraceutical, cosmetic, and medicinal fields. Despite demonstrating multifunctional bioactive properties relevant to nutraceutical and pharmaceutical applications, their clinical utilization faces challenges due to their generally low water solubility. This study established a systematic methodology combining computational modeling and experimental validation for developing flavonoid-meglumine (MEG) coamorphous formulations. The initial screening identified 13 flavonoid compounds exhibiting favorable miscibility with MEG from 15 candidates through Hansen solubility parameter analysis. Subsequent molecular dynamics simulations revealed potential hydrogen bond formation in six selected flavonoids (BAI, HES, NAR, KAE, QUE, and ISO) with MEG. Then, six flavonoid coamorphous systems were successfully prepared via the melt-quenching method and characterized by PLM, PXRD, and differential scanning calorimetry. FTIR and radial distribution function analysis results collectively confirmed intermolecular hydrogen bond interactions within these binary systems. In vitro dissolution studies revealed significant solubility/dissolution enhancement in both pH 1.2 HCl and pH 6.8 phosphate buffers, maintaining long-term supersaturation for all six coamorphous formulations. Meanwhile, six flavonoid coamorphous systems had superior stability over individual flavonoid amorphous components, which were attributed to the stronger intermolecular interactions by higher binding energy calculation. These results indicated that the obtained flavonoid coamorphous systems performed a promising application potential in functional products. Importantly, this study presents a novel design framework integrating computational prediction, molecular modeling, and experimental validation for systematic screening of flavonoid coamorphous formulations.",
  "publication_date": "2025-04-29",
  "journal": "Molecular pharmaceutics",
  "doi": "10.1021/acs.molpharmaceut.4c01536"
}