{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Evaluating the fixed-bed column adsorption capacity of olive pomace biochar activated with KOH and H3PO4for olive mill wastewater treatment: Insights from TOC and HPLC analysis.",
  "abstract": "This study explores the treatment of olive mill wastewater (OMWW) using activated carbon derived from olive mill solid waste (OMSW). The OMSW was first converted into biochar on a pilot scale and then activated using potassium hydroxide (KOH) and phosphoric acid (H3PO4). Characterization revealed that AC/KOH had a higher BET surface area (829 m2g-1) than AC/H3PO4(749 m2g-1). Fixed-bed column experiments showed breakthrough times of 250 min for AC/KOH and 220 min for AC/H3PO4. The adsorption capacities determined by the Thomas model were 275.9 mg g-1for total phenolics (TP), 774.7 mg g-1for total organic carbon (TOC) with AC/KOH, and 309.1 mg g-1for TP, 823.5 mg g-1for TOC with AC/H3PO4. The Adams-Bohart model showed kinetic constants (KAB) of 0.332 for TP and 3.66∗10-5for TOC with AC/KOH, compared to 0.1926 for TP and 2.21∗10-5for TOC with AC/H3PO4. The Yoon-Nelson model indicated τ50 %values of 171.57 min for TP 60.39 min for TOC with AC/KOH, 111.79 min for TP, and 41.75 min for TOC with AC/H3PO4. High-performance liquid chromatography (HPLC) analysis revealed hydroxytyrosol concentration decreased from 4.9 g.L-1to 0.37 g.L-1with AC/H3PO4and 0.42 g.L-1with AC/KOH. The total phenolic concentration reduced from 5.57 g.L-1in untreated OMWW to 0.66 g.L-1with AC/H3PO4and 0.84 g.L-1with AC/KOH. These results demonstrate that both activated carbons effectively reduce phenolic concentrations. This study achieves some of the highest adsorption capacities reported for OMWW treatment, this technique demonstrates the outstanding performance of the developed materials. Unlike most research, which focuses on static conditions, less than 10 % of studies explore dynamic fixed-bed setups, underscoring the novelty of this work. The materials can be easily integrated into conventional treatment processes, providing a cost-effective and sustainable solution. By utilizing byproducts from the olive oil industry to treat its wastewater, the approach creates a closed-loop system. Furthermore, the activated carbons are regenerable and reusable, enhancing their practicality while enabling the recovery of valuable polyphenols for added resource valorization.",
  "publication_date": "2025-03-26",
  "journal": "Chemosphere",
  "doi": "10.1016/j.chemosphere.2025.144356"
}