{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Bidirectional transport studies of flavonoids from Alpiniae oxyphyllae fructus by in vitro inflammatory blood-brain barrier model combined with UHPLC-MS/MS analysis.",
  "abstract": "Alpiniae oxyphyllae fructus (AOF) has been widely used for the treatment of central nervous system (CNS) diseases. Flavonoids, namely, baicalein, wogonin, and pinocembrin, are bioactive components with neuroprotective effects against AOF. Herein, a lipopolysaccharide (LPS)-induced in vitro inflammatory blood-brain barrier (BBB) model of a co-culture of hCMEC/D3 and HA1800 cells was constructed to investigate the permeability of flavonoids. The values of transmembrane resistance (TEER), apparent permeability (Papp) of sodium fluorescein (Na-F), and levels of TNF-α and IL-1β confirmed the construction of the in vitro inflammatory BBB model. An ultra-high-performance liquid chromatography-mass spectrometry (UHPLC-MS/MS) was established to quantify the permeability of the three flavonoids. The average coefficients (R2) of the calibration curves were better than 0.99. The intraday and interday accuracies ranged from -13.75 % to 6.37 % and -14.28 % to 11.80 %, respectively. The recoveries and matrix effects were higher than 88.00 % and 92.42 %, respectively. These results indicated that the methodology was reliable. Compared with the normal BBB model, the permeability and efflux ratios of the three flavonoids significantly increased using the inflammatory BBB model. Papp BL→APof wogonin and pinocembrin increased by approximately 1.3 and 5.5 times, respectively, thereby increasing the efflux ratios by 48 % and 76 %, respectively. The efflux ratios of the three flavonoids in the AOF were all < 2, demonstrating that they passed through the BBB in a passive diffusion way. This study investigated flavonoid transport from the AOF using the in vitro inflammatory BBB model, providing a material basis for neuroprotection as a potential drug for treating CNS diseases.",
  "publication_date": "2025-01-13",
  "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
  "doi": "10.1016/j.jchromb.2025.124471"
}