{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Harnessing the Therapeutic Potential of Pomegranate Peel-Derived Bioactive Compounds in Pancreatic Cancer: A Computational Approach.",
  "abstract": "Background/Objectives: Pomegranate(Punica granatum)peel, often discarded as waste, contains abundant bioactive compounds such as polyphenols, vitamins, flavonoids, tannins, anthocyanins, and many more. This contributes to remarkable bioactivities, including anticancer, anti-inflammatory, antioxidant, antibacterial, and antifungal properties. Pancreatic cancer is a deadly cancer with a 9% survival rate. Its aggressiveness, invasiveness, quick metastasis, and poor prognosis significantly decrease the survival rate. Thus, we aim to explore pomegranate peel as a possible alternative medication for treating pancreatic cancer through virtual methods.Methods: Firstly, bioactive compounds were collected from multiple databases and screened for oral bioavailability (OB) ≥ 0.3 and drug likeness (DL) ≥ 0.18 scores. Simultaneously, network pharmacology was employed to extract the most probable targets for pancreatic cancer. Further computational analyses were performed, including molecular docking, molecular dynamics simulation, and in silico pharmacokinetics evaluation.Results: Consequently, the top 10 key targets from network analysis were AKT1, IL6, TNF, SRC, STAT3, EGFR, BCL2, HSP90AA1, HIF1A, and PTGS2. However, only AKT1, EGFR, BCL2, HSP90AA1, and PTGS2 exhibited strong binding affinities with pomegranate compounds, which are significantly declared in affected cells to enhance cancer progression. Outcomes from molecular dynamics simulations, particularly RMSD, RMSF, hydrogen bonding, and radius of gyration (Rg), confirmed stable interactions between 1-O-Galloyl-beta-D-glucose, epicatechin, phloridzin, and epicatechin gallate with respective target proteins.Conclusions: This suggests that pomegranate peels hold anticancer bioactive compounds for treating pancreatic cancer. Surprisingly, most compounds adhere to Lipinski's and Pfizer's rules and display no toxicity. However, as this study relies entirely on computational methods, experimental validation is necessary to confirm these findings and assess real-world efficacy and potential side effects.",
  "publication_date": "2025-06-15",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18060896"
}