{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Role of oligandrin in enhancing post-harvest disease resistance in cherry tomato through salicylic acid and jasmonic acid signaling pathways.",
  "abstract": "Salicylic acid (SA) and jasmonic acid (JA) pathways are crucial components of plant defense mechanisms; however, their roles in post-harvest preservation remain inadequately explored. Cherry tomatoes are highly susceptible to fungal pathogens, such asAlternaria nees, after harvest, leading to significant post-harvest losses. This study investigates the effects of oligandrin, an elicitin protein derived fromPythium oligandrum, on enhancing the resistance of harvested cherry tomatoes toA. nees. Oligandrin treatment significantly reduced disease symptoms, including black spots and decay, during storage without affectingA. neesspore germination. Treated samples exhibited enhanced activities of defense-related enzymes, including polyphenol oxidase (PPO), peroxidase (POD), phenylalanine ammonia-lyase (PAL), and catalase (CAT), compared to controls. Key SA-responsive genes, such asNPR1(Non-expressor of Pathogenesis-Related Genes 1),TGA2(TGACG-Binding Factor 2),WRKY70, andPR1(Pathogenesis-Related Protein 1), were upregulated within 48 h, indicating activation of the SA signaling pathway. Additionally,JAZ1(Jasmonate ZIM-Domain 1), a negative regulator of JA signaling, was elevated at both 24 and 48 h, whileMYC2(Myelocytomatosis 2), a transcription factor involved in the JA pathway, showed significant upregulation, suggesting activation of the JA signaling pathway. These findings demonstrate that oligandrin enhances post-harvest fungal disease resistance by modulating both SA and JA pathways and sustaining elevated defense enzyme activity, offering a promising strategy for improving post-harvest preservation and quality maintenance of cherry tomatoes.IMPORTANCEThis study provides compelling evidence that oligandrin activates both salicylic acid and jasmonic acid signaling pathways in cherry tomatoes, enhancing resistance toA. nees. This dual activation not only deepens our understanding of oligandrin's mechanisms but also underscores the potential of oligandrin and its producerP. oligandrumas a biocontrol agent for post-harvest preservation. By modulating plant immunity and promoting defense enzyme activity, oligandrin strengthens resistance to fungal diseases, offering a promising strategy for maintaining the quality and extending the shelf life of berry-like crops. Given the successful use ofP. oligandrumas a biopesticide in Europe and North America, oligandrin and its producerP. oligandrumpresent an environmentally friendly alternative to chemical pesticides for post-harvest disease management. This research lays the groundwork for further studies aimed at optimizing the application ofP. oligandrumin real-world agricultural settings, establishing it as a reliable, sustainable tool for both agricultural and post-harvest management practices. These findings contribute to advancing biocontrol strategies for safer, more sustainable food production systems.",
  "publication_date": "2025-06-13",
  "journal": "Applied and environmental microbiology",
  "doi": "10.1128/aem.00421-25"
}