{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Natural Deep Eutectic Solvents (NADESs) for the Extraction of Bioactive Compounds from Quinoa (Chenopodium quinoaWilld.) Leaves: A Semi-Quantitative Analysis Using High Performance Thin-Layer Chromatography.",
  "abstract": "Natural deep eutectic solvents (NADESs) have emerged as a promising eco-friendly alternative to petrochemicals for extracting plant metabolites. Considering that the demand for sustainable \"green\" ingredients for industrial applications is growing, those solvents are purported to develop extracts with interesting phytochemical fingerprints and biological activities. Given the interest in flavonoids fromChenopodium quinoaWilld. leaves, an efficient \"green\" extraction method was developed by investigating eight NADESs with defined molar ratios, i.e., malic acid-choline chloride (chcl)-water (w) (1:1:2, N1), chcl-glucose-w (5:2:5, N2), proline-malic acid-w (1:1:3, N3), glucose-fructose-sucrose-w (1:1:1:11, N4), 1,2-propanediol-chcl-w (1:1:1, N5), lactic acid-glucose-w (5:1:3, N6), glycerol-chcl-w (2:1:1, N7), and xylitol-chcl-w (1:2:3, N8). Rheological measurements of all NADESs confirmed their pseudoplastic behaviors. To improve the extraction processes, differential scanning calorimetry (DSC) allowed us to determine the maximum amount of water that could be added to the most stable NADES (N1, N2, N3, and N4; 17.5%, 20%, 10%, and 10%w/w, respectively) to lower their viscosities without disturbing their eutectic environments. The phytochemical compositions of NADES extracts were analyzed using high-performance thin-layer chromatography (HPTLC), and their free radical scavenging and α-amylase inhibitory properties were assessed using HPTLC-bioautography. N2, diluted with 20% of water, and N7 presented the best potential for replacing methanol for an eco-friendly extraction of flavonoids, radical scavengers, and α-amylase inhibitors from quinoa leaves. Their biological properties, combined with a good understanding of both thermal behavior and viscosity, make the obtained quinoa leaf NADES extracts good candidates for direct incorporation in nutraceutical formulations.",
  "publication_date": "2025-06-17",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30122620"
}