{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "The Use of Some Polyphenols in the Modulation of Muscle Damage and Inflammation Induced by Physical Exercise: A Review.",
  "abstract": "Food bioactive compounds (FBC) comprise a vast class of substances, including polyphenols, with different chemical structures, and they exert physiological effects on individuals who consume them, such as antioxidant and anti-inflammatory action. The primary food sources of the compounds are fruits, vegetables, wines, teas, seasonings, and spices, and there are still no daily recommendations for their intake. Depending on the intensity and volume, physical exercise can stimulate oxidative stress and muscle inflammation to generate muscle recovery. However, little is known about the role that polyphenols may have in the process of injury, inflammation, and muscle regeneration. This review aimed to relate the effects of supplementation with mentation with some polyphenols in oxidative stress and post-exercise inflammatory markers. The consulted papers suggest that supplementation with 74 to 900 mg of cocoa, 250 to 1000 mg of green tea extract for around 4 weeks, and 90 mg for up to 5 days of curcumin can attenuate cell damage and inflammation of stress markers of oxidative stress during and after exercise. However, regarding anthocyanins, quercetins, and resveratrol, the results are conflicting. Based on these findings, the new reflection that was made is the possible impact of supplementation associating several FBCs simultaneously. Finally, the benefits discussed here do not consider the existing divergences in the literature. Some contradictions are inherent in the few studies carried out so far. Methodological limitations, such as supplementation time, doses used, forms of supplementation, different exercise protocols, and collection times, create barriers to knowledge consolidation and must be overcome.",
  "publication_date": "2023-02-21",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods12050916"
}