{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Marein from Coreopsis tinctoria Nutt. alleviates oxidative stress and lipid accumulation via SIRT1/Nrf2 signaling.",
  "abstract": "Hyperlipidemia, characterized by dysregulated lipid metabolism, is a major risk factor for cardiovascular diseases and is often accompanied by oxidative stress. This study aimed to investigated the protective effects and underlying mechanisms of Marein, a primary active flavonoid from Coreopsis tinctoria, in an H2O2-induced oxidative stress model using HepG2 cells. HepG2 cells was exposed to H2O2to induce oxidative stress and lipid accumulation, followed by Marein intervention. Cell viability, reactive oxygen species (ROS) levels, and lactate dehydrogenase (LDH) release was assessed using CCK-8, fluorescence microscopy, and ELISA, respectively. Oxidative stress markers, including malondialdehyde (MDA), superoxide dismutase (SOD), and glutathione peroxidase (GSH-Px), as well as lipid profiles (TC, TG, LDL-C, and HDL-C), were measured. The expression levels of SIRT1, Nrf2, and lipid metabolism-related genes (HMGCR, LDLR) were determined via RT-qPCR and Western blot analysis. The results revealed that Marein treatment significantly restored cell viability, reduced LDH release, and improved antioxidant capacity by lowering ROS and MDA levels while enhancing SOD and GSH-Px activities. Additionally, Marein intervention significantly mitigated lipid accumulation, evidenced by reduced by TC, TG, and LDL-C levels and increased HDL-C levels. Mechanistically, Marein activated the Sirtuin-1 (SIRT1)/Nuclear factor-erythroid-2-related factor 2 (Nrf2) signaling, which was confirmed by the reversal of its protective effects upon treatment with EX-527 (a specific SIRT1 inhibitor). These findings suggested that Marein exerted its antioxidative and lipid-lowering effects via the SIRT1/Nrf2 signaling, highlighting its potential as a therapeutic candidate for hyperlipidemia and related metabolic disorders.",
  "publication_date": "2025-05-28",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-97964-7"
}