{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Phytochemical Analysis and Neuroprotective Effect ofSalvia castaneaDiels f.TomentosaStib Extracts.",
  "abstract": "Background: Early studies indicated that the high content of tanshinone IIA (T-IIA) and rosmarinic acid (RA) inSalvia castaneaDiels f.TomentosaStib (SCT) gives them significant potential for development as therapeutic agents for ischemic stroke (IS). However, the extraction process and quality of the active ingredients from SCT are still big challenges, with present processes providing insufficient pharmacological effects. This study aims to identify the optimal extraction process and perform a quality characterization of the total tanshinones and phenolic acids extracted from SCT, as well as to elucidate the neuroprotective effect of these extracts.Methods: The extraction process was optimized using an orthogonal experimental design (OED), and quality characterization was performed using HPLC, UV, and LC-MS. The neuroprotective effect of the extracted tanshinones and phenolic acids was studied using the middle cerebral artery occlusion (MCAO) paradigm, and its underlying mechanism was revealed through RNA-seq analysis combined with network pharmacology.Results: The optimal extraction pressure of total tanshinones was 60 MPa, while the extraction temperature and time for total phenolic acids were 4 °C and 25 min, respectively. In these extracts, the total tanshinone and phenolic acid contents increased to 369.43 and 189.10 mg/g, respectively; 23 of the 19 tanshinones and 23 phenolic acids identified in this study have not been observed in previous studies. It was demonstrated that the combined extract had a promising neuroprotective effect against IS; RNA-seq combined with network pharmacology analysis indicated that the active compounds may regulate a series of core genes associated with signaling pathways to protect against IS.Conclusions: The combined SCT extract studied in this research exerted neuroprotective effects on IS. In general, these findings improve our preliminary understanding of the chemical composition and bioactivity of SCT.",
  "publication_date": "2025-05-15",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18050728"
}