{
  "source": "PubMed",
  "query": "catechins",
  "title": "Structural diversity of tea phenolics modulates physicochemical properties and digestibility of wheat starch: Insights into gallic acid group-dependent interactions.",
  "abstract": "The structural diversity of tea phenolics constitutes a critical yet underexplored determinant in starch functionality modulation, restricting the precision of current starch modification strategies. This study systematically investigated seven structurally distinct tea phenolics to elucidate their effects on the physicochemical and digestive properties of wheat starch (WS) using an integrated analytical framework encompassing pasting profiling, texture analysis, thermogravimetry, spectroscopic characterization, microstructure observation, and an in vitro digestion model. Results revealed that theaflavin (TF) dose-dependently increased viscosity parameters, while preserving gel hardness and chewiness, whereas gallic acid (GA) reduced both viscosity and textural parameters. Ester-catechins exerted stronger modulatory effects on viscosity and texture than non-ester catechins. Mechanistic analysis identified molecular hydroxyl density and interaction specificity as key structural determinants driving these differential effects. Theaflavin-3,3'-digallate (TFDG) and TF facilitated WS chain crosslinking through bridging interactions, while GA and ester catechins disrupted starch molecular associations and starch-water interaction. Thermal stability of WS-phenolic complexes progressively decreased with increasing concentrations of GA, TF, and TFDG. Phenolics containing galloyl groups markedly reduced starch short-range ordering, whereas TF enhanced structural organization. Digestibility assessments revealed dual action mechanisms where GA and epicatechin gallate (ECG) increased resistant starch content through complexation, while TF and TFDG directly inhibited enzymatic activity.",
  "publication_date": "2025-05-16",
  "journal": "Carbohydrate polymers",
  "doi": "10.1016/j.carbpol.2025.123763"
}