{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Genetic and Biochemical Analyses Identified a Major Locus Gh-PA1 Underlying Pollen Carotenoid Accumulation and Pigmentation in Upland Cotton.",
  "abstract": "Cotton genus Gossypium shows wide variation for pollen color. Pima cotton (Gossypium barbadense L.), which is known for premium fiber quality, is characterized by yellow/orange colored pollen, while the widely cultivated Upland cotton (G. hirsutum L) usually has cream colored pollen. Genome-wide association study (GWAS) using a diversity panel of 136 accessions of Upland cotton, examined for pollen color and genotyped with the cottonSNP63K array, identified three significant marker trait associations for pollen color within a 226 kb region on chromosome A05. Phenotyping of two recombinant inbred line (RIL) populations and the F1s, derived from parental accessions DES 56 (white pollen), and Sealand #2 and Southland M1 (yellow pollen), showed the yellow pollen color was controlled by a single dominant gene at the locus Gh-PA1. Further, molecular mapping using two RIL populations genotyped with SNP markers localized the Gh-PA1 to 5.36 cM region on chromosome A05. The flanking markers (i12529Gh and i12525Gh) of the Gh-PA1 locus in the linkage map identified a 112.83 kb region in the sequence-based physical map. This genomic region consisted of four putative genes with one predicted to encode phytoene synthase of carotenoid biosynthetic pathway as probable candidate gene controlling yellow pollen color in cotton. Analysis of phytochemicals in pollen grains confirmed higher carotenoid content in yellow than in the white-colored pollen, while flavonoid differences were insignificant between the two color types. Deciphering the molecular genetic architecture of Gh-PA1 could aid in the understanding of the role of phytochemicals in cotton pollen physiology and adaptation.",
  "publication_date": "2025-06-25",
  "journal": "Journal of experimental botany",
  "doi": "10.1093/jxb/eraf275"
}