{
  "source": "PubMed",
  "query": "tannins",
  "title": "Fermentation of Sainfoin Seed Flour withSaccharomyces boulardii: Effects on Total Dietary Fiber, Anti-Nutrients, Antimicrobial Activity, and Bioaccessibility of Bioactive Compounds.",
  "abstract": "This study investigates the effects of fermentation on sainfoin seed flour usingSaccharomyces boulardiifor total dietary fiber (TDF) content, anti-nutritional profiles (including phytates, tannins, saponins, and trypsin inhibitors), and bioactive compounds. It also focused on assessing the in vitro availability of phenolic compounds, antioxidant potential, and anti-nutrient compounds after gastrointestinal digestion. Four treatment groups were designed: a non-fermented control group, and flour samples fermented withS. boulardiiCNCM I-745 for 24, 48, and 72 h. All fermentations were carried out at 30 °C. The effects of fermentation and the analysis results were statistically evaluated at the significance level ofp< 0.05, and significant differences were detected. Fermentation significantly increased soluble dietary fiber (from 3.32% to 4.43%) and reduced anti-nutritional factors, including phytates (by 18%), tannin (by 19%), and trypsin inhibitor activity (TIA) (by 79%). However, saponin content increased by 21% after 72 h of fermentation. Tannin levels of non-fermented and fermented sainfoin flour decreased dramatically after in vitro digestion. Moreover, it was concluded that the bioaccessibility of phytic acid significantly increased through fermentation, while that of tannins declined. Antimicrobial activity againstEscherichia coliATCC 25922 improved after fermentation, while the antioxidant capacity was enhanced post-digestion. In addition, the highest phenolic content (612 mg GAE/100 g) and antioxidant capacity (1745 mg TE/100 g by CUPRAC assay and 1127 mg TE/100 g by DPPH assay) were determined in fermented sainfoin seed flour at 72 h after gastrointestinal digestion.",
  "publication_date": "2025-06-18",
  "journal": "Microorganisms",
  "doi": "10.3390/microorganisms13061421"
}