{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Nano-Liposomal Carrier as Promising Dermal Delivery Platform forFumaria officinalisL. Bioactives.",
  "abstract": "Background/Objectives:This study investigates the physical, rheological, and antioxidant properties of nano-liposomal formulations encapsulatingFumaria officinalisL. (fumitory) extract, focusing on their stability and performance under ultraviolet (UV) exposure, as well as polyphenol release within simulated skin conditions in a Franz diffusion cell.Methods:Liposomal formulations, composed of phospholipids with or without β-sitosterol or ergosterol, were evaluated for their encapsulation efficiency, liposome size, size distribution, zeta potential, viscosity, surface tension, density, oxidative stability, antioxidant capacity, and polyphenol recovery.Results:Encapsulation efficiency was the highest in phospholipid liposomes (72.2%) and decreased with the incorporation of sterols: 66.7% for β-sitosterol and 62.9% for ergosterol liposomes. Encapsulation significantly increased viscosity and reduced surface tension compared to the plain liposomes, suggesting modified interfacial behavior. The inclusion of fumitory extract significantly increased the viscosity of liposomes (from ~2.5 to 6.09-6.78 mPa × s), consistent with the observed reduction in particle size and zeta potential. Antioxidant assays (thiobarbituric acid reactive substances-TBARS, 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid-ABTS, and 2,2-diphenyl-1-picrylhydrazyl-DPPH) confirmed enhanced lipid peroxidation inhibition and radical scavenging upon encapsulation, with ABTS activity reaching up to 95.05% in sterol-containing liposomes. Release studies showed that the free extract exhibited the fastest polyphenol diffusion (5.09 × 10-9m2/s), while liposomes demonstrated slower/controlled release due to bilayer barriers. UV-irradiated liposomes released more polyphenols than untreated ones, particularly in the sterol-containing formulations, due to oxidative destabilization and pore formation.Conclusions:These findings highlight the potential of fumitory extract-loaded liposomes as stable, bioactive carriers with tunable polyphenol antioxidant release properties for dermal applications. Overall, liposomal formulations of fumitory extract exhibit significant potential for further development as a pharmaceutical, cosmetic, or dermo-cosmetic ingredient for use in the prevention and treatment of various skin disorders.",
  "publication_date": "2025-06-14",
  "journal": "Pharmaceutics",
  "doi": "10.3390/pharmaceutics17060782"
}