{
  "source": "PubMed",
  "query": "tannins",
  "title": "Inclusion of Fermented Cassava Top and Root with Inoculation in Total Mixed Ration Silage Diets: Ensilage Quality and Nutrient Digestibility of Backgrounding Crossbred Bulls.",
  "abstract": "The use of cassava as a feed resource is the main focus of strategies that aim to increase the efficiency of beef cattle. In this study, the ratio of fresh cassava tops to roots (CTR) was 1:1, 1:2, 1:3, and 1:4w/w, in addition to the incorporation of yeast and lactic acid bacteria (YL). CTRS was inoculated in vitro with rumen fluid and a substrate mixture to evaluate the gas production and fermentation quality. In vivo, crossbred beef cattle were randomly allocated to three dietary treatments: a control group and two groups that received total mixed ration (TMR) silage with either 35% or 70% of the concentrate replaced with CTRS. This study found that the levels of crude protein and condensed tannins (CTs) in CTRS were relatively increased by the addition of cassava tops (p< 0.05), while the fermentation pH decreased as the proportion of cassava roots increased. CTRS significantly enhanced in vitro dry matter digestibility, cumulative gas at 96 h, gas production kinetics, and MBP (p< 0.05), especially in the 1:2 group. In the in vivo experiment, CTRS increased DM intake, CP, and propionic acid concentration compared to the control group and showed great potential for improving NDF digestibility. Moreover, when the concentrate in the TMR silage was substituted with CTRS and offered to crossbred beef cattle, it increased ruminal NH3-N and blood glucose levels (p< 0.05). The TMR silage substituted with 70% CTRS reduced the feed cost by 50.54% (p< 0.05). Our study findings suggest that optimizing the inclusion of CTRS in TMR silage could be a viable strategy for beef producers aiming to enhance cattle performance and profitability.",
  "publication_date": "2025-04-24",
  "journal": "Veterinary sciences",
  "doi": "10.3390/vetsci12050402"
}