{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Fats and oils - a scoping review for Nordic Nutrition Recommendations 2023.",
  "abstract": "This scoping review for the Nordic Nutrition Recommendations 2023 summarizes the available evidence on fats and oils from a food level perspective. A literature search for systematic reviews (SRs) and meta-analyses was conducted in PubMed. There are few SRs and meta-analyses available that investigate the association between fats and oils (food level) and health outcomes; the majority report associations at the nutrient level (fatty acid classes). All identified SRs and meta-analyses were of low methodological quality, thus the findings and conclusions presented within this scoping review should be interpreted cautiously. Based on this limited evidence, the following results were indicated: the intake of olive oil may be associated with reduced risk of cardiovascular disease (CVD), type 2 diabetes (T2D), and total mortality in prospective cohort studies. The intake of butter was not associated with the risk of CVD but may be related to slightly lower risk of T2D and higher risk of total mortality in prospective cohort studies. For cancer, the evidence is sparse and primarily based on case-control studies. The intake of olive oil may be associated with reduced risk of cancer, whereas the intake of butter may be associated with increased risk of certain cancer types. Butter increases LDL-cholesterol when compared to virtually all other fats and oils. Palm oil may increase LDL-cholesterol when compared to oils rich in MUFA or PUFA but may not have any effect on glucose or insulin. Coconut oil may increase LDL-cholesterol when compared to other plant oils but may decrease LDL-cholesterol when compared to animal fats rich in SFA. Canola/rapeseed oil may decrease LDL-cholesterol compared to olive oil, sunflower oil and sources of SFA and may also reduce body weight compared to other oils. Olive oil may decrease some inflammation markers but may not have a differential effect on LDL-cholesterol compared to other fats and oils. The effect on risk markers likely differs depending on the type/version of oil, for example, due to the presence of polyphenols, phytosterols and other minor components. Taken together, based on the available evidence, oils rich in unsaturated fat (e.g. olive oil, canola oil) are to be preferred over oils and fats rich in saturated fat (e.g. butter, tropical oils).",
  "publication_date": "2024-02-09",
  "journal": "Food & nutrition research",
  "doi": "10.29219/fnr.v68.10487"
}