{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "New insights into the cross-linking mechanism of soybean protein-based double dynamic cross-linking hydrogels for the controlled delivery of curcumin.",
  "abstract": "The growing demand for functional foods requires the development of advanced delivery systems for hydrophobic bioactive ingredients. To meet this demand, a novel dual-crosslinked hydrogel was designed using a mild gelation method, incorporating Schiff base and catechol-Fe3+chelation bonds. The effect of the content of dynamic bonds on the physical properties and delivery characteristics of the hydrogel was systematically studied. The results show that the unique dual-crosslinked structure of the hydrogel imparts superior physicochemical properties and enhanced efficacy. Enhanced physicochemical properties include faster gelation time, stronger mechanical performance, a denser network structure, and improved self-healing ability. Furthermore, these hydrogels exhibit excellent thermal stability and water retention properties, with swelling behavior gradually weakening as the content of dynamic bonds increases. The SPD8@Fe1 hydrogels have optimal thermal stability (30.69 %), best mechanical properties (26.86 kPa) and low swelling rate (45.44 g/g). In vitro gastrointestinal digestion simulations indicate that these hydrogels can withstand damage caused by gastric conditions and sustain the release of curcumin under intestinal conditions, while also demonstrating excellent bile salt adsorption capacity. The hydrogel had good pH-dependent controlled-release ability for curcumin. By adjusting the content of dynamic bonds, the sustained release behavior of the hydrogel can be regulated. This work provides important insights into the structure-function relationship of hydrogels and valuable information for the design of functional delivery carriers for hydrophobic bioactive ingredients.",
  "publication_date": "2025-04-19",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.116456"
}