{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "In Vitro Regulation of Amyloid production in Alzheimer's Disease via Curcumin-Loaded Silver Nanoparticles with Antioxidant and Acetylcholinesterase-Inhibiting Properties.",
  "abstract": "This study investigates the phytochemical composition, antioxidant activity, and anti-Alzheimer effects of curcumin used in the green synthesis of silver nanoparticles (curcumin-Ag NPs). The synthesis process and nanoparticle characteristics were thoroughly examined using UV-visible spectroscopy, Fourier transform infrared (FTIR) spectroscopy, dynamic light scattering (DLS), X-ray diffraction (XRD), and scanning electron microscopy (SEM). The resulting nanoparticles exhibited a particle size between 50 and 100 nm with a zeta potential of - 33 mV, indicating colloidal stability. FTIR spectra showed characteristic peaks at 3537, 1627, 1509, and 1278 cm-1, corresponding to phenolic hydroxyl groups, C = O, and CH groups, confirming the presence of curcumin on the nanoparticle surface. SEM imaging revealed spherical nanoparticles with sizes ranging from 61 to 78 nm, and EDX analysis confirmed the presence of silver with characteristic peaks at approximately 3 keV. XRD patterns demonstrated that the nanoparticles possess a crystalline structure. Antioxidant activity assessed via DPPH assay increased with concentration, with an IC50value of 1167.9 µg/ml. Anti-Alzheimer effects were observed at lower concentrations, with up to 44.3% inhibition of acetylcholinesterase activity at 585 µg/ml. Notably, the dual properties of antioxidant and enzyme inhibitory effects highlight the potential of curcumin-Ag NPs as multifunctional agents for neurodegenerative diseases. This work offers new insights into the green synthesis of bioactive nanoparticles and their therapeutic prospects against Alzheimer's disease.",
  "publication_date": "2025-06-03",
  "journal": "Molecular neurobiology",
  "doi": "10.1007/s12035-025-05125-8"
}