{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "Metabolomic Profiling and Antioxidant Properties of ChileanEucryphia cordifoliaCav.: Insights from Leaves, Flowers, and Monofloral Honey.",
  "abstract": "This study aimed to characterize the metabolomic profile of monofloral honey fromEucryphia cordifolia(ulmo) and evaluate the potential transfer of bioactive compounds from the plant parts, including the leaves and flowers, to the honey. Using UHPLC/Q-TOF-MS analysis, various flavonoids and phenolic acids were identified and quantified in extracts from the leaves, flowers, and honey fromE. cordifolia. Given their rich polyphenolic composition,E. cordifolialeaves were included in this study to assess their potential contribution to the antioxidant properties and chemical markers of ulmo honey. Additionally, the polyphenolic compounds in honey samples were quantified. Chromatographic analysis via UHPLC-MS/MS revealed that ulmo honey contains phenolic acids such as gallic, syringic, ferulic, chlorogenic, caffeic, and coumaric acid, as well as flavonoids including pinocembrin, quercetin, luteolin, kaempferol, epicatechin, apigenin, and isorhamnetin. The results indicate that pinocembrin and gallic acid are the main chemical markers of ulmo honey, while isorhamnetin could complement its characterization as a complementary marker. UHPLC/Q-TOF-MS analysis was also utilized to compare the compounds present in the honey with those found in the plant parts (leaves and flowers), respectively. A total of 10 shared compounds were identified, 9 of which were preliminarily identified, while 1 remains unknown. Notably, dihydroquercetin 3-O-rhamnoside, quercetin 3-O-rhamnoside, cyanidin 3-(p-coumaroyl)-glucoside, and eupatorin were detected in ulmo honey for the first time. Along with gallic acid, pinocembrin, and isorhamnetin, these compounds could contribute to a characteristic fingerprint for identifying the botanical origin of the honey. Overall, these findings provide valuable insights into the chemical composition of ulmo honey and its potential application as a functional product with antioxidant properties.",
  "publication_date": "2025-02-28",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14030292"
}