{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Polyphenols as Mitigators of Metal-Induced Stress in Madagascar Periwinkle (Catharanthus roseus L.).",
  "abstract": "Understanding the mechanisms by which plants respond to oxidative stress is crucial for ensuring agricultural sustainability. Plant growth and development get severely affected from the stress induced by environmental factors. Heavy metals like lead (II) nitrate are one of the major causes of abiotic stress. Oxidative stress can be experienced by plants due to the presence of an excessive amount of reactive oxygen species (ROS), causing adverse effects to the cellular components. Plants produce an increased number of antioxidants as part of their secondary metabolism as a direct response to the stress. Polyphenols and flavonoids are among the largest families of secondary metabolites having antioxidant properties, capable of sequestering the ROS in plants, reducing the stress levels. These polyphenols are produced in the phenylpropanoid pathway where phenylalanine lyase (PAL) acts as the very first enzyme initiating the pathway, the gene expression of which was studied by real-time PCR. Assays to assess the extent of the antioxidant properties were also carried out for biomarkers of stress, including lipid peroxidation, chlorine, and proline content. HPLC was performed to identify and quantify the various sub-families of polyphenols being produced in response to the stress. This research article provides an in-depth analysis of the impact of lead (II) nitrate induced stress in Catharanthus roseus L., renowned for its pharmaceutical significance, and the findings from this multi-faceted study offer a holistic understanding about the effects of lead (II) nitrate stress induced up-regulation of the synthesis of secondary metabolites, possessing antioxidant characteristics.",
  "publication_date": "2025-06-26",
  "journal": "Biotechnology and applied biochemistry",
  "doi": "10.1002/bab.70021"
}