{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Pickering emulsion-derived polymer microspheres: Protective carriers for anthocyanins with tunable release and colorimetric sensing.",
  "abstract": "Natural compounds, such as anthocyanins, have received little attention as viable components in polymer composites, but they could enable the next generation of environmentally \"aware\" materials. Anthocyanins can change colors in different environmental conditions, but are prone to quick degradation. The aim of this work is to encapsulate anthocyanin into the polymer microspheres, generated from Pickering emulsions, to enhance their stability against degradation while preserving their antioxidant potential. Further, we aim at producing useful environmentally responsive materials, based on natural compounds for practical applications, such as colorimetric sensors. Upon encapsulation, anthocyanin is mainly found as flavylium cation, resulting in fluorescent microspheres. The encapsulation efficiency and release behavior were assessed. The microspheres can be loaded with up to 0.24 mg × g-1anthocyanin. Anthocyanin can be released from microspheres, depending on the solution composition and environmental triggers up to 23 % of their fully loaded capacity. We evaluate the antioxidant activity of the encapsulated anthocyanins and demonstrate that this is retained to more than 90 % post-encapsulation. The microspheres loaded with anthocyanin change color function of solution pH. We also prototype a biocompatible polyvinyl alcohol-based composite with anthocyanin encapsulated polymer microspheres and demonstrate its potential as a colorimetric sensor for hydrochloric acid and ammonia gases. Thus, we demonstrate that polymer microspheres are effective carriers for anthocyanins, providing protection against degradation while exhibiting responsiveness to environmental conditions.",
  "publication_date": "2025-06-23",
  "journal": "Colloids and surfaces. B, Biointerfaces",
  "doi": "10.1016/j.colsurfb.2025.114905"
}