{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Nutritional Characterization and Metabolic Profiling of Bioactive Compounds in Cajanus scarabaeoides Seeds Using GC-MS and LC-MS Analysis.",
  "abstract": "Cajanus scarabaeoides, a wild relative of Cajanus cajan, is renowned for its medicinal properties and rich bioactive compounds, particularly within its seeds, which are valuable for their storage of primary and secondary metabolites with potential pharmacological applications. This study aimed to comprehensively analyze physical properties, nutritional content, and the metabolic profile of Cajanus scarabaeoides seeds to understand their medicinal potential. Physical characteristics such as seed weight, volume, density, hydration capacity, and swelling index were measured, alongside a detailed nutritional assessment that quantified moisture, ash, crude fat, fiber, protein, carbohydrate, and vitamin content (A, C, E), as well as essential minerals. Metabolic profiling was conducted using gas chromatography-mass spectrometry (GC-MS) and liquid chromatography-mass spectrometry (LC-MS), identifying 117 non-volatile and 135 volatile metabolites. The chloroform extract showed the highest concentration of volatile metabolites (55), while the chloroform and ethyl acetate extracts were rich in non-volatile compounds (45 and 43, respectively), including flavonoids, polyphenols, and organic acids, which are associated with antioxidant and anti-inflammatory properties. Multivariate analysis, using supervised partial least squares discriminant analysis (PLS-DA), identified differential metabolites, and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis revealed the involvement of metabolic pathways such as unsaturated fatty acid biosynthesis, metabolism of xenobiotics by cytochrome P450, and Drug metabolism - other enzymes. The rich composition of bioactive metabolites, especially flavonoids and polyphenols, underscores the medicinal value of Cajanus scarabaeoides seeds, suggesting significant potential for developing antioxidant and anti-inflammatory treatments.",
  "publication_date": "2025-05-16",
  "journal": "Plant foods for human nutrition (Dordrecht, Netherlands)",
  "doi": "10.1007/s11130-025-01362-3"
}