{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Antibacterial and Synergistic Effects ofTerminalia citrinaLeaf Extracts Against Gastrointestinal Pathogens: Insights from Metabolomic Analysis.",
  "abstract": "Background/Objectives: Bacterial contamination leads to foodborne illnesses, and new antibiotics are required to combat these pathogens. Interest has increased in medicinal plants as targets for new antibiotics.Methods: This study evaluated the antibacterial activity of leaf extracts fromTerminalia citrina(Gaertn.) Roxb. ex Fleming against four bacterial pathogens (including a methicillin-resistantStaphylococcus aureus(MRSA) strain) using disc diffusion and liquid microdilution assays. The phytochemical composition of the extracts were determined using ultra-high-performance liquid chromatography-mass spectrometry (UPLC-MS).Results: Both the aqueous and methanol extracts demonstrated noteworthy antibacterial activity againstBacillus cereus(MICs of 468.8 µg/mL and 562.5 µg/mL, respectively). Additionally, the extracts were effective against MRSA (MICs = 625 µg/mL). Strong antibacterial effects were also observed againstS. aureus, with MICs of 625 µg/mL (aqueous extract) and 833.3 µg/mL (methanol extract). Twelve combinations of extracts and conventional antibiotics were synergistic againstB. cereusandS. flexneri. UPLC-MS analysis revealed two flavonoids, orientin 2″-O-gallate and astragalin, exclusive to the aqueous extract, whilst pinocembrin and gallic acid were only detected in the methanol extract. Both extracts contained vitexin 2″-O-p-coumarate, ellagic acid, orientin, rutin, chebulic acid, terminalin, and quercetin-3β-D-glucoside. Both extracts were determined to be nontoxic.Conclusions: The abundance and diversity of polyphenols in the extracts may contribute to their strong antibacterial properties. Further research is required to investigate the antibacterial effects of the individual extract compounds, including their effects when combined with conventional antibiotics, and the potential mechanisms of action against foodborne pathogens.",
  "publication_date": "2025-06-08",
  "journal": "Antibiotics (Basel, Switzerland)",
  "doi": "10.3390/antibiotics14060593"
}