{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Cell-free chromatin particles released from dying cells inflict mitochondrial damage and ROS production in living cells.",
  "abstract": "Mitochondrial damage and the resultant oxidative stress are associated with neurodegenerative diseases, ageing, and cancer. However, the triggers of mitochondrial damage remain unclear. We previously reported that cell-free chromatin particles (cfChPs) released from the billions of cells that die in the body every day can readily enter healthy cells and damage their DNA. Here, we show that cfChPs isolated from the sera of healthy individuals, when applied to NIH3T3 mouse fibroblast cells, cause physical damage to mitochondrial DNA (mtDNA). cfChPs also induce ultrastructural changes, increase mitochondrial mass, alter mitochondrial shape, upregulate mitochondrial outer membrane protein translocase of the outer membrane 20, and change mitochondrial membrane potential. Furthermore, a marked increase was observed in mitochondrial superoxide (ROS) production, as detected by MitoSOX Red, and intracellular superoxide dismutase-1 activation. ROS production was also activated when a conditioned medium containing cfChPs released from hypoxia-induced dying NIH3T3 cells was applied to healthy NIH3T3 cells. ROS activation was significantly reduced when the conditioned medium was pre-treated with three different cfChP-deactivating agents: anti-histone antibody-complexed nanoparticles, DNase I, and the novel pro-oxidant combination of the nutraceuticals resveratrol and copper. Given that 1 × 109-1 × 1012cells die in the body every day, we hypothesise that cfChPs from dying cells are the major physiological triggers for mtDNA damage and ROS production. Deactivation of cfChPs may provide a novel therapeutic approach to retard ageing and associated degenerative conditions linked to oxidative stress.",
  "publication_date": "2024-01-15",
  "journal": "Cell death discovery",
  "doi": "10.1038/s41420-023-01728-z"
}