{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Transcriptome and metabolome reveal the effects of three canopy types on the flavonoids and phenolic acids in 'Merlot' (Vitis vinifera L.) berry pericarp.",
  "abstract": "The flavonoids and phenolic acids in grape berries greatly influence the quality of wine. Various methods are used to shape and prune grapevines, but their effects on the flavonoids and phenolic acids remain unclear. The flavonoids and phenolic acids in the berry pericarps from grapevines pruned using three types of leaf canopy, namely, V-shaped, T-shaped, and vertical shoot-positioned (VSP) canopies, were compared in this study. Results showed that the V-shaped canopy was more favorable for the accumulation of flavonoids and phenolic acids. Transcriptome and metabolome analyses revealed that the differentially expressed genes (DEGs) and differentially regulated metabolites (DRMs) were significantly enriched in the flavonoid and phenylpropanoid biosynthesis pathways. A total of 96 flavonoids and 32 phenolic acids were detected among the DRMs. Their contents were higher in the V-shaped canopy than in the T-shaped and VSP canopies. Conjoint analysis of transcriptome and metabolome showed that nine DEGs (e.g., cytochrome P450 98A9 and 98A2) were significantly correlated to nine phenolic acids (e.g., gentisic acid and neochlorogenic acid) and three genes (i.e., chalcone isomerase, UDP-glycosyltransferase 88A1, and caffeoyl-CoA O-methyltransferase) significantly correlated to 15 flavonoids (e.g., baimaside and tricin-7-O-rutinoside). These genes may be involved in the regulation of various flavonoids and phenolic acids in grape berries, but their functions need validation. This study provides novel insights into the effects of leaf canopy on flavonoids and phenolic acids in the skin of grape berries and reveals the potential regulatory networks involved in this phenomenon.",
  "publication_date": "2022-11-19",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2022.112196"
}