{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Nanoencapsulation of Curcumin and Quercetin in Zein-chitosan Shells for Enhanced Broad-spectrum Antimicrobial Efficacy and Shelf-life Extension of Strawberries.",
  "abstract": "Strawberries face significant postharvest microbial spoilage risks due to high water and sugar content as well as low organic acid contents in their flesh. The study aimed to develop and characterize a novel strategy to delay microbiological spoilage in strawberries using single and coencapsulation of curcumin (Cm) and quercetin (Q), creating stable nanoencapsulates specifically designed to target mold spores, vegetative fungi, and bacteria, with potential applications for both foodservice and consumer use. Using a layer-by-layer antisolvent method, nanoencapsulates of Cm and Q were synthesized, characterized, and assayed against both human and plant pathogenic bacteria and fungi in vitro and in situ. The nanoencapsulates formed stable, spherical emulsion droplets with monodisperse size distribution, high specific surface area, and moderately electro-positive ζ-potentials. Encapsulation efficiencies were 56% (Cm), 65% (Q), and 46.05 ± 4.78% (Cm) and 53.68 ± 4.83% (Q) for CmQ. The nanoencapsulated compounds exhibited strong antimicrobial activity against Pseudomonas aeruginosa, Listeria monocytogenes, Salmonella Montevideo, Saccharomyces cerevisiae, as well as Botrytis cinerea and Aspergillus niger spores in vitro. In strawberries, Cm and Q nanoencapsulates reduced decay incidence by 60% and 80% at 25 °C and 4 °C, respectively, significantly lowering aerobic bacteria by 3.55 ± 0.20 log CFU/g for Cm and 1.97 ± 0.35 log CFU/g for Q, respectively. Yeast and mold counts were likewise reduced by 2.46 ± 0.02 log CFU/g for Cm and 1.43 ± 0.16 log CFU/g for Q. Strawberry quality parameters (firmness, pH, and color) remained stable (P ≥ 0.05) after five days at 25 °C and 15 days at 4 °C. This study highlights a sustainable and effective nanoencapsulation approach for extending the microbiological shelf life of strawberries offering a promising opportunity in food preservation to mitigate spoilage and reduce postharvest losses on perishable fruits and vegetables.",
  "publication_date": "2025-04-24",
  "journal": "Journal of food protection",
  "doi": "10.1016/j.jfp.2025.100517"
}