{
  "source": "PubMed",
  "query": "tannins",
  "title": "The Effect of Varying Durations of Post-Harvest Cryogenic Treatments on the Quality of Cabernet Sauvignon Wines.",
  "abstract": "While cold chain transportation facilitates the utilization of wine grapes grown in remote mountainous areas, there is currently a lack of research on the impacts of different post-harvest temperatures on the quality of wine grapes. Therefore, three temperatures-room temperature (20 °C), chilled (4 °C), and frozen (-20 °C)-were selected to study the effects of post-harvest low-temperature treatments. The results indicated that the contents of tartaric acid and total polyphenols in the resulting wines were higher after the grapes underwent freezing, while the opposite trend was observed for those stored at room temperature. The changes in color lightness of wines were inversely correlated with the changes in color saturation and red chromaticity, while the yellow chromaticity of wines fermented after storage exhibited a slight increase. Rutin and ferulic acid were identified as the characteristic monophenols that decreased post-storage, and heptanal emerged as the volatile compound that decreased similarly. Furthermore, the tannin contents of the resulting wines demonstrated a strong correlation with temperature: when grapes were chilled, they reached the highest level, presenting a decreasing trend over time. For low-temperature storage, 1-hexanol, ethyl caprylate, isopentyl acetate, and (Z)-2-heptenal were identified as characteristic volatile compounds under the different treatments. Overall, the choice of an appropriate chilling temperature for the post-harvest storage of grapes can ensure the quality characteristics of the produced wine. This study confirms the potential value of cold chain transportation for the effective utilization of wine grapes grown in remote areas.",
  "publication_date": "2025-06-02",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14111972"
}