{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Varietal Susceptibility of Olive toPseudomonas savastanoipv.savastanoiand the Antibacterial Potential of Plant-Based Agents.",
  "abstract": "Olive knot disease, caused by the bacteriumPseudomonas savastanoipv.savastanoi, causes great damage in olive orchards. While control measures ofP. savastanoipv.savastanoiin olive orchards primarily rely on pruning and copper-based treatments, the use of antibiotics as bactericidal preparations in agriculture is limited and highly restricted. However, plants are naturally endowed with protective molecules, such as phenolic compounds, which defend them against herbivores, insects, and microorganisms. This research aimed to test the virulence of five strains ofP. savastanoipv.savastanoiisolated from different growing regions and olive varieties, and to examine whether there is a difference in plant susceptibility based on the variety. An additional goal was to test the antimicrobial activity of olive mill wastewater, known for its high content of phenolic compounds, and aqueous garlic hydrolysate, as well as to compare them with a commercial copper-based product, pure hydroxytyrosol, and a standard antibiotic as references. Analysis of knot characteristics showed variations in the virulence of theP. savastanoipv.savastanoistrains, with the highest virulence being observed for the strain I7L and the lowest virulence for the strain B45C-PR. The olive cultivar Rosinjola displayed higher susceptibility compared to Frantoio, Buža, and Leccino, while cv. Istarska bjelica exhibited the least susceptibility compared to the other investigated olive cultivars. In an attempt to explore alternative solutions for disease control, in vitro tests revealed that the phenol HTyr, GE, and the wastewater with the highest total phenolic content (cv. Istarska bjelica) possess the highest antibacterial activity. This supports the role of polyphenols in host defense, aligning with previous field observations of lower susceptibility of cv. Istarska bjelica to olive knot disease. These findings highlight the complex nature of olive knot interactions with bacterial strains and olive cultivars, simultaneously accentuating and underscoring the importance of considering the host's defenses as well as bacterial virulence in disease management strategies.",
  "publication_date": "2024-06-26",
  "journal": "Microorganisms",
  "doi": "10.3390/microorganisms12071301"
}