{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "PI3K/AKT/mTOR Pathway in Breast Cancer Pathogenesis and Therapy: Insights into Phytochemical-Based Therapeutics.",
  "abstract": "Breast cancer (BC) is listed as the most prevalent cancer form in women worldwide, with major subtypes classified by hormone receptor (HR) and HER2 status including, HR+/HER2- (∼65-70%), HER2+ (∼15-20%), Triple-Negative-HR-/HER2- (∼10-15%) and rare sybtypes (<5%). Scientific evidence has revealed that PI3K/AKT/mTOR signaling cascade plays an important role in the development and progression of BC, contributing to key cellular processes including cell growth, proliferation, angiogenesis, and metastasis. Dysregulation of the components of this cascade including functional loss of Phosphatase and TENsin homolog (PTEN), PI3K hyperactivation, and gain-of-function of AKT, are frequently observed in BC subtypes, making it a promising target for therapeutic intervention. A myriad of studies have documented the potential of phytochemicals, including curcumin, chrysin, fisetin, genistein, resveratrol and lycopene as modulators of the PI3K/AKT/mTOR axis. These phytochemicals exhibit multifaceted mechanisms of action, including inhibition of key kinases, induction of apoptosis, suppression of angiogenesis, and reversal of resistance to chemotherapy. This review aims to provide a detailed overview about the role of PI3K/AKT/mTOR alteration in BC development and the current research on phytochemicals that modulate the PI3K/AKT/mTOR pathway in BC. We documented the molecular mechanisms through which these compounds exert their effects, their potential synergistic interactions with conventional therapies, and the challenges and prospects for their clinical application. The evidence presented underscores the promise of phytochemicals as novel, less toxic adjuncts to traditional BC therapies, warranting further exploration and development for clinical use.",
  "publication_date": "2025-06-23",
  "journal": "Nutrition and cancer",
  "doi": "10.1080/01635581.2025.2521884"
}