{
  "source": "PubMed",
  "query": "stilbenes",
  "title": "Antitumor Assessment of Liposomal Beta-Carotene with Tamoxifen Against Breast Carcinoma Cell Line: An In Vitro Study.",
  "abstract": "The present study was designed to characterize the interactions between lecithin liposomes, a model membrane, and either β-carotene or tamoxifen. In addition, the cytotoxicity of liposomal beta-carotene with tamoxifen was screened in vitro in human breast cancer cell lines MCF-7 and MDA-MB-231 in addition to the normal WI38 cell line. All liposomes were nearly spherical and evenly distributed and had fewer aggregates for encapsulated and empty vesicles. Measurements using dynamic light scattering verified that each sample was monodisperse. When tamoxifen is incorporated into liposomal membranes, the zeta potential values tend to decrease. In the test for cytotoxicity using MCF-7 treated cells, the liposomal β-carotene IC50value was at least 0.45 μg/mL, whereas the IC50of free β-carotene treated cells was 7.8 μg/mL. For MCF-7 treated cells treated with free tamoxifen, the IC50was 9.92 μg/mL, but for its liposomal form, it was 20.88 μg/mL. According to the cytotoxicity test using MDA-MB-231 treated cells, the IC50values for free tamoxifen, free β-carotene, liposomal β-carotene, liposomal tamoxifen, and liposomal tamoxifen β-carotene were 15.5 μg/mL, 38.1 μg/mL, 12.1 μg/mL, 21.2 μg/mL, and 11.4 μg/mL, respectively. This investigation demonstrated that free β-carotene has a more potent cytotoxic impact than tamoxifen. The findings showed that each comet assay variable for the liposomal β-carotene was significantly (p< 0.05) elevated in comparison with tamoxifen and control values. Analysis using flow cytometry revealed that the MCF-7 cells displayed a greater degree of cell apoptosis than the control cells following a 48 h exposure to liposomal β-carotene. Based on available data, a novel treatment plan that includes liposomal β-carotene may boost antitumor activity toward the MCF-7 cancer cell line. The current findings demonstrated that preparations of natural products might be a good substitute for pharmaceutical interventions in the treatment of breast cancer.",
  "publication_date": "2025-03-26",
  "journal": "Biomolecules",
  "doi": "10.3390/biom15040486"
}