{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Polyphenols as modulators of pre-established gut microbiota dysbiosis: State-of-the-art.",
  "abstract": "The human intestine contains an intricate ecological community of bacteria, referred as the gut microbiota, which plays a pivotal role in the host homeostasis. Multiple factors could interfere with this delicate balance, thus causing a disruption of the microbiota equilibrium, the so called dysbiosis. Gut microbiota dysbiosis is involved in gastrointestinal and extra-intestinal metabolic diseases, as obesity and diabetes. Polyphenols, present in a broad range of plant foods, are known to have numerous health benefits; however, their beneficial effect on pre-existing dysbiosis is less clear. Indeed, in most of the conducted animal studies the administration of polyphenols or foods rich in polyphenols occurred simultaneously with the induction of the pathology to be examined, then analyzing the preventive action of the polyphenols on the onset of dysbiosis, while very low studies analyzed the modulatory activity of polyphenols on the pre-existing dysbiosis. For this reason, the present review aims to update the current information about the modulation of the pre-established gut microbiota dysbiosis by dietary phenolic compounds in a broad range of disorders in both animal studies and human trials, distinguishing the preventive or treatment approaches in animal studies. The described studies highlight that dietary polyphenols, exerting prebiotic-like effects, can modulate the pre-existing dysbiosis stimulating the growth of beneficial bacteria and inhibiting pathogenic bacteria in both animal models and humans. Anyway, most of the conducted studies are related to obesity and metabolic syndrome, and so further studies are needed to understand this polyphenols' ability in relation to other pathologies.",
  "publication_date": "2021-08-16",
  "journal": "BioFactors (Oxford, England)",
  "doi": "10.1002/biof.1772"
}