{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Encapsulation ofOlea europaeaLeaf Polyphenols in Liposomes: A Study on Their Antimicrobial Activity to Turn a Byproduct into a Tool to Treat Bacterial Infection.",
  "abstract": "According to the innovative and sustainable perspective of the circular economy model,Olea europaealeaves, a solid byproduct generated every year in large amounts by the olive oil production chain, are considered a valuable source of bioactive compounds, such as polyphenols, with many potential applications. In particular, the following study aimed to valorize olive leaves in order to obtain products with potential antibacterial activity. In this study, olive leaf extracts, rich in polyphenols, were prepared by ultrasound-assisted extraction using green solvents, such as ethanol and water. The extracts were found to be rich in polyphenols up to 26.7 mgGAE/gleaves; in particular, hydroxytyrosol-hexose isomers (up to 6.6 mg/gdry extract) and oleuropein (up to 324.1 mg/gdry extract) turned out to be the most abundant polyphenolic compounds in all of the extracts. The extracts were embedded in liposomes formulated with natural phosphocholine and cholesterol, in the presence or in the absence of a synthetic galactosylated amphiphile. All liposomes, prepared according to the thin-layer evaporation method coupled with an extrusion protocol, showed a narrow size distribution with a particle diameter between 79 and 120 nm and a good polydispersity index (0.10-0.20). Furthermore, all developed liposomes exhibited a great storage stability up to 90 days at 4 °C and at different pH values, with no significant changes in their size and polydispersity index. The effect of the encapsulation in liposomes ofO. europaealeaf extracts on their antimicrobial activity was examinedin vitroagainst two strains ofStaphylococcus aureus: ATCC 25923 (wild-type strain) and ATCC 33591 (methicillin-resistantS. aureus, MRSA). The extracts demonstrated good antimicrobial activity against both bacterial strains under investigation, with the minimum inhibitory concentration ranging from 140 to 240 μgextract/mL and the minimum bactericidal concentration ranging from 180 to 310 μgextract/mL, depending on the specific extract and the bacterium tested. Moreover, a possible synergistic effect between the bioactive compounds inside the extracts tested was highlighted. Notably, their inclusion in galactosylated liposomes highlighted comparable or slightly increased antimicrobial activity compared to the free extracts against both bacterial strains tested.",
  "publication_date": "2024-12-04",
  "journal": "ACS applied materials & interfaces",
  "doi": "10.1021/acsami.4c13302"
}