{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Anoectochilus burmannicusExtract Rescues Aging-Related Phenotypes inDrosophilaSusceptible to Oxidative Stress-Induced Senescence.",
  "abstract": "Aging is a significant risk factor for various conditions, including neurodegeneration, cardiovascular disease, and type 2 diabetes. The accumulation of reactive oxygen species (ROS) and a decline in antioxidant defense are mechanisms that are widely acknowledged as causing the acceleration of both aging and the onset of age-related diseases. To promote longevity and reduce the risk of the development of aging-related disorders, it is essential to prevent or minimize oxidative stress and enhance antioxidant defense. It has been shown thatAnoectochilus burmannicus(AB), a jewel orchid rich in phenolic compounds, can impact various biological activities associated with aging prevention. These activities include antioxidant, anti-inflammation, anti-insulin resistance, and anti-obesity effects. The aim of this study was to explore whether AB extract (ABE) could serve as an anti-aging agent using aSod1-deficientDrosophilamodel, which accelerates the process of aging through ROS production. The results demonstrated that ABE, at a concentration of 2.5 mg/mL, significantly extended the lifespan of the flies and helped maintain their locomotor activity as they aged. ABE also reduced the age-related accumulation of damaged proteins in the muscle of the flies by inhibiting the expression ofGstd1, a genetic marker for oxidative stress. This finding agrees with those from in vitro experiments, which have shown the potential for ABE to reduce the production of ROS induced by H2O2in myoblasts. ABE has been shown to attenuate insulin resistance, an age-related disorder, by inhibiting the pro-inflammatory cytokine TNF-α, which in turn increased insulin-stimulated glucose uptake in adipocytes. These findings suggest a promising role of ABE as an ingredient in functional foods or nutraceuticals aimed at promoting health, preventing oxidative stress, and potentially managing age-associated diseases.",
  "publication_date": "2025-06-13",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms26125694"
}