{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Assessment of Microencapsulated and Free Form Presumptive Probiotics in Fermented Black Carrot Juice (Shalgam) Production.",
  "abstract": "There is no standardized production or regulation for making fermented black carrot juice (shalgam). This study was conducted to address the lack of standardized method and commercially available starter cultures for shalgam production. The present study investigated the use of shalgam-derived presumptive probiotics (Lacticaseibacillus paracasei NL1, Pediococcus acidilactici AL9, and Pichia kudriavzevii NM3) as starter cultures in the production of shalgam to improve its usefulness by transforming it into a high value-added product and enriching its presumptive probiotic content. In this context, free and microencapsulated presumptive probiotics were incorporated into the juice prior to the fermentation. The pH value, total acidity, and lactic acid bacteria and yeast counts of the samples were evaluated during fermentation. The use of presumptive probiotic cultures in the free form reduced the fermentation period from 8 to 6 days. Shalgam comprising the free (7.35-8.32 log CFU/mL) and microencapsulated (6.97-8.34 log CFU/g) probiotics maintained the desired cell counts during storage at 4°C for 90 days. Microencapsulation exerted a protective effect on the strains. At the end of storage, the highest phenolic contents were observed in the samples containing L. paracasei NL1 in the free (3415.75 mg GAE/L) or microencapsulated (3598.00 mg GAE/L) form, whereas the samples containing AL9 and NL1 free cells demonstrated the highest 1,1-diphenyl-2-picrylhydrazyl radical values of 78.30% and 77.81%, respectively. Consequently, the strains demonstrate considerable potential for application in the production of shalgam possessing probiotic properties by improving the bioactivity and sensory properties of the product.",
  "publication_date": "2025-05-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70297"
}