{
  "source": "PubMed",
  "query": "natural antioxidants",
  "title": "Arginine-Mediated Liver Immune Regulation and Antioxidant Defense in Largemouth Bass (Micropterus salmoides): Multi-Omics Insights into Metabolic Remodeling DuringNocardia seriolaeInfection.",
  "abstract": "The liver of fish is an essential metabolic organ that also serves an immune regulatory role. In this study, we constructed a model of largemouth bass (Micropterus salmoides) infected withNocardia seriolaeby injection to explore the immune and antioxidant functions of the liver. The results showed thatN. seriolaeinfection caused severe pathological changes in the liver, including cell necrosis, granuloma formation, and leukocyte infiltration. The level of mRNA expression of immune-related genes in the liver was significantly increased 2 days post-infection. Moreover, the combined analysis of transcriptome and metabolome showed thatN. seriolaeinfection markedly affected liver metabolism, including glutathione metabolism, arginine and proline metabolism, arachidonic acid metabolism, as well as starch and sucrose metabolism. Additionally, multiple key biomarkers were identified as involved in regulating responses toN. seriolaeinfection, including arginine, glutathione,gpx,GST,PLA2G,GAA, andPYG. To further elucidate the regulatory effects of arginine on the immune and antioxidant processes in the liver, primary hepatocytes were isolated and cultured. The results demonstrated that arginine supplementation significantly reduced the expression of LPS-induced apoptosis-related genes (bax,cas3,cas8, andcas9) by up to 50% while increasing the expression of antioxidant genes (gpx,GST) by up to 700% at 24 h. Through the analysis of metabolic changes and immune responses in the liver followingN. seriolaeinfection, combined with in-vitro experiments, this study elucidated the anti-apoptotic and antioxidant effects of arginine, revealing the immune response mechanisms in fish liver and laying the groundwork for using nutritional strategies to improve fish health.",
  "publication_date": "2025-06-03",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060681"
}