{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "A comprehensive review on the promising purple leaf tea.",
  "abstract": "Purple leaf tea products (PTPs) are processed from purple tea leaves (PTLs) and combine unique color, flavors, and superior health benefits, holding promising market potential. However, PTLs contain unique chemical compositions, and the lack of systematic generalization of PTPs processing techniques has led to the under-representation of their unique qualities. Compared to traditional green leaf tea products, knowledge about PTPs is extremely limited and lacks a systematic framework linking chemical composition, processing techniques, and health benefits, which has largely limited the exploitation of PTPs. This review summarizes the chemical composition of PTLs, highlights variations across tea processing techniques, and their effects on the flavor qualities of PTPs. It also explores the potential health benefits of PTPs and examines the challenges of incorporating PTPs into the food industry, offering insights into potential applications. The chemical composition of PTLs is characterized by its unique polyphenolic profile, rich in anthocyanins, catechins, O-methyl catechins, and aroma components such as α/β-ionone and linalool. This unique chemical composition requires suitable processing methods to maximize its flavor qualities and health-promoting effects. PTPs offer notable potential health benefits, including antioxidant, anti-inflammatory, anticancer, neuroprotective, and anti-obesity effects, primarily due to their polyphenolic components. Additionally, PTPs show great potential as natural colorants and in applications such as dietary supplements and tea-flavored beverages. Based on these overviews, key challenges and possible future research directions are also outlined, especially in advancing production techniques, systematically evaluating health benefits, and expanding food applications.",
  "publication_date": "2025-03-01",
  "journal": "Comprehensive reviews in food science and food safety",
  "doi": "10.1111/1541-4337.70142"
}