{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "Strategies to develop climate-resilient chili peppers: transcription factor optimization through genome editing.",
  "abstract": "Chili peppers (Capsicum spp.), a globally significant crop revered for their nutritional, economic, and cultural importance, are increasingly imperiled by the converging burdens of climate-induced abiotic stresses, including drought, heat, and salinity, and relentless biotic assaults from pathogens and insect herbivores. These overlapping stressors not only destabilize yield but also compromise the metabolic intricacy responsible for the accumulation of health-promoting secondary metabolites. Although Capsicum exhibits remarkable genetic and phytochemical diversity, the integrated transcriptional, metabolic, and epigenetic frameworks that underpin its stress resilience remain poorly delineated. This review synthesizes recent advances in decoding core transcription factor families, such as CaNAC, CaWRKY, and CaMYB, that serve as pivotal regulators of osmotic adjustment, reactive oxygen species detoxification, hormonal crosstalk, and secondary metabolite biosynthesis under stress conditions. We further highlight how multi-omics-guided gene discovery, when paired with CRISPR/Cas-mediated genome editing, enables precise reprogramming of key regulatory loci to enhance adaptive responses. Emerging innovations, including base editing, prime editing, and novel nucleases like Cas12a and Cas13d, are expanding the functional genome-editing landscape, while the integration of morphogenic regulators and genotype-independent transformation platforms is beginning to circumvent long-standing obstacles in Capsicum genetic engineering. Lastly, we propose a transformative framework that converges transcription factor modulation, multi-omics strategies, precision phenotyping, and next-generation genome editing to accelerate the development of climate-resilient Capsicum cultivars with optimized metabolic traits. This strategic convergence of molecular insight and biotechnological innovation offers a robust foundation for building next-generation chili pepper varieties capable of withstanding intensifying environmental and pathogenic pressures, ultimately safeguarding yield, nutritional quality, and agricultural sustainability in the face of global climate change.",
  "publication_date": "2025-06-17",
  "journal": "Planta",
  "doi": "10.1007/s00425-025-04747-5"
}