{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Quercetin-doped sol-gel coatings on titanium implants: a promising approach for enhanced immune response and cell adhesion.",
  "abstract": "Quercetin (QUE), a natural flavonoid found in various fruits and vegetables, has diverse biological functions, including anti-inflammatory effects, regulation of cell adhesion and oxidative stress mitigation. In this study, sol-gel materials with increasing concentrations of quercetin (0.5, 1 and 2 wt%) were synthesised and applied onto titanium (Ti) surfaces as coatings. The materials were characterised physiochemically, andin vitroresponses were examined using HOb osteoblastic cells and THP-1 macrophages. Human serum protein adsorption was evaluated using nLC-MS/MS. The incorporation of quercetin did not affect the sol-gel network cross-linking, and a controlled release of quercetin was achieved. The materials exhibited no cytotoxicity at any concentration. The HOb cells cultured on quercetin-doped materials were more elongated than those grown on QUE-free coatings, with protruding lamellipodia and increased cell surface. QUE-doped surfaces enhanced the expression of BMP-2, RANKL, and cell adhesion-related genes CTNNB1 and β-actin. In the THP-1 cells, pro-inflammatory gene expression (IL-1β, MCP-1 and iNOS) was down-regulated on 0.5QUE material, while it increased on 2QUE, as did the cytokine liberation. These changes correlated with altered protein adsorption patterns. The 2QUE coatings enhanced the adsorption of acute-phase proteins (SAA1, SAA2 and SAA4), indicating an inflammatory response; this behaviour was not seen on 0.5QUE. Moreover, cell adhesion (COF1, PROF1) and oxidative stress proteins (GPX3, SEPP1, AMBP) were preferentially adsorbed onto QUE-doped coatings. These results highlight the significance of optimising quercetin concentration in sol-gel coatings to modulate the immune response and enhance cell adhesion effectively.",
  "publication_date": "2025-06-18",
  "journal": "Journal of materials chemistry. B",
  "doi": "10.1039/d4tb02821j"
}