{
  "source": "PubMed",
  "query": "wine polyphenols",
  "title": "Microclimate diversity drives grape quality difference at high-altitude: Observation using PCA analysis and structural equation modeling (SEM).",
  "abstract": "With the increasing threat of global warming, the cultivation of wine grapes in high-altitude with cool-temperature climates has become a viable option. However, the precise mechanism of environmental factors regulating grape quality remains unclear. Therefore, principal component analysis (PCA) was utilized to evaluate the quality of wine grape (Cabernet Sauvignon) in six high-altitude wine regions (1987, 2076, 2181, 2300, 2430, 2540 m). Structural equation modeling (SEM) was applied for the first time to identify the environmental contribution to grape quality. The wine grape quality existed spatial variation in basic physical attributes (BP), basic chemical compositions (BC), phenolic compounds (PC) and individual phenols. The PCA models (variance > 85 %) well separate wine grapes from the six altitudes into three groups according to scores. The score of grapes at 2300 m was significantly high (3.83), and the grapes of 2540 m showed a significantly low score (1.46). Subsequently, the malic acid, total tannin, total phenol, titratable acid, total anthocyanin, and skin thickness were the main differing indexes. SEM model characterized the relational network of differing indexes and microclimatic factors, which showed that temperature and extreme air temperature had a greater direct effect on differing indexes than light, with great contributions from soil temperature (0.98**), day-night temperature difference (0.825*), and day air temperature (0.789**). Our findings provided a theoretical basis for grape cultivation management in high-altitude regions and demonstrated that the SEM model is a useful tool for exploring the relationship between climate and fruit quality.",
  "publication_date": "2024-06-17",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2024.114644"
}