{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Assessment of the Phenolics Content in Epilobium angustifolium and Epilobium hirsutum Extracts and Their Pharmacological Activity.",
  "abstract": "The recent outbreak of Omicron strains of coronavirus disease urged the search for novel treatments from natural products such as Epilobium species. The present work reports a comparative HPLC-DAD study of the polyphenolic composition of the crude extracts of Epilobium angustifolium and Epilobium hirsutum. Oenothein B, gallic acid, hyperoside, and isoquercitin were the dominant phenolic compounds. E. hirsutum methanol extract showed a high radical scavenging activity as demonstrated by the HPLC-ABTS assay due to its richness in phenolic compounds. The polysaccharide-rich extracts and water extracts of E. hirsutum showed potent anti-coronavirus SARS-CoV-2 activity against the Omicron strain at 10 μg/mL with inhibition percentages of 38.4% and 46.1%, respectively. In contrast, the methanol (50% v/v) extract was inactive. Rutin and chlorogenic acid docked well into the binding pocket of the coronavirus spike protein. Emerging evidence suggests that suppressing excessive neutrophilic inflammation during the late stage of coronavirus infection benefits patients' survival. The methanol extracts of both plants completely inhibited fMLF/CB-induced elastase release in human neutrophils at 10 μg/mL (IC502.44 μg/mL), while the water extract showed an IC50of 5.67 μg/mL. While several compounds docked well into the spike protein, the major and marker compound oenothein B showed promising in vitro anti-coronavirus activity with an IC50of 6.08 µM in hACE2-overexpressing HEK293 cells, mimicking the entry of wild-type SARS-CoV-2 into human host cells. The results indicated that E. hirsutum might be helpful in the treatment of coronavirus infections and related inflammatory syndromes.",
  "publication_date": "2025-05-01",
  "journal": "Archiv der Pharmazie",
  "doi": "10.1002/ardp.202400765"
}