{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Oleuropein attenuates the nephrotoxic effect of sunitinib in rats: Unraveling the potential role of SIRT6/Notch-1/NLRP-3/IL-1β axis.",
  "abstract": "Sunitinib (SUN) is a chemotherapeutic agent clinically approved for treatment of metastatic renal carcinoma. Despite its remarkable benefits, various renal toxicities have been reported that limit its clinical uses. Oleuropein (OLE) is the main polyphenolic constituent of olive tree and mediates the majority of its valuable pharmacological activities. The current study examined the probable renoprotective effects of OLE against SUN-induced nephrotoxicity. Adult male albino rats were co-treated by SUN (25 mg/kg, 3 times/week, PO) with either a drug vehicle or OLE (60 mg/kg/day, daily, PO) for four weeks. A control group comprising of age-matched rats was used. Four weeks later, blood specimens were collected to assess kidney functions. Kidneys were harvested for biochemical and histopathological analyses. Administration of SUN induced kidney dysfunction, along with marked rises in endothelin-1 (ET-1) and monocyte chemotactic protein-1 (MCP-1) levels in renal tissues. Histological abnormalities were also detected in kidneys of SUN-treated rats including glomerular and tubular interstitial congestion along with interstitial fibrosis. On molecular levels, there was a decline in renal SIRT6 expression along with significant up-regulation of Notch-1, NLRP-3, interleukin -1β (IL-1β) and cleaved caspsase-3. All these changes were almost alleviated by OLE co-treatment. These findings suggest the implication of SIRT6/Notch-1/NLRP3/IL-1β axis in the pathogenesis of SUN-induced nephrotoxicity and highlight OLE as a prospective renoprotective agent during SUN chemotherapy to halt its renal toxicity likely through promotion of SIRT6 and suppression of Notch-1/NLRP3/IL-1β signaling pathway.",
  "publication_date": "2024-04-04",
  "journal": "Archives of biochemistry and biophysics",
  "doi": "10.1016/j.abb.2024.109986"
}