{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Immuno-nutritional therapy in experimental autoimmune encephalomyelitis: a translational pathway to multiple sclerosis management.",
  "abstract": "Multiple sclerosis (MS) is a chronic autoimmune disorder characterised by myelin degeneration in the central nervous system (CNS), leading to significant neurological impairment. Affecting approximately 2.8 million people globally and has a multifactorial aetiology involving genetic predispositions and environmental factors, particularly dietary influences. This review explores the emerging field of immuno-nutritional therapy as a novel approach for managing experimental autoimmune encephalomyelitis (EAE), a widely accepted animal model of MS. We highlight the therapeutic potential of key nutritional components, such as omega-3 fatty acids, polyphenols, and vitamins A and D, which have been shown to modulate immune responses and promote neuroprotection. These nutrients exert their effects by regulating cytokine profiles, enhancing regulatory T-cell (Treg) differentiation, and maintaining blood-brain barrier (BBB) integrity. Evidence suggests that dietary interventions can significantly modulate disease severity and progression in EAE, offering valuable insights into potential therapeutic strategies for MS patients. However, translating the findings from EAE models to human MS requires careful consideration of differences in immune responses and environmental factors. Future clinical trials designed to evaluate the long-term efficacy of dietary interventions across diverse MS populations are essential. By integrating immunomodulatory treatments with tailored nutritional strategies, there is a potential for innovative therapies that can alter disease trajectories and improve patient outcomes. A collaborative approach among nutrition scientists, immunologists, and neurologists could pave the way for effective immuno-nutritional therapies in MS management, enhancing the quality of life of those affected by this debilitating condition.",
  "publication_date": "2025-06-17",
  "journal": "Inflammopharmacology",
  "doi": "10.1007/s10787-025-01804-z"
}