{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Injectable pH-Responsive Hydrogel Adapted to Gingival Crevicular Fluid Microenvironment for Periodontitis Therapy.",
  "abstract": "Periodontitis is a prevalent chronic inflammatory disease that results in the progressive destruction of periodontal tissues and even tooth loss. Although scaling is commonly used in clinical treatment, it often fails to adequately solve the underlying inflammation. Rutin, a natural flavonoid with demonstrated anti-inflammatory properties, shows therapeutic potential for periodontitis but suffers from hydrophobicity-induced poor bioavailability. Unlike conventional pH-responsive systems targeting acidic inflammation microenvironments, the gingival crevicular fluid (GCF) in progressing periodontitis undergoes a pathological shift from neutral to alkaline pH. To address this pathological specificity, we developed an alkaline-responsive dynamic hydrogel through the stepwise sulfhydryl click reaction between a four-arm poly(ethylene glycol) (PEG)-thiol and alkyne crosslinkers, enabling efficient encapsulation of bioactive rutin within the hydrogel matrix. Benefiting from the labile thioacetate bond, the hydrogel demonstrated pH-triggered rutin release in response to the elevated alkalinity of GCF in periodontitis. As expected, the resulting hydrogel notably suppressed the expression of inflammatory factors and the differentiation of osteoclasts. Moreover, the hydrogel effectively rescued and improved the proliferative activity and collagen formation ability of periodontal ligament cells under inflammatory conditions. To assess its therapeutic efficacy in vivo, a mouse periodontitis model was established. The results confirmed that the rutin-loaded hydrogel significantly suppressed the inflammatory response, attenuated alveolar bone resorption, and promoted the reconstruction of periodontal soft tissues. Further studies revealed that the therapeutic effects on periodontitis were associated with NLRP3 inflammasome modulation.",
  "publication_date": "2025-05-18",
  "journal": "ACS applied materials & interfaces",
  "doi": "10.1021/acsami.5c02776"
}