{
  "source": "PubMed",
  "query": "quercetin",
  "title": "Enhanced Recovery and Bioactivity of Flavonoids From Peanut Shells (Arachis hypogaea): Antioxidant and Acetylcholinesterase Inhibitory Properties.",
  "abstract": "Peanut shells, a by-product of the peanut processing industry, are rich in flavonoid compounds with a range of bioactivities. This study aimed to develop an efficient extraction and fractionation process to enhance the recovery and in vitro antioxidant and acetylcholinesterase (AChE) inhibition activities of these compounds from peanut shells cultivated in Vietnam. Peanut shell samples were subjected to maceration with ethanol, followed by liquid-liquid partitioning (LLP) and column chromatography (CC) using a hexane and ethyl acetate solvent system at varying ratios. This process yielded a crude ethanolic extract (CEE) and its fractions: chloroform (CHF), petroleum ether (PEF), ethyl acetate (EAF), acetone (ACF), and eluted fractions (F1-F4). The developed extraction and fractionation significantly enhanced the total flavonoid content (TFC), from 65.49 mg QE/g in CEE to 759.80 mg QE/g in fraction F2, and quercetin content from 13.46 μg/g (CEE) to 292.38 μg/g (fraction F2). The CEE and its fractions were evaluated for antioxidant activity using a DPPH radical scavenging and AChE inhibitory activity. A strong positive correlation was observed between the TFC and both bioactivities, with activity ranked as follows: F2 > EAF > F3 > F1 > F4 > CHF > PEF > CEE > ACF. Among these samples, fraction F2 demonstrated the highest bioactivities, with IC50values of 16.00 μg/mL for DPPH scavenging and 47.22 μg/mL for AChE inhibition. These findings suggest that the developed systematic extraction and fractionation process, employing maceration, LLP, and gradient elution CC, is a promising method for the efficient isolation of flavonoid-enriched fractions from peanut shells, with the resulting fractions exhibiting both antioxidant and AChE inhibitory activities.",
  "publication_date": "2025-06-19",
  "journal": "Food science & nutrition",
  "doi": "10.1002/fsn3.70457"
}