{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Comprehensive Profiling of Chemical Constituents and Metabolites of the Angelica sinensis-Sophora flavescens Herbal Pair in Plasma and Urine via UHPLC-Q-TOF-MS Coupled With Multi-Platform Data Integration.",
  "abstract": "The traditional Chinese Danggui-Kushen herbal pair (DKHP) has garnered widespread attention in the treatment of myocardial ischemia. However, the intricate nature of traditional Chinese medicine components and the ambiguity in their constituent analyses have considerably impeded further clinical advancements. Therefore, it is crucial to clarify the principal constituents of DKHP and its metabolic byproducts in the body. In this study, various mass spectrometry (MS) optimization software were used to analyze the chemical characteristics of Angelica sinensis-Sophora sophora (DKHP) and identify the chemical constituents entering rat serum and urine after oral gavage administration in rats. A total of 10 male Sprague-Dawley rats were used in this study. Ultra-high-performance liquid chromatography coupled with quadrupole time-of-flight MS was performed. Based on this, we developed a method to identify chemical constituents using UNIFI for the acquired MS data. Subsequently, MS-DIAL was utilized to process the complex MS data, including peak detection, fitting, and alignment. A feature-based molecular networking was constructed on the Global Natural Product Social molecular networking platform, establishing correlations for individual nodes, including common neutral losses and product ions, which serve as important tools for inferring unknown compounds. A multi-stage intelligent data annotation strategy was developed. In addition, molecular simulations were performed using density functional theory to determine the plausibility of the compound cleavage reactions and further confirm the compound structures. Finally, molecular docking technology was employed to evaluate the binding affinity and identify potential active metabolites. DKHP analysis resulted in the identification or preliminary characterization of 109 chemical constituents, primarily flavonoids, alkaloids, and phenolic acid compounds. In addition, 11 prototype products and 99 metabolites were detected in rat serum and urine.",
  "publication_date": "2025-06-01",
  "journal": "Journal of separation science",
  "doi": "10.1002/jssc.70201"
}