{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Resource utilization of tea waste in biochar and other areas: Current status, challenges and future prospects.",
  "abstract": "The consumption of tea, one of the most popular non-alcoholic beverages, has steadily increased, leading to a significant rise in global tea production and consequently the generation of substantial amounts of tea waste annually. China alone generates more than 5 million tons of tea waste annually, comprising trimmed stems, discarded leaves and buds, waste from the manufacturing process, and residue after brewing. Tea is rich in polyphenols, polysaccharides, amino acids, alkaloids, and other active substances. Leveraging substantial quantities of tea waste can produce cost-effective derivatives across various sectors, thereby enhancing its utilitarian value and promoting a circular economy, for \"Waste to Treasure\". This study aims to evaluate the potential for resourceful utilization of tea waste in diverse applications. The current state of research concerning various applications of tea waste, including its use in biochar, composting feedstock, sludge performance modifiers, disinfection and biocides, as well as animal feed is comprehensively summarized. Focusing on the preparation and application of tea-waste-derived biochar (TWB), this study identifies several limitations in current TWB production technologies, including challenges related to performance, yield, and economic viability. Combined with bibliometric analysis, machine learning methods have emerged as valuable tools for evaluating and predicting biochar performance, as well as optimizing the biochar production process. An economic assessment of TWB production costs revealed that its production cost ($434.2/ton) is lower than that of corn stover ($454.19/ton) and wheat straw ($448.01/ton), but higher than rice straw ($425.73/ton). Furthermore, the analysis highlighted pyrolysis time and heating rate as critical factors influencing production costs, offering new insights compared to prior studies. This paper summarizes the progress and challenges faced by tea wastes in the field of biochar and looks at future directions. Results will provide sustainable utilization of tea waste and assist in exploiting this abundant and cheap waste biomass in many ways.",
  "publication_date": "2025-02-20",
  "journal": "Journal of environmental management",
  "doi": "10.1016/j.jenvman.2025.124569"
}