{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Protective and Antioxidant Effects of Quercetin Loaded Black Cumin (Nigella sativaL) Seed Oil-Based Nanoemulsion in Testosterone-Induced Benign Prostatic Hyperplasia: An Experimental Study.",
  "abstract": "Quercetin (Qu) is a type of plant flavonoid that has been demonstrated to possess anti-proliferative properties, making it a potentially beneficial agent in the treatment of prostate hyperplasia. Additionally, Nigella sativa seed oil (NSO) has demonstrated efficacy in alleviating symptoms associated with benign prostatic hyperplasia (BPH). The objective of this study is to evaluate the impact of quercetin (Qu) in combination with a nanoemulsion derived from Nigella sativa seed oil (Qu-NSO) on a rat model of benign prostatic hyperplasia (BPH). The study employed a rat model of BPH, whereby testosterone enanthate (5 mg/kg) was administered subcutaneously to induce the condition. The rats were then treated with various interventions, including Qu (25 mg/kg and 50 mg/kg), NSO, and Qu-NSO (25 mg/kg and 50 mg/kg), with a total volume of 0.5 ml administered orally. This allowed for an assessment of the effects of Qu-NSO. The self-nanoemulsified drug delivery system was prepared using NSO, coconut oil, Tween 80, and polyethylene glycol 400 (PEG). The globule size and zeta potential of the formed vesicles were determined. Investigations were conducted on the rat model to examine the effects of the treatments on dihydrotestosterone (DHT), prostate-specific antigen (PSA), prostatic weight and index, oxidant and antioxidant markers, and histopathology. The mean globule size for Qu-NSO was 171.9±10.9 nm, with a zeta potential value of +17.3 mV. The Qu-NSO treatment resulted in a 40% reduction in prostate weight and an 86.71% reduction in prostate index compared to the testosterone-treated group. The Qu-NSO treatment resulted in a significant reduction in serum levels of oxidative contents (MDA) (p<0.0001), while antioxidative substances (SOD and GPx activity) exhibited a significant increase (p<0.0001). The Qu-NSO group exhibited superior outcomes in terms of decreasing prostatic weight and enhancing antioxidative properties, as evidenced by elevated antioxidant enzyme activity. This study demonstrated that the Qu and NSO in a Qu NSO formula augmented the Qu efficacy in managing BPH. Quercetin (Qu) is a type of plant flavonoid that is beneficial in fighting prostate hyperplasia cells. Meanwhile,Nigella sativaseed oil (NSO) has shown promise in relieving benign prostatic hyperplasia (BPH) symptoms. This study aims to assess the effects of Qu combined with NSO-based nanoemulsion (Qu-NSO) against a rat model of BPH. The study involved the ‎induction of BPH in rats using testosterone enanthate (5 mg/kg) subcutaneously and ‎administering different treatments, ‎including Qu (25 mg/kg and 50 mg/kg), NSO, and Qu-NSO (25 mg/kg and 50 mg/kg), with total volume 0.5 ml per oral to assess the effects of ‎Qu-NSO. NSO, coconut oil, Tween 80, and polyethylene glycol 400 (PEG) were obtained for the ‎self-nano-emulsified drug delivery system. The globule size and zeta potential of formed vesicles were measured. Dihydrotestosterone (DHT), prostate-specific antigen (PSA), prostatic weight and index, oxidant and antioxidant markers, and histopathology were investigated in the rat model. The average globule size for Qu-NSO was ‎171.9±10.9 ‎nm, with ‎a zeta potential value of ‎+17.3 mV. Qu-NSO declined prostate weight by 40% and prostate index by 86.71% compared to ‎the testosterone group. Qu-NSO treatment ‎significantly reduced the serum levels of oxidative ‎contents (MDA) (p<0.0001), while antioxidative substances (SOD and GPx activity) were ‎significantly more (p<0.0001). Qu-NSO was superior to the finasteride group in decreasing prostatic weight and antioxidative ‎properties, such as increasing antioxidant enzyme ‎activity.‎ This study revealed that the Qu and NSO in a Qu NSO formula enhanced the Qu efficacy in managing BPH.‎.",
  "publication_date": "2024-10-31",
  "journal": "Archives of Razi Institute",
  "doi": "10.32592/ARI.2024.79.5.1065"
}