{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Developmental and Temperature-Driven Variations in Metabolic Profile and Antioxidant Capacity of Broccoli (Brassica oleraceavar.cymosa).",
  "abstract": "This study investigates the impact of high temperature (HT) on the metabolic profile, oxidative-stress parameters, and antioxidant capacity of broccoli (Brassica oleraceavar.cymosa) at different developmental stages-microgreens, seedlings, and two organs at the mature stage (leaves and head). We used spectrophotometric and chromatographic methods to quantify the concentrations of different groups and individual phenolic compounds,L-ascorbic acids, soluble sugars, proteins, glucosinolates, nitrates, pigments, oxidative-stress parameters, and antioxidant capacity. The highest number of analyzed variables significantly impacted by HT was in mature broccoli heads, with the most substantial change being an increase in proline by 168%. The lowest number of variables susceptible to HT (66%) was in the leaves of mature broccoli. The most dramatic change observed in this study was an increase in proline in seedlings by 587%. Statistical analyses showed that developmental stage plays a dominant role in shaping metabolic profiles, while HT further modulates it. Based on the measured parameters, the average contribution of developmental stage to the variance was 75%, while temperature explained 39% of the variance. The highest proportion of variance caused by temperature was seen in proline (92%), followed by kaempferol (80%), chlorophylla/b(76%), soluble sugars (73%), total flavonoids (65%), antioxidant capacity measured by DPPH (58%), and chlorophyll/carotenoids ratio (56%). Temperature explained more variance than developmental stage for the concentration of soluble sugars, total hydroxycinnamic acids, and total tannins, which indicates an important role of these metabolites' groups in the response of broccoli to HTs. The interaction of developmental stage and temperature explained more variance than developmental stage alone for the concentration of total proanthocyanidins, hydroxycinnamic acids, and phenolic acids. These findings underscore the complexity of metabolic regulation in broccoli and emphasize the importance of considering both developmental stage and environmental conditions when assessing its nutritional and functional properties.",
  "publication_date": "2025-06-13",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14121825"
}