{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Salvianolic acid A enhances sedative effect of diazepam through the GABAergic pathway: In vivo, molecular docking, and pharmacokinetics approaches.",
  "abstract": "Salvianolic acid A (SAL A), a polyphenolic compound derived from Salvia miltiorrhiza, exhibits several neuroprotective effects, but its sedative potential is unexamined. This study explores the sedative effects of SAL A and its potential to modulate the impacts of diazepam (DZP) in a thiopental sodium (TS)-induced sleep model in Swiss albino mice. Mice received intraperitoneal (i.p.) doses of SAL A (5 and 10 mg/kg) and DZP (2 mg/kg), followed by TS (20 mg/kg), with sleep latency and duration recorded. Molecular docking and in silico analyses evaluated SAL A's interaction with the GABAAreceptor (α1 and β2 subunits) (PDB ID: 6X3X) and its pharmacokinetic properties. Results revealed that SAL A significantly (p < 0.05) reduced sleep latency and prolonged sleep duration dose-dependently, with 10 mg/kg showing the strongest effect (latency: 14.29 ± 3.09 min; duration: 175.71 ± 18.97 min; Cohen's d = 4.37 and 1.60, respectively). Combined therapy with SAL A-10 and DZP-2 synergistically enhanced sleep duration, with the highest effect sizes observed (d = 5.45 for latency; 4.36 for duration). Molecular docking studies revealed that SAL A showed similar binding affinity (-8.7 kcal/mol) with 6X3X, comparable to DZP. SAL A also exhibited favorable pharmacokinetic properties and low toxicity. These findings suggest SAL A as a potential novel sedative agent with synergistic effects alongside DZP. However, SAL A's poor blood-brain barrier permeability and need for structural optimization highlight the necessity for future mechanistic studies, enhanced delivery methods, and clinical validation to confirm its therapeutic potential for sleep disorders.",
  "publication_date": "2025-06-25",
  "journal": "Neurotoxicology and teratology",
  "doi": "10.1016/j.ntt.2025.107517"
}