{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Biochemical characterization and bacterial diversity ofAgrocybe aegeritaduring postharvest storage.",
  "abstract": "Agrocybe aegerita, as an edible delicious mushroom, the storage time and quality affect its economic value and industrial development. In the present study,A. aegeritawas sealed and packaged in PE self-sealing bags and stored at a storage temperature of 4°C, 90% humidity. The physiological and biochemical indexes ofA. aegeritawere measured and the bacterial community on the surface of fruit was determined. Soluble protein rapidly decreased in the first 5 days and then stabilized. Superoxide anions and malondialdehyde, showed dynamic fluctuations. Antioxidant enzymes SOD and CAT exhibited variable activities, while POD remained stable. The activity of polyphenol oxidase ascended, while the total phenolic content initially dropped and subsequently registered a marginal increase. In tandem, the ascorbic acid (VC) content underwent a persistent decrease. Cell wall related enzyme displayed distinct temporal activity patterns. Analysis of bacterial diversity showed that Proteobacteria was the dominant phylum and the genusSerratiawas the dominant bacterial genus in the storage process ofA. aegerita. Alpha diversity analysis showed that with the extension of storage time, the bacterial diversity on the surface of theA. aegeritabody gradually decreased. Correlation Network Analysis showed that generaSerratia,Bacteroides, andSphingomonas were the most closely related bacterial genera to other bacteria, occupying a dominant position in the entire bacterial community. WGCNA showed that Altererythrobacter and Brevibacilluswere might improve the storage quality ofA. aegerita. WGCNA also showed thatAeromonas hydrophilaandAcinetobacter venetianusmight disrupt the cell wall structure ofA. aegerita. This study shed light on the understanding of the physiological indicators changes and bacterial community diversity on the surface ofA. aegeritafruit during storage. It also provided analysis of the correlation between physiological indicator changes and bacterial community diversity on the surface ofA. aegeritafruit, which could provide some support for scientific storage ofA. aegerita.",
  "publication_date": "2025-05-20",
  "journal": "Frontiers in microbiology",
  "doi": "10.3389/fmicb.2025.1596093"
}