{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Depolymerized peanut skin-derived proanthocyanidins alleviate cognitive dysfunction by inhibiting Aβ42 aggregation in Alzheimer's disease.",
  "abstract": "Peanut skin proanthocyanidins (PSP) are natural polyphenols with antioxidant properties that mitigate Alzheimer's disease (AD), a complex progressive neurodegenerative disorder whose underlying biological mechanisms includes the aggregation of insoluble amyloid plaques. However, the high degree of polymerization of PSP, extracted using conventional methods, limits its bioavailability. This study established the optimal processes for ultrasound-assisted alkaline depolymerization to produce oligomeric proanthocyanidins (OPSP) from PSP content (2.7 mg/mL), depolymerization temperature (54.8 °C), ultrasonic power (480 W, 28 Hz), ultrasonic duration (28.7 min), and pH (12.1). Under these conditions, the degree of polymerization of the proanthocyanidins decreased from 6.74 to 2.87. Physicochemical characteristics of PSP and OPSP were analyzed. Both PSP and OPSP exhibited shared structural bonding and a repeating 288 Da unit, with Proanthocyanidin A identified as the predominant type. Furthermore, compared with PSP, OPSP demonstrated enhanced stability and antioxidant activity. Using in vitro detection of amyloid-beta (Aβ42) inhibition, this study demonstrated that OPSP exhibited greater inhibition of Aβ42 fibrillogenicity than underpolymerized PSP, and OPSP significantly inhibited Aβ42-induced cytotoxicity. In addition, the effect of OPSP was investigated in a rat model of Alzheimer's disease. The results indicated that OPSP improved the memory performance of AD rats in the water maze and decreased the levels of inflammatory factors IL-6, IL-1β, and TNF-α. Moreover, OPSP ameliorated histopathological changes and reduced Aβ42 plaque deposition in the brains of AD rats. These findings regarding OPSP are anticipated to facilitate high-value utilization of peanut by-products, expand their applications, and provide guidance for the use of OPSP in the development of natural healthcare pharmaceuticals and mitigation and treatment of Alzheimer's disease.",
  "publication_date": "2025-01-21",
  "journal": "Food research international (Ottawa, Ont.)",
  "doi": "10.1016/j.foodres.2025.115747"
}