{
  "source": "PubMed",
  "query": "resveratrol",
  "title": "PINK1/Parkin-based live-cell quantitative FRET imaging for mitophagy drug screening.",
  "abstract": "PINK1 (PTEN-induced kinase 1) and Parkin (parkin RBR E3 ubiquitin protein) ligase are important regulators for cells to maintain mitochondrial number and functional homeostasis. Here, we established a PINK1/Parkin-based mitophagy drug evaluation method using quantitative Förster resonance energy transfer (FRET) imaging in living cells. A stable model of carbonyl cyanide 3-chlorophenylhydrazone (CCCP)-induced mitophagy was established, verified by increased colocalization of mitochondria with LC3 aggregates, decreased mitochondrial membrane potential (MMP), and increased intracellular reactive oxygen species (ROS) level. Next, by silencing PINK1 and overexpressing LC3 proteins in MCF-7 cells, it was verified that PINK1 and Parkin significantly promoted CCCP-induced mitophagy, in which CCCP promoted the direct interaction of PINK1 and Parkin. Quantitative FRET imaging analysis for the cells coexpressing CFP-PINK1 and YFP-Parkin was used to assess the action of five drugs [3-methyladenine (3-MA), CCCP, doxorubicin hydrochloride (DOX), metformin (Met), resveratrol (RSV)] on the interaction between PINK1 and Parkin. After 6 h of treatment with these drugs, the CCCP, DOX, Met, and RSV groups showed significantly higher maximum donor-centric FRET efficiency (EDmax) than the control group, suggesting that these four drugs promoted the direct interaction between PINK1 and Parkin. While the 3-MA group showed similar EDmaxto the control group, suggesting that 3-MA did not promote direct interaction between PINK1 and Parkin. We also performed these experiments in HeLa cells and obtained the same results, further demonstrating that the PINK1/Parkin-based quantitative FRET drug screening method is a potential tool for mitophagy drug screening in living cells.",
  "publication_date": "2025-06-01",
  "journal": "The FEBS journal",
  "doi": "10.1111/febs.70146"
}