{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Micronized Purified Flavonoid Fraction (Diosmin/Hesperidin) Ameliorates Cardiac Structural and Functional Integrity in Cisplatin-treated Male Wistar Rats by Modulating NLRP3/Caspase-1/-3 Signaling.",
  "abstract": "Cisplatin is an effective chemotherapeutic agent in managing several cancers. Yet, its usage is restricted by its toxicity to non-target organs, such as cardiotoxicity that is mediated by nucleotide-binding Oligomerisation Domain (NOD)-Like Receptors family pyrin domain containing 3 (NLRP3)-driven inflammation, oxidative stress, and apoptosis. Conversely, micronized purified flavonoid fractions (MPFF) attenuate oxido-inflammation by downregulating NLRP3 inflammasome. However, there is a dearth of information on the effect of MPFF on cisplatin-induced cardiac injury. This study examined the possible protective effect of MPFF in cisplatin-induced cardiac injury. Also, the role of NLRP3 inflammasome and caspase-1/-3 signaling was evaluated. Thirty-two adult male Wistar rats were randomly allotted to four equal groups (n = 8 rats per group). The control received 0.5 mL of distilled water orally daily, the MPFF-treated rats received 100 mg/kg/day of MPFF orally for 14 days, the cisplatin-treated rats had 7 mg/kg of cisplatin via an intraperitoneal route on day 8, and the cisplatin+MPFF -treated rats received cisplatin and MPFF as those in the cisplatin- and MPFF-treated groups. Cisplatin therapy significantly increased cardiac injury markers and plasma glucose. Cisplatin also induced dyslipidemia and insulin resistance. Moreover, cisplatin altered cardiac histology evidenced by vascular congestion, and increased myofibril thickness and interstitial space. These observations were accompanied by cisplatin-induced cardiac oxidative stress (increased malondialdehyde and a decline in reduced glutathione, superoxide dismutase, and catalase), inflammation (increased tumor necrosis factor-alpha, interleukin-1beta, and interleukin-6), apoptosis (increased caspase 1 and caspase 3) and a marked increase in NLPR3 inflammasome. These derangements were blunted by MPFF co-therapy. In conclusion, this study for the first time demonstrated that MPFF attenuated cisplatin-induced cardiac structural and functional damage by suppressing oxidative stress and inflammation via the downregulation of NLPR3 /caspase-1/-3 signaling.",
  "publication_date": "2025-05-13",
  "journal": "Cell biochemistry and biophysics",
  "doi": "10.1007/s12013-025-01774-7"
}