{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Mechanisms Underlying Biological Effects of Cruciferous Glucosinolate-Derived Isothiocyanates/Indoles: A Focus on Metabolic Syndrome.",
  "abstract": "An inverse correlation between vegetable consumption and the incidence of cancer has long been described. This protective effect is stronger when cruciferous vegetables are specifically consumed. The beneficial properties of vegetables are attributed to their bioactive components like fiber, antioxidants vitamins, antioxidants, minerals, and phenolic compounds. Cruciferous vegetables contain all these molecules; however, what makes them different are their sulfurous components, called glucosinolates, responsible for their special smell and taste. Glucosinolates are inactive biologically in the organism but are hydrolyzed by the enzyme myrosinase released as a result of chewing, leading to the formation of active derivatives such as isothiocyanates and indoles. A considerable number ofin vitroandin vivostudies have reported that isothiocyanates and indoles elicit chemopreventive potency through multiple mechanisms that include modulation of phases I and II detoxification pathway enzymes, regulation of cell cycle arrest, and control of cell growth, induction of apoptosis, antioxidant activity, anti-angiogenic effects, and epigenetic regulation. Nuclear erythroid 2-related factor 2 (Nrf2) and Nuclear factor-κB (NF-κB) are key and central regulators in all these processes with a main role in oxidative stress and inflammation control. It has been described that isothiocyanates and indoles regulate their activity directly and indirectly. Today, the metabolic syndrome (central obesity, insulin resistance, hyperlipidemia, and hypertension) is responsible for a majority of deaths worldwide. All components of metabolic syndrome are characterized by chronic inflammation with deregulation of the PI3K/AKT/mTOR, MAPK/EKR/JNK, Nrf2, and NF-κB signaling pathways. The effects of GLSs derivatives controlling these pathways have been widely described in relation to cancer. Changes in food consumption patterns observed in the last decades to higher consumption of ultra-processed foods, with elevation in simple sugar and saturated fat contents and lower consumption of vegetables and fruits have been directly correlated with metabolic syndrome prevalence. In this review, it is summarized the knowledge regarding the mechanisms by which cruciferous glucosinolate derivatives (isothiocyanates and indoles) directly and indirectly regulate these pathways. However, the review places a special focus on the knowledge of the effects of glucosinolates derivatives in metabolic syndrome, since this has not been reviewed before.",
  "publication_date": "2020-09-02",
  "journal": "Frontiers in nutrition",
  "doi": "10.3389/fnut.2020.00111"
}