{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "A Comprehensive Review of Pea (Pisum sativumL.): Chemical Composition, Processing, Health Benefits, and Food Applications.",
  "abstract": "Pisum sativumL., commonly referred to as dry, green, or field pea, is one of the most common legumes that is popular and economically important. Due to its richness in a variety of nutritional and bioactive ingredients, the consumption of pea has been suggested to be associated with a wide range of health benefits, and there has been increasing focus on its potential as a functional food. However, there have been limited literature reviews concerning the bioactive compounds, health-promoting effects, and potential applications of pea up to now. This review, therefore, summarizes the literature from the last ten years regarding the chemical composition, physicochemical properties, processing, health benefits, and potential applications of pea. Whole peas are rich in macronutrients, including proteins, starches, dietary fiber, and non-starch polysaccharides. In addition, polyphenols, especially flavonoids and phenolic acids, are important bioactive ingredients that are mainly distributed in the pea coats. Anti-nutritional factors, such as phytic acid, lectin, and trypsin inhibitors, may hinder nutrient absorption. Whole pea seeds can be processed by different techniques such as drying, milling, soaking, and cooking to improve their functional properties. In addition, physicochemical and functional properties of pea starches and pea proteins can be improved by chemical, physical, enzymatic, and combined modification methods. Owing to the multiple bioactive ingredients in peas, the pea and its products exhibit various health benefits, such as antioxidant, anti-inflammatory, antimicrobial, anti-renal fibrosis, and regulation of metabolic syndrome effects. Peas have been processed into various products such as pea beverages, germinated pea products, pea flour-incorporated products, pea-based meat alternatives, and encapsulation and packing materials. Furthermore, recommendations are also provided on how to better utilize peas to promote their development as a sustainable and functional grain. Pea and its components can be further developed into more valuable and nutritious products.",
  "publication_date": "2023-06-29",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods12132527"
}