{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Differential effects of biochar and straw incorporation on soil organic carbon: A case study on paddy cultivation in Northeast China.",
  "abstract": "The accumulation of soil organic carbon (SOC) is critical for maintaining soil fertility and mitigating climate change. The incorporation of organic amendments is a common practice for improving SOC, but the SOC dynamics affected by biochar and straw in rice cultivation still remain unclear. This study focused on paddy ecosystems in cold regions of Northeast China. Through a two-year field experiment (with three treatments: conventional fertilization (CK), biochar application (BC), and straw incorporation (SR)), combined with amino sugars and lignin phenols as biomarkers, the differential soil organic carbon dynamics were revealed. The results revealed that biochar and straw incorporation significantly increased the soil organic carbon content by 10.4 % and 3.4 %, respectively (P< 0.05), among which straw incorporation increased the accumulation of plant-derived carbon by 2.6 % and microbial necromass carbon by 4.8 %, and the contribution rate of bacterial necromass carbon reached 12.8 %. The SR and BC treatments increased the proportion of macroaggregates by 6.1 % and 10.1 %, respectively. Biochar treatment significantly changed the origin of SOC, reducing the proportion of plant-derived carbon by 2.9 % while increasing the fungal/bacterial necromass carbon ratio (F/B) to 3.2. These results demonstrate that straw incorporation enhances carbon conversion efficiency by synergistically increasing plant-derived and microbial necromass carbon, whereas biochar enhances carbon pool stability by promoting plant-derived carbon conversion and reconstructing the proportion of the carbon fraction dominated by fungal necromass carbon. Overall, this study highlights the different carbon sequestration pathways between biochar and straw incorporation and reveals the function of carbon sequestration in biochar application.",
  "publication_date": "2025-06-23",
  "journal": "Journal of environmental management",
  "doi": "10.1016/j.jenvman.2025.126284"
}