{
  "source": "PubMed",
  "query": "tannins",
  "title": "The Chemical and Sensory Impact of Cap Management Techniques, Maceration Length, and Ethanol Level in Syrah Wines from the Central Coast of California.",
  "abstract": "The present study examined the effect of different cap management techniques, maceration length, and ethanol levels through chaptalization on the chemical and sensory composition of Syrah wines from the Edna Valley AVA in California. Punch down wines had significantly higher anthocyanins, tannins, and total polymeric pigments compared to all other treatments. In terms of volatile chemistry, the submerged cap wines tended to have a higher concentration of esters and terpenes compared to the other treatments. Additionally, ethanol levels were more impactful on the chemical composition of the wines. As expected, chaptalized wines had significantly higher ethanol and glucose + fructose levels but also tended to have higher concentrations of esters and terpenes. Sensory evaluation was done through a modification of the Pivot© Profile method using an expert panel of winemakers (n = 15). The results suggested that cap management and the maceration length were more impactful on the sensory profile than the ethanol level whereby each cap management and maceration length treatment had a distinctive profile. As such, the punch down, chaptalized wines showed higher purple hue and color saturation attributes, blueberry orthonasal aromas as well as jammy and black fruit retronasal aromas. Submerged cap wines were associated with significantly meatier orthonasal aromas and reductive retronasal aromas. Extended maceration wines were characterized by more jammy orthonasal aromas and dried fruit retronasal aromas. However, within the extended maceration wines, the effect of chaptalization was apparent whereby the chaptalized wines showed more acetaldehyde aromas while the non-chaptalized wines were characterized by more herbal aromas.",
  "publication_date": "2025-04-10",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules30081694"
}