{
  "source": "PubMed",
  "query": "gallic acid",
  "title": "Phenol-Induced Isothermal Shape Change of Poly(N-isopropylacrylamide-co-acrylamide) Hydrogel.",
  "abstract": "Interactions between phenols and poly(N-isopropylacrylamide) hydrogels have attracted considerable interest due to their potential applications in various fields. In this study, phenol-induced shape changes of poly(N-isopropylacrylamide-co-acrylamide) (P(NIPAM-co-AAm)) hydrogels with gradient structures are investigated systematically. The P(NIPAM-co-AAm) hydrogel exhibits either bending or uniform shrinking behaviors in different aqueous solutions of phenol. The different shape-morphing behaviors of hydrogels in various phenols are related to the degree of phase transition and the elastic modulus. Phenols with a phenolic OH number less than or equal to 3 (such as phenol, gallic acid, and ethyl gallate) diffuse uniformly into the hydrogel network, resulting in hydrogel bending due to the heterogeneous phase transition of the network at both sides. In contrast, phenols with a phenolic OH group number greater than 3 (such as epigallocatechin gallate (EGCG), epigallocatechin, and tannic acid (TA)) interact strongly with the hydrogel network, causing the network at both sides to undergo the same phase transition and a larger elastic modulus, which leads to shrinkage without bending of the hydrogel. Moreover, P(NIPAM-co-AAm) hydrogels exhibit reversible and irreversible responsive characteristics in EGCG and TA solutions, respectively. We demonstrate the applications of phenol-induced phase transitions in P(NIPAM-co-AAm) hydrogels for phenolic-responsive grippers, shape reprogramming of hydrogel, and erasable information displays. The results provide useful insights to understand the interaction between phenols and PNIPAM hydrogels, thus shining light on their applications in soft robots, sensors, and information storage.",
  "publication_date": "2025-05-30",
  "journal": "Langmuir : the ACS journal of surfaces and colloids",
  "doi": "10.1021/acs.langmuir.5c00946"
}