{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Potential Hypoglycemic and Antilipidemic Activity of Polyphenols fromPassiflora ligularis(Granadilla).",
  "abstract": "The consumption of fruits or by-products from plants of the Passifloraceae family has been associated with multiple health and nutritional benefits, due to their phenolic compound content. Likewise, the effects of polyphenols fromCamellia sinensis(green tea) have been explored and are considered a reference for different biological actions of these bioactive substances. This study compared the hypoglycemic and antilipemic activity of polyphenol-rich extracts ofPassiflora ligularisJuss (passion fruit) andCamellia sinensis(green tea) given to a group of Wistar rats induced to be overweight. The individuals were subjected to three doses of supplementation of both sources of polyphenols in the drinking water. An additional group without polyphenol supplementation served as a control group. Water consumption, weight gain, glycemia, cholesterol, serum triglycerides and percentage of fecal ethereal extracts were analyzed. AlthoughPassiflora ligularisJuss had five times less polyphenol content thanCamellia sinensis, rats fed doses of 2.5 and 3.0 g/LPassiflora ligularisJuss showed reduced glycemia by 16%, suggesting an antiglycemic activity similar to that ofCamellia sinensis. On the other hand, higher doses of polyphenols fromPassiflora ligularisJuss andCamellia sinensissignificantly reduced triglyceride levels (p= 0.05) by more than 17% compared to the unsupplemented control group. The polyphenol-rich extracts produced effective inhibitory activity of lipemic metabolites with a reduction in the percentage of fecal lipids (p< 0.05), with no side effects on liver tissue. The 3.0 g/L dose produced the best result on signs of metabolic syndrome associated with excess weight. Polyphenols extracted from fresh Colombian passion fruit showed the potential to decrease metabolic syndrome risk factors in a murine model.",
  "publication_date": "2023-04-18",
  "journal": "Molecules (Basel, Switzerland)",
  "doi": "10.3390/molecules28083551"
}