{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Olive tree leaves in dairy sheep diet: effects on rumen metabolism, microbiota composition and milk quality.",
  "abstract": "Feeding ruminants with agro-industrial by-products represents an effective strategy to implement circular economy principles in animal husbandry. Olive tree leaves discarded during olive oil production are a natural source of compounds that may influence ruminant metabolism and product quality. In this study, an in vivo feeding trial evaluated the effect of dietary olive tree leaves on the rumen microbial community, animal performance and milk quality in dairy sheep. Two groups of 10 grazing Comisana ewes were supplemented with 800 g/head/d of a control pelleted concentrate (CTRL) or a concentrate containing 28% of dried olive leaves (LEAVES) for 30 days. After the adaptation period, individual milk was collected weekly and analysed for gross composition, fatty acids and renneting properties. Individual rumen liquor collected on the last day of the trial was analysed for microbial and fatty acid profiles. Moreover, the effect of olive tree leaves inclusion on dietary nutrient degradability of the LEAVES concentrate was tested in vitro. In vitro data indicated that olive leaves did not affect the rumen degradability of NDF and protein compared to CTRL. Regarding the in vivo trial, milk yield was comparable between groups, but LEAVES milk showed a greater protein percentage. Dietary olive leaves marginally affected the rumen microbiota: the Catenisphera genus was more abundant in the rumen of the LEAVES group, and Mogibacterium was found only in rumen of LEAVES ewes. The rumen liquor of LEAVES ewes showed a greater content of c9 18:1 and t6-8 18:1. Fatty acids mainly involved in biohydrogenation were found at a comparable content in the rumen of CTRL and LEAVES groups. Despite this, both dietary polyunsaturated fatty acids (c9c12 18:2 and c9c12c15 18:3) and fatty acids mainly originated from rumen biohydrogenation (trans 18:1 and 18:2 isomers) were found at a greater percentage in the LEAVES milk. Dietary olive leaves increased total monounsaturated fatty acids, polyunsaturated fatty acids, polyunsaturated fatty acids n-3 and polyunsaturated fatty acids n-6 and reduced saturated fatty acids in comparison with the CTRL diet. Among the health-promoting fatty acids, c9 18:1, c9t11 18:2, 22:5 n-6 and 22:6 n-3 were greater in the LEAVES milk. Consequently, LEAVES milk showed a lower atherogenic and thrombogenic index and a smaller hypercholesterolemic potential. Our results confirm the viability of the use of agro-industrial by-products rich in bioactive compounds in animal diets as a strategy to improve the circularity of animal production and product quality without modification to animal performance.",
  "publication_date": "2025-01-23",
  "journal": "Animal : an international journal of animal bioscience",
  "doi": "10.1016/j.animal.2025.101435"
}