{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "Construction of anti-calcification small-diameter vascular grafts using decellularized extracellular matrix/poly (L-lactide-co-ε-caprolactone) and baicalin-cathepsin S inhibitor.",
  "abstract": "The long-term transplantation of small-diameter vascular grafts (SDVGs) is associated with a risk of calcification, which is a key factor limiting the clinical translation of SDVG. Hence, there is an urgency attached to the development of new SDVGs with anti-calcification properties. Here, we used decellularized extracellular matrix (dECM) and poly (L-lactide-co-ε-caprolactone) (PLCL) as base materials and combined these with baicalin, cathepsin S (Cat S) inhibitor to prepare PBC-SDVGs by electrospinning. Baicalin contains carboxyl and hydroxyl groups that can interact with chemical groups in dECM powder, potentially blocking calcium nucleation sites. Cat S inhibitor prevents elastin degradation and further reduces the risk of calcification. PBC-SDVGs were biocompatible and when implanted in rat abdominal aorta, accelerated endothelialization, enhanced vascular tissue regeneration, inhibited elastin degradation, and promoted macrophage polarization M2 phenotype to regulate inflammation. After 3 months of implantation, the results of Doppler ultrasound, MicroCT, and histological staining revealed a significant reduction in calcification. In summary, the developed anti-calcification SDVGs offer a promising strategy for long-term implantation with significant clinical application potential. STATEMENT OF SIGNIFICANCE: The dECM and PLCL were used as base materials, connected with baicalin, and loaded with Cat S inhibitor to prepare PBC-SDVGs. The baicalin and dECM powder formed hydrogen bonds to crosslink together reducing the calcium deposition. In vitro, the vascular graft downregulated the expression level of osteogenic genes and promoted macrophage polarization toward an anti-inflammatory M2 phenotype, thereby reducing calcification. The PBC-SDVGs implanted in rat abdominal aorta can accelerate endothelialization, enhance vascular tissue regeneration, inhibit elastin degradation, reduce inflammation response and calcification.",
  "publication_date": "2025-03-20",
  "journal": "Acta biomaterialia",
  "doi": "10.1016/j.actbio.2025.03.033"
}