{
  "source": "PubMed",
  "query": "flavonoids cancer",
  "title": "Pinocembrin protects against cisplatin-induced liver injury via modulation of oxidative stress, TAK-1 inflammation, and apoptosis.",
  "abstract": "The widely consumed anticancer agent cisplatin, acquires various drawbacks via multi-organ toxic effects, cardinally hepatotoxicity, limiting its chemotherapeutic benefits. Pinocembrin, a natural flavonoid, has earned dominant antioxidant and anti-inflammatory properties in preclinical models. We aimed to inquire about pinocembrin hepatoprotective actions in cisplatin-induced acute hepatotoxicity, along with inspecting the molecular mechanisms. Rats were treated for 7 days as follows: Control, Cisplatin (7.5 mg/kg, i.p. once), Cisplatin + Pinocembrin (50 mg/kg/day, p.o.), and Pinocembrin group. Cisplatin-induced hepatotoxicity, manifested by oxidative stress, inflammatory cascade, and apoptosis, evidenced by histopathological alterations. Concurrent pinocembrin treatment safeguarded the liver against cisplatin insults, reflected by lowering elevated liver enzymes and restoring hepatic architecture. Pinocembrin rebalanced the oxidative status of GSH and MDA hepatic levels, which were altered by cisplatin. As a GPR120 agonist, pinocembrin recruited β-arrestin-2 and hindered hepatic expression of the inflammatory key player, TAK-1, whose boosting was newly discovered with cisplatin intoxication. The anti-inflammatory impact of pinocembrin was confirmed by impeding the dominant inflammatory effectors, p-JNK and NF-κB p65, thereby interrupting TNF-α and IL-6 downstream signaling in cisplatin-treated rats. A novel prohibiting outcome of pinocembrin was noticed on CXCL-12, a resistance prognostic marker for cisplatin anticancer response. Pinocembrin thwarted hepatic apoptotic signal of caspase-3 and Bax/BcL2 ratio in cisplatin-intoxicated rats. Pinocembrin gained novel hepatoprotective properties against cisplatin hepatoxicity through targeting oxidative stress, the crosstalk between TAK1 and inflammatory cascade, and apoptosis. Pinocembrin coadministration with cisplatin might offer a dual benefit on both allied hepatotoxicity and cancer resistance.",
  "publication_date": "2025-06-03",
  "journal": "Toxicology and applied pharmacology",
  "doi": "10.1016/j.taap.2025.117433"
}