{
  "source": "PubMed",
  "query": "grape skin",
  "title": "Suspected cutaneous adverse drug reactions reported with traditional medicines: analysis of data for United Nations Asia region from WHO VigiBase.",
  "abstract": "Background:Data on traditional medicine-induced cutaneous adverse drug reactions (ADRs) is very scarce. The current secondary analysis based on the WHO database (VigiBase) of individual case safety reports (ICSRs) focuses on the suspected cutaneous ADRs linked to traditional medicines (TMs).Methods:All the ICSRs reported between 1st January 2016 and 30th June 2021 from the UN Asia region in VigiBase where at least one TM was suspected to cause cutaneous ADRs were included in the study. Data regarding demographic details, suspected drug, adverse reaction as per MedDRA term, the seriousness of the reaction, de-challenge, re-challenge, and clinical outcome for suspected cutaneous ADRs associated with TM were obtained from VigiBase and analyzed for frequency of reported events and suspected medicines.Findings:Total 3,523 ICSRs with 5,761 ADRs related to \"skin and subcutaneous tissue disorders\" were included in the analysis. Amongst these, 6.8% of ICSRs were reported as serious. Pruritus (29.6%), rash (20.3%), urticaria (18.9%), and hyperhidrosis (3.3%) were commonly reported ADRs.Artemisia argyiH.Lév. and Vaniot. (14.9%),Ginkgo bilobaL. (5.1%),Vitis viniferaL. (4%),Vitex agnus-castusL. (3.8%),Silybum marianum(L.), Gaertn (3.5%), andViscus albumL. (2.7%) were some commonly suspected TMs for cutaneous ADRs. There were 46 cases of Stevens-Johnson syndrome and toxic epidermal necrolysis reported with TMs during the study period. Death was reported in 5 ICSRs.Interpretation:TMs are linked with various cutaneous ADRS ranging from pruritus to toxic epidermal necrolysis which may have serious consequences. TMs listed as suspected offending agents in this analysis, should be kept in mind while dealing with suspected cutaneous ADRs. Clinicians should be more vigilant in detecting and reporting events associated with TMs.",
  "publication_date": "2023-05-30",
  "journal": "Frontiers in pharmacology",
  "doi": "10.3389/fphar.2023.1088841"
}