{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Exploring the Sustainable Utilization of Alfalfa Within the Phytomedicine Domain.",
  "abstract": "Wild alfalfa is a ubiquitous legume crop and an important feed for livestock such as cattle and sheep. However, despite its agricultural significance, the potential of alfalfa as a medicinal raw material remains largely untapped, with particularly limited research focusing on the bioactivity of its phenolic compounds. This study aimed to systematically evaluate the phenolic profiles, antioxidant capacities, and antimicrobial effects of three common wild alfalfa species to explore their potential as sustainable sources of phytomedicinal ingredients. A comprehensive analysis was conducted on the growth characteristics, photosynthetic parameters and metabolic profiles of Medicago sativa (M. sativa) L., Medicago falcata (M. falcata) L. and Medicago ruthenica (M. ruthenica) L. collected from Hulunbuir Prairie, China. Phenolic compounds were quantified using HPLC-MS, while antioxidant activities were assessed via FRAP and ABTS assays. Antimicrobial efficacy was tested against gram-positive (Staphylococcus aureus [S. aureus], Bacillus subtilis) and gram-negative (Escherichia coli, Acinetobacter baumannii) bacteria using agar diffusion and microdilution techniques. M. falcata L. demonstrated the greatest plant height (81 cm) and basal stem diameter (5.7 mm), while M. sativa L. exhibited the highest photosynthetic rate (9.3 μmol m-2s-1) and chlorophyll content, indicating distinct species-specific adaptations. Phytochemical analysis showed that the leaves were rich in phenolic compounds including isoliquiritigenin and ferulic acid, while roots contained substantial l-phenylalanine and trigonelline. Leaf and root extracts of three wild alfalfa species exhibited notable antioxidant capacity, with M. ruthenica leaves showing the highest activity (FRAP: 149.2 ± 2.7 mmol Fe (II)/g DW; ABTS: 100.5 ± 2.8 mmol TE/g DW), highlighting their potential as natural antioxidant sources. The extracts exhibited selective antibacterial efficacy against gram-positive pathogens (S. aureus, etc.), demonstrating inhibition zones of 15.2-18.2 mm and MIC values of 313 mg/mL. Phenolic compounds in alfalfa possess biological activities such as antioxidant and antibacterial properties. Many phenolic compounds are difficult and expensive to synthesize, leading to supply shortages. Alfalfa, as a common and widely distributed crop, can provide a plant source for antioxidants and antimicrobials. This study provides new guidance to meet the demand for phytomedicinal ingredients. It offers data to support the development of medicines for human health.",
  "publication_date": "2025-06-15",
  "journal": "Plant, cell & environment",
  "doi": "10.1111/pce.70014"
}