{
  "source": "PubMed",
  "query": "resveratrol aging",
  "title": "Exploration of Nutraceutical Potentials of Isorhapontigenin, Oxyresveratrol and Pterostilbene: A Metabolomic Approach.",
  "abstract": "Resveratrol (trans-3,5,4'-trihydroxystilbene, RES) is one of the most well-known natural products with numerous health benefits. To explore the nutraceutical potentials of some dietary RES derivatives including isorhapontigenin (trans-3,5,4'-trihydroxy-3'-methoxystilbene, ISO), oxyresveratrol (trans-3,5,2',4'-tetrahydroxystilbene, OXY) and pterostilbene (trans-3,5-dimethoxy-4'-hydroxystilbene, PTS), their impacts on metabolism and health were assessed in Sprague Dawley rats after a two-week daily oral administration at the dose of 100 µmol/kg/day. Non-targeted metabolomic analyses were carried out with the liver, heart, brain and plasma samples using gas chromatography-tandem mass spectrometry (GC-MS/MS). Notable in vivo health benefits were observed, as the rats received ISO, PTS or RES showed less body weight gain; the rats received OXY or RES displayed healthier fasting blood glucose levels; while all of the tested stilbenes exhibited cholesterol-lowering effects. Additionally, many important metabolic pathways such as glycolysis, pentose phosphate pathway, tricarboxylic acid cycle and fatty acid oxidation were found to be modulated by the tested stilbenes. Besides the reaffirmation of the well-known beneficial effects of RES in diabetes, obesity, cardiovascular disease and Alzheimer's disease, the metabolomic analyses also suggest the anti-diabetic, cardio-, hepato- and neuro-protective activities of ISO; the anti-diabetic, cardio-, hepato- and neuro-protective effects of OXY; and the anti-aging, anti-inflammatory, cardio-, hepato- and neuro-protective potential of PTS. Interestingly, although these stilbenes share a similar structure, their biological activities appear to be distinct. In conclusion, similarly to RES, ISO, OXY and PTS have emerged as promising candidates for further nutraceutical development.",
  "publication_date": "2024-10-14",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms252011027"
}