{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "The Role of 11-Oxygenated Androgens and Endocrine Disruptors in Androgen Excess Disorders in Women.",
  "abstract": "Polycystic ovary syndrome (PCOS) and idiopathic hirsutism (IH) are androgen excess disorders requiring the determination of classic androgen levels for diagnosis. 11-oxygenated androgens have high androgenic potential, yet their clinical value in those disorders is not clear. Additionally, the role of endocrine disruptors (EDs), particularly in IH, remains understudied. We analyzed 25 steroids and 18 EDs in plasma samples from women with IH, PCOS, and controls using LC-MS/MS. Cytokine levels and metabolic parameters were assessed. Comparisons included non-obese women with PCOS (n = 10), women with IH (n = 12) and controls (n = 20), and non-obese versus obese women with PCOS (n = 9). Higher levels of 11-oxygenated androgens were observed in women with PCOS compared to those with IH, but not controls. Conversely, 11-oxygenated androgen levels were lower in women with IH compared to controls. Cytokine levels did not differ between women with IH and controls. Bisphenol A (BPA) levels were higher in obese women with PCOS compared to non-obese women with PCOS. Bisphenol S occurrence was higher in women with PCOS (90%) compared to controls (65%) and IH (50%). Significant correlations were found between androgens (11-ketotestosterone, androstenedione, testosterone) and insulin and HOMA-IR, as well as between immunomodulatory 7-oxygenated metabolites of DHEA and nine interleukins. Our data confirms that PCOS is a multiendocrine gland disorder. Higher BPA levels in obese women might exacerbate metabolic abnormalities. IH was not confirmed as an inflammatory state, and no differences in BPA levels suggest BPA does not play a role in IH pathogenesis.",
  "publication_date": "2024-09-07",
  "journal": "International journal of molecular sciences",
  "doi": "10.3390/ijms25179691"
}