{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Development and Strategies for Enhancing the Performance of Chitosan-Based Colorimetric Indicator Films.",
  "abstract": "Intelligent films offer a practical approach to mitigating the prevalence of foodborne diseases. Chitosan-based colorimetric indicator films, which respond to changes in packaging environment pH, have gained significant attention. However, comprehensive reviews of critical characteristics, such as color response and texture variations in chitosan-based colorimetric films, remain scarce. This review comprehensively summarizes the color changes in chitosan-based colorimetric films in recent years, systematically analyzing their visual response patterns while discussing key factors influencing color sensitivity and stability. Additionally, it explores their mechanical and antimicrobial properties, preparation techniques, and the integration of smartphone recognition systems. Most chitosan-based colorimetric films exhibit progressive color intensity changes within pH 6-8, which is critical for detecting food spoilage. To enhance color change sensitivity, strategies such as copigmentation or modification of the film's base material can be employed, while encapsulation and multilayer structures effectively prevent pigment leakage and improve color stability. The tensile strength of chitosan-based colorimetric indicator films typically ranging from 10 to 80 MPa, while the water vapor permeability can be reduced to exceptionally low levels. Structural and practical advantages have driven the development of alternatives to conventional casting methods, such as electrospinning or 3D printing. Additionally, colorimetric films are also being endowed with multifunctionality, including nontoxic and antibacterial properties. However, intelligent recognition systems, such as those based on ColorColl apps, remain limited and simplistic. In conclusion, addressing the challenges of indicator immobilization and controlled release, while further advancing intelligent detection precision, sensitivity, stability, and color differentiation will be key directions for future research.",
  "publication_date": "2025-05-01",
  "journal": "Comprehensive reviews in food science and food safety",
  "doi": "10.1111/1541-4337.70203"
}