{
  "source": "PubMed",
  "query": "anthocyanins",
  "title": "Phytochemical Profiling of Processed Açaí Pulp (Euterpe oleracea) Through Mass Spectrometry and Its Protective Effects Against Oxidative Stress in Cardiomyocytes and Rats.",
  "abstract": "The antioxidant capacity and modulation of oxidative stress by industrially processed açaí pulp extract from the Amazon (APEA) and its major anthocyanins, cyanidin 3-glucoside (C3G) and cyanidin-3-O-rutinoside (C3R), were evaluated as potential strategies for preventing cardiovascular diseases. The APEA was chemically characterized using ultrafast liquid chromatography-mass spectrometry (UFLC-MS), which revealed six main phenolic compounds. Notably, 9-(2,3-dihydroxypropoxy)-9-oxononanoic acid, acanthoside B, roseoside, cinchonine, and nonanedioate were identified for the first time in açaí extracts. In vitro antioxidant assays demonstrated that APEA exhibited strong DPPH- and ABTS-radical-scavenging activities (up to 80% inhibition and 65 mmol TE/100g DW, respectively) and showed ferrous- and copper-ion-chelating activities comparable to those of EDTA-Na2at higher concentrations (up to 95% inhibition). Hydroxyl and superoxide radical scavenging activities reached 80% inhibition, similar to that of ascorbic acid. In H2O2-treated H9c2 cardiomyocytes, APEA significantly reduced the intracellular ROS levels by 46.9%, comparable to the effect of N-acetylcysteine. APEA also attenuated menadione-induced oxidative stress in H9c2 cells, as shown by a significant reduction in CellROX fluorescence (p< 0.05). In vivo, APEA (100 mg/kg) significantly reduced CCl-induced hepatic lipid peroxidation (MDA levels), restored glutathione (GSH), and increased the antioxidant enzymes CAT, GPx, and SOD, demonstrating superior effects to C3G and C3R, especially after 21 days of treatment (p< 0.001). These findings suggest that Amazonian açaí pulp (APEA) retains potent antioxidant activity after industrial processing, with protective effects against oxidative damage in cardiomyocytes and hepatic tissue, highlighting its potential as a functional food ingredient with cardioprotective and hepatoprotective properties.",
  "publication_date": "2025-05-27",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060642"
}