{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Impact of improving eating habits and rosmarinic acid supplementation on rat vascular and neuronal system in the metabolic syndrome model.",
  "abstract": "Decreasing high fat and high carbohydrate intake, together with the administration of natural bioactive drugs, is assumed to have a protective effect in the prevention and amelioration of the metabolic syndrome (MetS). The aim of the study was to evaluate effects of diet improvement and/or a phenolic compound (rosmarinic acid; RA) administration (100 mg/kg per d) on metabolic as well as functional changes of vessels and hippocampus caused by the MetS-like conditions. The MetS-like conditions were induced by a high-fat-fructose diet (HFFD) in Prague hereditary hypertriacylglycerolaemic (HTG) rats. The effect of diet improvement and RA administration was studied using biochemical and functional measurements. Consumption of HFFD by HTG rats resulted in the development of conditions like the MetS. The fat and fructose restriction from the diet led to amelioration of basic indicators of metabolic state in rats fed HFFD and to amendment parameters of glucose tolerance test and reduction of the IL-1βserum levels. Moreover, aortic endothelial function was improved with an impact on blood pressure. The functional measurement of electrophysiology of the hippocampus showed that long-term potentiation of neuronal transmission course deteriorated after HFFD was improved by energy restriction. Oral administration of RA had a supporting effect not only on lipid and glucose metabolism but also on the vascular endothelium. Combination of both types of therapy induced beneficial effect on glucose tolerance and lipid peroxidation. Thus, combined improvement of diet habits and treatment with natural bioactive drugs is assumed to have protective effect in prevention and amelioration of the MetS.",
  "publication_date": "2020-08-20",
  "journal": "The British journal of nutrition",
  "doi": "10.1017/S000711452000327X"
}