{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Roasting Improves the Bioaccessibility and Bioactivity of Polyphenols from Highland Barley with a Protective Effect in Oxidatively Damaged HepG2 Cells.",
  "abstract": "This research is designed to explore the effect of roasting on the release, bioaccessibility, and bioactivity of polyphenols in highland barley (HB). The findings of in vitro digestion indicated that roasting significantly improved the bioaccessibility of polyphenols in HB flour (gastrointestinal digestion stage: raw HB: 187.28%, roasted HB: 285.65%; colonic fermentation stage: raw HB: 188.13%, roasted HB: 255.36%) and enhanced its antioxidant activity. Moreover, the inhibitory impacts of polyphenols on the activities of α -amylase, α-glucosidase, and lipase mainly occur in the small intestine. Roasting increased inhibitory activities of polyphenols on α-amylase, α-glucosidase, and lipase in the small intestine (p< 0.05), with IC50 values of 71.31 ± 1.35 μg FAE/mL, 60.44 ± 1.35 μg FAE/mL, and 52.94 ± 2.51 μg FAE/mL, respectively. HepG2 cells, a human hepatocellular carcinoma cell line, are commonly employed in oxidative stress and antioxidant studies due to their ability to mirror the protective effects of bioactive compounds against oxidative damage in liver cells. This study aimed to establish a model of H2O2-induced oxidative stress injury in HepG2 cells and to evaluate the protective effect of digested HB polyphenol extract against oxidative injury. It was found that the polyphenols extracted from roasted HB help reduce reactive oxygen species (ROS) and malondialdehyde (MDA) through increased activities of superoxide dismutase (SOD), glutathione (GSH), catalase (CAT), glutathione peroxidase (GPx), and total antioxidant capacity (T-AOC), thereby providing enhanced defense against oxidative damage in HepG2 cells. The findings of this research pave the way for the development of new functional foods utilizing roasted HB.",
  "publication_date": "2025-06-14",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14122095"
}