{
  "source": "PubMed",
  "query": "chlorogenic acid",
  "title": "[Pharmacokinetics of 7 characteristic components from active fraction of Alpiniae Officinarum Rhizoma in rats with Helicobacter pylori gastritis based on HPLC-MS/MS].",
  "abstract": "A high performance liquid chromatography-tandem mass spectrometry(HPLC-MS/MS) method was established for simultaneous determination of seven characteristic components from the active fraction of Alpiniae Officinarum Rhizoma in rat plasma, including galangin, kaempferol, kaempferide, pinocembrin, 1,7-diphenyl-4-en-3-heptanone, 5-hydroxy-7-(4-hydroxy-3-methoxyphenyl)-1-phenyl-3-heptanone(DHPA), and 7-(4-hydroxy-3-methoxyphenyl)-1-phenyl-4-en-3-heptanone(DPHB). The new developed HPLC-MS/MS method was applied to study the pharmacokinetics of the 7 characteristic components in rats with Helicobacter pylori gastritis. A Waters Sunfire C_(18) column(2.1 mm×150 mm, 3.5 μm) was used. The acetonitrile-aqueous solution(containing 0.1% formic acid) was adopted as the mobile phase for gradient elution. Seven components and internal standard(chlorogenic acid) were separated within 12 min. Mass spectrometric detection was performed in multiple reaction monitoring(MRM) mode using electrospray ionization(ESI) source with fast switching between positive and negative ions. The method was verified by specificity, linearity, precision, accuracy, recovery, matrix effect, and stability and met the requirements of pharmacokinetic study on the 7 components in rat plasma. Pharmacokinetic results showed that the average peak time(T_(max)) of the 7 components was 0.31-2.19 h, their elimination half-life(t_(1/2)) was 5.26-16.65 h, and the average residence time(MRT) was 6.29-31.03 h after the oral administration of the active fraction of Alpiniae Officinarum Rhizoma to rats with H. pylori gastritis. The plasma exposure levels of galangin and DHPA were higher than those of the other components. The concentration-time curves of four detected flavonoids showed obvious double peaks. This study elucidated the pharmacokinetic characteristics of 7 characteristic components from the active fraction of Alpiniae Officinarum Rhizoma in rats with H. pylori gastritis, providing a scientific basis for the identification of the pharmacodynamic substances of Alpiniae Officinarum Rhizoma for treatment of H. pylori gastritis and the clinical application of Alpiniae Officinarum Rhizoma in the prevention and treatment of H. pylori gastritis.",
  "publication_date": "2025-05-01",
  "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
  "doi": "10.19540/j.cnki.cjcmm.20250108.201"
}