{
  "source": "PubMed",
  "query": "phenolic compounds",
  "title": "Density Functional Theory, Molecular Docking Study, andIn VitroAntioxidant Activity of Cinnamic Acid Isolated FromPiper betleLeaves.",
  "abstract": "Piper betleis an edible plant known for its potent antioxidant activity. Among its phenolic constituents, cinnamic acid has been identified as a key compound contributing to this bioactivity. Although cinnamic acid is a well-known molecule, this study is the first to report its isolation fromP. betleleaves, contributing valuable insights into the chemotaxonomy and phytochemical profile of the species. The aim of this research is to isolate cinnamic acid from the methanol extract of betel leaves and evaluate its antioxidant activity using DPPH and nonenzymatic mimic superoxide dismutase (mSOD) assays. Furthermore, computational analyses were performed using density functional theory (DFT) to assess the antioxidant properties, and molecular docking studies were conducted to investigate the interaction mechanisms of cinnamic acid and its derivatives with several enzymes. The results obtained that cinnamic acid had a strong antioxidant activity with IC50value using the DPPH and mSOD methods of 76.46 and 36 μg/mL, respectively. The analysis used DFT studies of reactive cinnamic acid as seen from the values of several global descriptive parameters. The deviation in the energy gap from EHOMOand ELUMOis quite small, which is 0.0205 eV. Based on the molecular docking results, cinnamic acid ligands and its derivatives act on the amino acid active sites against xanthine oxidase (XO), NADPH oxidase (NO), cytochrome P450 (CP450), and lipoxygenase (LO) receptors although the binding affinity values are not stronger than the positive control for these four receptors. Therefore, cinnamic acid and its derivatives can be used as a compound to counteract free radicals or as an antioxidant.",
  "publication_date": "2025-06-17",
  "journal": "Biochemistry research international",
  "doi": "10.1155/bri/1691257"
}