{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "The iolinid mite Pronematus ubiquitus controls a key tomato pest and pathogen by both predation and induction of specific plant defenses.",
  "abstract": "Tomato production is persistently challenged by pests such as the tomato russet mite (Aculops lycopersici) and pathogens like tomato powdery mildew (Oidium neolycopersici). Traditionally managed with chemical pesticides, sustainable alternatives are needed. This study evaluates the dual role of the omnivorous predatory mite, Pronematus ubiquitus, in directly suppressing pest populations and pathogen infection and indirectly inducing plant defense responses in tomato. Laboratory and greenhouse experiments were conducted using the standard cultivar Castlemart and its jasmonate-deficient mutant, defenseless-1 (def-1), to disentangle the contributions of direct predation from plant-mediated defenses. Pre-exposure of tomato plants to P. ubiquitus significantly reduced A. lycopersici oviposition on Castlemart but not on def-1 plants, implicating jasmonic acid (JA)-dependent defenses in mediating this effect. In vitro assays further demonstrated that P. ubiquitus feeding delayed spore germination and slowed down the development of powdery mildew. Under greenhouse conditions, prolonged exposure to high densities of P. ubiquitus resulted in a marked reduction in powdery mildew incidence compared to both untreated controls and plants treated with the established defense inducer, Macrolophus pygmaeus. Transcriptomic analyses revealed that infestation by P. ubiquitus triggered extensive reprogramming of defense-related gene expression, including the upregulation of key components involved in JA, salicylic acid, and ethylene signaling pathways, as well as genes associated with secondary metabolite biosynthesis and pathogen recognition. Collectively, these findings demonstrate that P. ubiquitus confers enhanced protection against both A. lycopersici and O. neolycopersici through a combination of direct predation and the elicitation of multifaceted plant defenses, offering promising implications for sustainable pest management in tomato cultivation.",
  "publication_date": "2025-06-21",
  "journal": "Insect biochemistry and molecular biology",
  "doi": "10.1016/j.ibmb.2025.104350"
}