{
  "source": "PubMed",
  "query": "olive polyphenols",
  "title": "Antidiabetic potential of vanadium complexes combined with olive leaf extracts: a viable approach to reduce metal toxicity.",
  "abstract": "Vanadium compounds are known for their antidiabetic properties due to their ability to interfere with numerous mechanisms that lead to the decrease of blood glucose levels. Although some of these compounds have reached clinical trials and have the advantage of being orally administrable, no vanadium-containing drugs are currently available on the market, primarily due to the high doses required, which can lead intestinal and renal problems in case of long-term treatments. In this study, plant extracts obtained from olive leaves (Olea europaea L.) were combined with vanadium complexes with established antidiabetic activity with the aim of reducing their metal toxicity and, at the same time, amplifying their hypoglycemic action. The extracts were characterized by chromatographic and spectroscopic methods showing a composition rich in polyphenols and a high antioxidant activity. Formulations containing a vanadium complex (bis(maltolato)oxidovanadium(IV), BMOV, or bis(picolinato)oxidovanadium(IV), BPOV) mixed with different amount of olive leaves extract were tested in vitro to evaluate intestinal toxicity and hypoglycemic activity. The results demonstrated that the plant extracts are generally non-toxic toward human colon fibroblast in the whole range of tested concentrations and some of them are particularly effective in reducing the toxicity of the two vanadium compounds. Further in vitro tests conducted on differentiated human adipocyte cell lines revealed a significant increase in glucose uptake following treatment with the mixed formulations, compared to the effect of the individual components, indicating a synergistic effect. Immunocytochemical assays suggested that the translocation of GLUT4 transporter can be involved in the mechanism of action.",
  "publication_date": "2025-02-27",
  "journal": "Biometals : an international journal on the role of metal ions in biology, biochemistry, and medicine",
  "doi": "10.1007/s10534-025-00673-x"
}