{
  "source": "PubMed",
  "query": "flavonoids cardiovascular",
  "title": "The role of Morin in attenuating atherosclerosis via STAT1 pathway inhibition.",
  "abstract": "Atherosclerotic cardiovascular diseases can lead to myocardial infarction and stroke, which are linked to elevated rates of mortality. Morin is a flavonoid compound that can be extracted from mulberries and possesses anti-inflammatory and antioxidant properties. The objective of this research is to elucidate Morin's impact on atherosclerosis. The ApoE-/-mice were divided into three groups: control group, HFD group and HFD + Morin group. The mice in control group received a normal diet (ND). To create an atherosclerosis model, ApoE-/-mice were subjected to a high-fat diet (HFD) for 8 weeks. The mice were assigned to two distinct categories at random based on whether Morin intervention was administered: one serving as the HFD group and the other as the HFD + Morin group. The mice received Morin for 4 weeks at a dosage of 50 mg/kg orally in the model + Morin group. Subsequently, ORO staining assay was performed to evaluate the formation of aortic plaques. ELISA was used to measure IFN-γ and TNF-α levels in plasma of the mice. In vitro, mouse macrophages RAW264.7 were cultured and treated with IFN-γ for 24 h, followed by Morin treatment for another 24 h. Western blotting was conducted to analyze changes in macrophage polarization markers CD86 and CD206, as well as P-STAT1 levels. DCFH-DA was used to detect changes in intracellular ROS levels. Subsequently, RAW264.7 cells were treated with the STAT1 inhibitor Lenvatinib to further investigate changes in CD86 and CD206, as well as ROS levels. In vivo data showed that Morin markedly diminished the size of aortic plaques and suppressed the secretion of IFN-γ and TNF-α. In vitro data indicated that Morin reduced M1 polarization and intracellular ROS levels through inhibiting the STAT1 pathway activation in RAW264.7 cells, ultimately suppressing inflammation.",
  "publication_date": "2025-02-25",
  "journal": "Biochemical and biophysical research communications",
  "doi": "10.1016/j.bbrc.2025.151537"
}