{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Unlocking the mechanistic potential ofThuja occidentalisfor managing diabetic neuropathy and nephropathy.",
  "abstract": "Diabetes mellitus and its debilitating microvascular complications, including diabetic neuropathy and nephropathy, represent a growing global health burden. Despite advances in conventional therapies, their suboptimal efficacy and adverse effects necessitate exploring complementary and alternative medicine approaches.Thuja occidentalis, a coniferous tree species native to eastern North America, has gained significant attention for its potential therapeutic applications in various disorders, attributed to its rich phytochemical composition. The present comprehensive review evaluates the therapeutic potential ofThuja occidentalisin managing diabetic neuropathy and nephropathy, with a particular emphasis on elucidating the underlying cellular and molecular mechanisms. The review delves into the active constituents ofThuja occidentalis, such as essential oils, flavonoids, tannins, and proanthocyanidin compounds, which have demonstrated antioxidant, anti-inflammatory, and other beneficial properties in preclinical studies. Importantly, the review provides an in-depth analysis of the intricate signaling pathways modulated byThuja occidentalis,including NF-κB, PI3K-Akt, JAK-STAT, JNK, MAPK/ERK, and Nrf2 cascades. These pathways are intricately linked to oxidative stress, inflammation, and apoptosis processes, which play pivotal roles in the pathogenesis of diabetic neuropathy and nephropathy. Furthermore, the review critically evaluates the evidence-based toxicological data ofThuja occidentalisas a more effective and comprehensive therapeutic strategy in diabetes complications. Therefore, the current review aims to provide a comprehensive understanding of the therapeutic potential ofThuja occidentalisas an adjunctive treatment strategy for diabetic neuropathy and nephropathy while highlighting the need for further research to optimize its clinical translation.",
  "publication_date": "2024-04-24",
  "journal": "Journal of traditional and complementary medicine",
  "doi": "10.1016/j.jtcme.2024.04.009"
}