{
  "source": "PubMed",
  "query": "bioactive phytochemicals",
  "title": "Exploring Ginseng Bioactive Compound's Role in Hypertension Remedy: An In Silico Approach.",
  "abstract": "Background/Objectives: Ginseng has been a traditional remedy for centuries, known for its diverse benefits such as anti-inflammation, antioxidant, bactericidal, fungicidal antidiabetic, and anticancer effects. This study employs a network pharmacology approach with molecular dynamics simulation to investigate the potential mechanisms through which ginseng-derived compounds control hypertension.Methods: The total of 70 bioactive compounds were identified from the literature and classified as ginsenosides, which fall under Protopanaxadiol-type ginsenosides, Protopanaxatriol-type ginsenosides, and Ocotillol-type saponins. The target proteins related to hypertension were collected from the drug bank, and interactions between proteins network were examined using STRING 12.0 and Cytoscape 3.10.1. Bioinformatics tools were used to analyze the biological enrichment of genes. The core targets extracted through network pharmacology were subjected to molecular docking studies. Similarly, the docking score below -6.0 kcal/mol was further visualized by performing molecular dynamics simulation to see the binding affinity between the complexes. Finally, pharmacokinetics and toxicity of the compounds were evaluated using computational tools.Results: Molecular docking and simulation results revealed that Floralquinquenoside C, Ginsenoside Rg6, Notoginsenoside T1, and Floralquinquenoside B exhibited strong binding and stability with Angiotensin-converting enzyme (ACE) and Carbonic Anhydrase-I (CA-I), which alters the renin-angiotensin system, calcium signaling pathway, adrenergic signaling in cardiomyocytes, c-GMP-PKG signaling pathway, etc., to regulate high blood pressure.Conclusions: The results show that the phytochemicals from ginseng could act as potential candidates for the management of hypertension, which may help minimize the side effects caused by synthetic anti-hypertensive drugs available on the market.",
  "publication_date": "2025-04-28",
  "journal": "Pharmaceuticals (Basel, Switzerland)",
  "doi": "10.3390/ph18050648"
}