{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Chemical composition and volatile profile of cocoa liquors from Colombian Criollo cacao.",
  "abstract": "Theobroma cacao is commonly classified as Criollo, Forastero, or Trinitario. In recent years, Criollo cacao has been revalorized due to its low volume production and the increase in the premium chocolate market. Besides, the origin and post-harvest processes affect the chemical and volatile composition of the cocoa beans that are transformed into liquor as raw material for chocolate production. Further, there is no published information regarding the chemical composition and volatile profile of Colombian Criollo cocoa liquor. Based on this, the present study aimed to characterize and differentiate the chemical composition between three Colombian cocoa liquors (two Criollo varieties [Montaña and Olivo] and one Trinitario) and correlate the content of free amino acids (FAAs) with the volatile profile. The quantification of theobromine, caffeine, (+)-catechin, (-)-epicatechin, and FAA was performed by HPLC-DAD. The volatile content was analyzed by HS-SPME with GC-MS. From the results, 80 volatile compounds were identified in the Criollo samples with aldehydes, alcohols, and pyrazines as the predominant groups. The value of the Pearson correlation coefficient (-1 to 1) confirms the correlation between the FAA and volatile content; specifically, alanine content was correlated with acetophenone developed in Montaña samples. Additionally, the chemical profiles allowed the differentiation between cocoa varieties. PRACTICAL APPLICATION: The chemical and volatile profile allows the selection of cocoa liquors with specific characteristics for premium chocolate production in an increasing market around the world. This characterization contributes to the knowledge and revalorization of Criollo cacaos that are reducing its harvest in comparison with commercial varieties with major production but low complexity in flavors.",
  "publication_date": "2025-04-01",
  "journal": "Journal of food science",
  "doi": "10.1111/1750-3841.70143"
}