{
  "source": "PubMed",
  "query": "proanthocyanidins",
  "title": "Proanthocyanidin and mitoglitazone suppress lipogenesis by targeting ferroptosis in metabolic dysfunction-associated steatohepatitis.",
  "abstract": "Metabolic dysfunction-associated steatohepatitis (MASH) can progress to liver cirrhosis, increasing mortality risk. The study investigates the role of ferroptosis-an inflammatory cell death mechanism-in MASH and evaluates the therapeutic effects of mitoglitazone and proanthocyanidin in targeting ferroptosis to mitigate MASH progression. Forty male albino mice were divided into five groups (n = 8): normal control (NC) fed a standard chow diet and given 2% DMSO; MASH group was maintained on MASH protocol (high fructose-high fat diet); mitoglitazone (Mito) group was kept on MASH protocol and given Mito (10 mg/kg/day); proanthocyanidin (Pro) group was kept on MASH protocol and given Pro (150 mg/kg/day); Mito + Pro co-treated group was given Mito and Pro parallel with MASH protocol, all treatments for 12 weeks. MASH induction significantly (p < 0.001) increased liver weight, liver index, serum liver enzymes (ALT & AST), serum glucose, insulin, insulin resistance (HOMA-IR), lipid profile (total cholesterol, triglycerides, LDL-C), ferroptosis biomarkers (total iron, soluble transferrin receptor-1 (sTfR1), and expression of liver acyl-CoA synthetase long-chain family member 4 (ACSL4) with diffused macrovesicular severe steatosis, and inflammatory cells infiltration in liver tissues compared to NC. However, HDL-cholesterol, ferroptosis biomarkers (liver glutathione peroxidase X4 (GPX4), and total glutathione peroxidase (GPX) activities and glutathione (GSH) content) were reduced significantly (p < 0.001) in MASH group compared to NC. On the other hand, Mito, Pro, and their combination significantly improved ferroptotic biomarkers (GSH, GPX4, sTFR1, and total iron and ACSL-4 gene expression), glucose homeostasis, lipid profile, liver enzymes, and histology compared to MASH group. Combining the insulin-sensitizing properties with targeting of ferroptosis, by the co-treatment with mitoglitazone (MSDC-0160) and proanthocyanidin, could be beneficial in inhibition of lipogenesis with retardation of MASH development in mice.",
  "publication_date": "2025-05-19",
  "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
  "doi": "10.1007/s00210-025-04271-z"
}