{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Role of Drug Delivery System in Improving the Bioavailability of Resveratrol.",
  "abstract": "Resveratrol (RSV) is a natural polyphenolic compound known for its therapeutic activities but has limited bioavailability. The aim of our study was to explore various drug-delivering methods that are being employed to achieve target-oriented delivery and therapeutic performance of RSV. To improve the bioavailability and pharmacokinetic properties of RSV, efforts are being made to produce efficient formulations accompanying efficient drug delivery strategies. Several clinical trial studies have been conducted on RSV isomers, and the majority of studies indicated that trans-RSV had better clinical potential and therapeutic effectiveness in various types of complications such as colorectal cancer, metabolic syndrome, hypertension, obesity, neurodegenerative diseases, diabetes, hepatic disease, cardiac disorders, and breast cancer. However, multiple research studies enable us to understand various strategies that can enhance the systemic availability and efficacy of topical RSV formulations. In this article, we emphasize the hurdles of RSV delivery processes. We summarized that the micro- particulate system works efficiently for delivering liquid and solid microparticles of RSV. Another technique in which a coating encloses particles is called microencapsulation. This technique reduces the degradation of pharmaceutical compounds. Similarly, the cyclodextrin system is mainly used for poorly soluble drugs. On the other hand, the vesicular system is another micro-particulate system that can encapsulate hydrophilic and hydrophobic drugs. However, the RSV nanosponge formulations have advanced nano drug delivery systems, making it possible to use RSV for its antioxidant potential.",
  "publication_date": "2022-08-01",
  "journal": "Current pharmaceutical design",
  "doi": "10.2174/1381612828666220705113514"
}