{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Epigallocatechin gallate inhibited IFN-β induced MUC5AC overexpression in airway epithelial cells by modulating JAK1 mediated STAT1 and ERK pathways activation.",
  "abstract": "The overexpression of mucin 5AC (MUC5AC) induced by interferon-beta (IFN-β) plays a critical role in airway mucus hypersecretion and contributes to the mortality associated with coronavirus disease 2019 (COVID-19) patients. Epigallocatechin gallate (EGCG), a polyphenol derived from green tea, has demonstrated potential as a therapeutic agent for the treatment of coronavirus-related diseases. This study aimed to investigate the regulatory effects of EGCG on IFN-β-induced MUC5AC overexpression and to elucidate its underlying molecular mechanisms. We found that IFN-β-induced MUC5AC overexpression was associated with the activation of the signal transducer and activator of transcription 1 (STAT1) and extracellular signal-regulated kinase (ERK) signaling pathways. The use of STAT1 or ERK inhibitors significantly attenuated IFN-β-induced MUC5AC overexpression. EGCG treatment markedly inhibited IFN-β-induced MUC5AC overexpression and suppressed activation of the STAT1 and ERK signaling pathways. Subsequent research revealed that EGCG binds to Janus kinase 1 (JAK1) and inhibits its kinase activity, leading to reduced phosphorylation of STAT1 and ERK. The use of JAK1 inhibitors reproduced the effects observed with EGCG treatment. Structural analysis indicated that the methyl gallate of the EGCG molecule was crucial for its inhibitory activity. In vivo studies demonstrated that EGCG effectively suppressed IFN-β-induced mucus hypersecretion and MUC5AC overexpression, along with inhibition of the associated signaling pathways. In conclusion, EGCG inhibits IFN-β-induced MUC5AC overexpression by suppressing JAK1 kinase activity, thereby blocking activation of the STAT1 and ERK signaling pathways.",
  "publication_date": "2025-06-23",
  "journal": "Biochemical pharmacology",
  "doi": "10.1016/j.bcp.2025.117077"
}