{
  "source": "PubMed",
  "query": "polyphenols gut microbiota",
  "title": "A comprehensive metabolome profiling of Terminalia chebula, Terminalia bellerica, and Phyllanthus emblica to explore the medicinal potential of Triphala.",
  "abstract": "Triphala is a traditional Ayurvedic herbal formulation composed of three fruits: amla (Phyllanthus emblica), bibhitaki (Terminalia bellerica), and haritaki (Terminalia chebula). Triphala is a potent Ayurvedic remedy that promotes digestion, detoxification, and overall wellness, while also providing antioxidant benefits through its trio of nutrient-rich fruits. In order to elucidate the individual contributions of the three ingredients of Triphala from molecular perspective, the individual ingredients were used for the untargeted LCMS/MS analysis. Fresh fruits (PE, TC, and TB) were collected, processed into coarse powders, and sequentially extracted {hexane, chloroform, and ethyl acetate}. LCMS/MS data analysis was performed on the resultant metabolites, with bioinformatics tools employed for pathway enrichment, target prediction, and classification of identified compounds. Additionally, polyphenols were identified as key compounds with potential health benefits. LCMS analysis of the individual extracts identified a total of 10227 features, resulting in 2515 annotated metabolites, with PE contributing the highest number at 1286. Comparative analysis revealed 408 non-redundant metabolites, with 74.2% being unique to individual fruits, underscoring the complementary phytochemical profiles. Pathway enrichment analysis highlighted dominant phenylpropanoid biosynthesis pathways across all extracts, while a comprehensive polyphenol classification identified 71 polyphenols, with significant interactions predicted between polyphenols and gut microbiota. Additionally, five common polyphenols showed potential human targets related to antioxidant activity. These findings provide a deeper understanding of the phytochemical diversity and potential health benefits of Triphala, supporting its traditional use in promoting health.",
  "publication_date": "2024-12-30",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-024-80544-6"
}