{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "Integrated Transcriptome and Metabolome Analyses Reveal Complex Oxidative Damage Mechanisms in Rice Seedling Roots Under Different Carbonate Stresses.",
  "abstract": "Alkaline stress (AS) is one of the major threats that severely affects rice growth and grain yield. However, the differences in the damage caused by the main components of soda saline-alkali land, sodium carbonate (Na2CO3), and sodium bicarbonate (NaHCO3) to rice seedlings are still unclear. This study explored the effects of different carbonate stresses (Na2CO3and NaHCO3) on rice seedling growth, root damage, physiological responses, and molecular changes. By administering equivalent concentrations of sodium ions through these different carbonate treatments, we observed that both stresses significantly inhibited rice growth. However, the inhibitory effect was more pronounced under the Na2CO3treatment. Compared with the NaHCO3treatment, Na2CO3stress caused more severe damage to root cell membranes and led to a substantial decline in root vigor. Moreover, the contents of reactive oxygen species (ROS) and malondialdehyde (MDA) were markedly increased, indicating that Na2CO3induces more severe oxidative damage. Transcriptomic and metabolomic analyses revealed a greater number of differentially expressed genes (DEGs) and differentially expressed metabolites (DEMs) in the Na2CO3treatment group. The integrative analysis and validation demonstrated that pathways related to auxin, ascorbate, flavonoids, and glutathione metabolism were particularly enriched under Na2CO3stress. These findings suggest that Na2CO3stress may interfere with auxin signaling pathways and exerts a more profound impact on endogenous antioxidant systems, affecting rice growth at multiple levels. In summary, this research highlights the differential impacts of Na2CO3and Na2CO3stresses on rice seedling growth, physiology, and molecular processes, particularly oxidative damage and antioxidant responses. The insights gained provide a valuable theoretical foundation for enhancing rice alkali tolerance and developing strategies for the rational cultivation of rice in saline-alkaline soils.",
  "publication_date": "2025-05-30",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox14060658"
}