{
  "source": "PubMed",
  "query": "secondary metabolites",
  "title": "The Aspergillus nidulans velvet domain containing transcription factor VeA is shuttled from cytoplasm into nucleus during vegetative growth and stays there for sexual development, but has to return into cytoplasm for asexual development.",
  "abstract": "Survival of multicellular organisms requires the coordinated interplay between networks regulating gene expression and controlled intracellular transport of respective regulators. Velvet domain proteins are fungal transcription factors, which form various heterodimers and play key roles in controlling early developmental decisions towards more either asexual or sexual differentiation. VeA is the central subunit of the trimeric velvet complex VelB-VeA-LaeA, which links transcriptional to epigenetic control for the coordination of fungal developmental programs to specific secondary metabolite synthesis. Nuclear localization of the VeA bridging factor is carefully controlled in fungi. In this work we demonstrate that VeA carries three nuclear localization signals NLS1, NLS2 and NLS3, which all contribute to nuclear import. We show that VeA has an additional nuclear export sequence (NES) which provides a shuttle function to allow the cell to relocate VeA to the cytoplasm. VeA is nuclear during vegetative growth, but has to be exported from the nucleus to allow and promote asexual development. In contrast, progression of the sexual pathway requires continuous nuclear VeA localization. Our work shows that an accurate nuclear import and export control of velvet proteins is further connected to specific stability control mechanism as prerequisites for fungal development and secondary metabolism. These results illustrate the various complex mutual dependencies of velvet regulatory proteins for coordinating fungal development and secondary metabolism.",
  "publication_date": "2025-06-16",
  "journal": "PLoS genetics",
  "doi": "10.1371/journal.pgen.1011687"
}