{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "Exploring the Composition of Blueberry-Based Functional Products: Polyphenolic and Elemental Characterization and Quantification.",
  "abstract": "Objectives: The aim of this study was to provide a comprehensive overview of the nutritional and toxicological aspects of different forms of blueberry products (fresh blueberries, dried blueberries, supplements and herbal teas).Methods: Twelve aglycone and glycoside polyphenolic compounds, such as stilbenoids (resveratrol, astringin), flavonols (quercetin, rutin, isoquercitrin, quercitrin, kaempferol), flavanols (catechin, epicatechin), flavanone (hesperitin), flavone (luteolin), and forty chemical elements were analyzed using high-performance liquid chromatography coupled to a mass spectrometer and inductively coupled plasma mass spectrometry. Total phenolic and flavonoid content and antioxidant activity were also evaluated.Results: Different distributions of polyphenolic compounds were observed in the blueberry samples, with quercetin and its derivatives, as well as catechin and epicatechin, present in all samples. High concentrations of Ca, K, Mg and P (10-5800 mg/kg) were detected, followed by Fe and Mn at levels below the allowable limits in foods (425 and 500 mg/kg, respectively). The daily intake of polyphenols was quantified, and the estimated daily intake (EDI) was calculated for sixteen elements (including As, Cd, Cu, Fe, Ni, Pb, V and Zn). Hazard quotients (HQs), hazard index (HI) and cancer risk (CR) were assessed for carcinogenic and non-carcinogenic risks associated with the EDI of these elements in food products for both adults and young consumers. For all samples, HI values were below 1, and CR values were within acceptable limits.Conclusions: The diversity in polyphenolic profiles and elemental content in blueberry-based products was highlighted by this exploratory study. These findings are valuable for understanding the health benefits and risks of blueberry products.",
  "publication_date": "2025-03-29",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14071210"
}