{
  "source": "PubMed",
  "query": "catechins",
  "title": "Unlocking the Functional Food Potential ofCapparis spinosa: Optimizing Ultrasound Extraction, Phytochemical Analysis, and Assessing Antioxidative Activities.",
  "abstract": "This study explores the potential of ultrasound-assisted extraction (UAE) for efficiently recovering bioactive compounds, particularly rutin, from the often-overlooked leaves ofCapparis spinosa. By fine-tuning important extraction parameters such as ultrasound power, temperature, and ethanol concentration, this research achieved maximum yields of total phenolic content and rutin, establishing these leaves as a sustainable and valuable source of phytochemicals for applications in functional foods, nutraceuticals, and pharmaceuticals. High-performance liquid chromatography (HPLC) analysis revealed a high rutin content (15.51 mg/g DW), accompanied by considerable amounts of quercetin-3-glucoside and catechin. In vitro assays revealed the extract's strong antioxidative properties, effectively safeguarding Caco-2 and Hep G2 cells against oxidative stress and significantly lowering reactive oxygen species levels. Additionally, the extract enhanced the expression of vital antioxidative enzymes and demonstrated no toxicity at the tested concentrations, confirming its safety for dietary supplement use. These findings underscore the extract's strong safety profile and notable bioefficacy, reinforcing its suitability for incorporation into health-oriented formulations such as functional foods, dietary supplements, or nutraceutical products. Beyond demonstrating biological relevance, this research also advances the sustainable valorization ofCapparis spinosaleaf biomass-an underutilized resource with high phytochemical potential-while contributing to the development of innovative, plant-based strategies for disease prevention and overall health enhancement.",
  "publication_date": "2025-05-16",
  "journal": "Foods (Basel, Switzerland)",
  "doi": "10.3390/foods14101768"
}