{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Reduced apple crop density enhances total polyphenol accumulation via upregulation of anthocyanidin reductase and other phenylpropanoid pathway genes.",
  "abstract": "Polyphenols contribute to the quality of hard cider fermented from apple (Malus×domestica) juice by providing flavor, aroma, color, and microbial stability. However, polyphenol concentration in apple fruit can fluctuate by 50% or more from tree-to-tree within an orchard of the same scion and rootstock resulting in significant year-to-year product variability. In order to better understand polyphenol biosynthesis in cider apples, four-year-old 'Porter's Perfection' and 'Binet Rouge' trees were left unthinned (control), or had fruitlets adjusted to low, medium, or high crop density. Fruit peel and flesh tissue were sampled at 27, 81, and 160 (harvest) days after full bloom (DAFB) and analyzed for polyphenol concentration and composition, as well as gene expression. At 160 DAFB, there was a 39% increase in monomeric and oligomeric polyphenol concentrations in the 'Porter's Perfection' flesh tissue of the reduced crop density treatments as compared to the unthinned control. The transcriptome profile of the low crop density 'Porter's Perfection' treatment indicated that genes encoding enzymes that catalyze critical functions in the phenylpropanoid pathway such as hydroxylation, methylation, and glycosylation were upregulated compared to the control at 27 DAFB and 81 DAFB. The period of upregulated gene expression corresponded with increased concentration of polyphenols, particularly proanthocyanidin monomers and oligomers. Specifically, there was a significant increase in anthocyanidin reductase (an enzyme involved in epicatechin catalysis) expression in the low crop density treatment relative to the unthinned control at 27 and 81 DAFB in both the peel and flesh. Reduced crop densities enhanced the expression of genes involved in the phenylpropanoid pathway in apples, which likely increased fruit polyphenols. Furthermore, we identified eight and three novel ethylene response factor genes, 26 and 14 MYB-bHLH genes in the flesh and peel, respectively, that are potentially involved in regulating proanthocyanidin biosynthesis. These data suggest that reduced crop load densities lead to enhanced polyphenol synthesis and accumulation in 'Porter's Perfection' apples via transcriptional regulation of anthocyanidin reductase and other genes in the phenylpropanoid pathway.",
  "publication_date": "2025-06-09",
  "journal": "Frontiers in plant science",
  "doi": "10.3389/fpls.2025.1591292"
}