{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Ferulic Acid Inhibits Partial Epithelial-Mesenchymal Transition in Renal Tubular Epithelial Cells and Mitigates Renal Interstitial Fibrosis by Regulating the HIF-1α/Twist Signaling Pathway.",
  "abstract": "Ferulic acid (FA), a natural phenolic compound, shows potential therapeutic effects on renal interstitial fibrosis, although its antifibrotic mechanism remains unclear. This study investigated the molecular mechanisms of FA by focusing on epithelial-mesenchymal transition (EMT) and related signaling pathways. By using a hypoxia-induced HK2 cell model, the optimal FA concentration was determined by CCK-8 assay, and the cells were assigned to low-, medium-, and high-FA groups. Renal fibrosis-associated protein and mRNA levels were evaluated by western blotting (WB) and reverse transcription-quantitative polymerase chain reaction. In a 5/6 nephrectomy-induced chronic renal failure rat model, renal oxygen consumption, serum creatinine, and blood urea nitrogen levels were measured, while ultrastructural and morphological changes in renal tissues were examined by transmission electron microscopy (TEM), hematoxylin-eosin (HE) staining, and Masson's trichrome staining. Renal fibrosis-related indicators were further assessed by Western Blot (WB) and immunofluorescence assay. The results showed that FA treatment significantly reduced fibronectin, HIF-1α, and α-SMA expression; inhibited partial EMT in vivo and in vitro; improved renal function; and attenuated fibrosis in kidney tissues. Combining siTwist or oe-HIF-1α transfection with FA treatment revealed that FA targeted the HIF-1α/Twist signaling pathway, impeding EMT and delaying renal fibrosis. In conclusion, FA inhibited partial EMT of tubular epithelial cells and suppressed the HIF-1α/Twist pathway, thereby mitigating renal interstitial fibrosis and providing a foundation for FA-based treatment of chronic kidney disease.",
  "publication_date": "2025-06-01",
  "journal": "Chemical biology & drug design",
  "doi": "10.1111/cbdd.70133"
}