{
  "source": "PubMed",
  "query": "tea polyphenols",
  "title": "The integrated analysis of transcriptomics and metabolomics reveals the effects of tea polyphenols on lipid metabolism in lion-head geese.",
  "abstract": "Tea polyphenols are a class of natural plant compounds with potent antioxidant properties, and their critical role in regulating lipid metabolism has been demonstrated in numerous studies. However, systematic research on the effects of tea polyphenols on lipid metabolism in lion-head geese remains limited. In this study, we examined the impact of tea polyphenols on lipid metabolism in geese through an integrative analysis of transcriptomics and metabolomics. A total of 240 healthy male lion-head geese with similar body weights at 1 day of age were randomly allocated into two treatment groups (6 replicates per group, with 20 geese per replicate). The control group received a basal diet, while the experimental group was supplemented with 1000 mg/kg of tea polyphenols (50.4 % catechin purity) in the basal diet for 18 weeks. The results indicated that serum total antioxidant capacity (T-AOC) and glutathione peroxidase (GSH-Px) activities were significantly increased (P < 0.05), while malondialdehyde (MDA) levels were significantly decreased (P < 0.05) in the tea polyphenol group compared to the control group. Additionally, serum triglycerides (TG), aspartate aminotransferase (AST), and lactate dehydrogenase (LDH) activities were significantly lower (P < 0.05) in the tea polyphenol group than in the control group. Hepatic transcriptomic analysis further revealed that tea polyphenols significantly modulated the expression of several genes involved in lipid metabolism, including angiopoietin-like 4 (ANGPTL4), which plays a role in regulating lipid homeostasis, as well as glycerophosphodiester phosphodiesterase domain containing 2 (GDPD2), immunoglobulin heavy chain (IGH), proto-oncogene protein c-fos (FOS), and matrix metallopeptidase 1 (MMP1), etc. Serum metabolomic analysis also demonstrated significant alterations in lipid metabolites induced by tea polyphenols, including the downregulation of fatty acyl metabolites such as L-Palmitoylcarnitine and Hexadecanal. Moreover, the combined analysis revealed a strong positive correlation between ANGPTL4 and the organic compounds of steroidal saponins, such as Glucoconvallasaponin B, and negative correlations with glycerophospholipid metabolites, such as LysoPC (P-16:0). The comprehensive analysis suggests that the inclusion of tea polyphenols in the diet enhances the antioxidant capacity of lion-head geese, improves hepatic lipid profiles, and regulates lipid metabolism via modulating lipid metabolism-related genes and metabolites.",
  "publication_date": "2025-03-01",
  "journal": "Poultry science",
  "doi": "10.1016/j.psj.2025.104958"
}