{
  "source": "PubMed",
  "query": "phenolic acids",
  "title": "Salidroside Exerts Neuroprotective Effects via Inhibiting Ferroptosis in Mice with Traumatic Brain Injury.",
  "abstract": "Traumatic brain injury (TBI) carries a high incidence of morbidity and mortality worldwide. We aim to explore the neuroprotective effects of Salidroside (Sal) on TBI and the specific mechanisms involved. The controlled cortical impact (CCI) was adopted to induce TBI in mice. Mice were randomly divided into the following groups: Sham group, TBI group, low-dose Sal (Sal-L) group, High-dose Sal (Sal-H) group and the Ferrostatin-1 (Fer) group. Neurological function of mice was assessed by Neurological Severity Score and behavioral tests, with Hematoxylin-eosin and Nissl staining for histological analysis. Terminal deoxynucleotidyl transferase mediated dUTP nick end labeling assay was employed to detect neuronal apoptosis. Evans blue extravasation was observed to assess blood-brain barrier (BBB) permeability. Immunohistochemistry detected the astrocyte and microglial markers. Remyelination was evaluated by immunofluorescent labeling of myelin basic protein and Luxol Fast Blue staining. Reactive oxygen species (ROS), malondialdehyde, and glutathione levels were detected to assess lipid peroxidation. Ferroptosis was accessed by Prussian blue staining and western blot. Sal improved neurological deficits, reduced histopathological damage, inhibited neuronal apoptosis, and maintained neuronal structural stability in TBI mice. Sal downregulated the expression of Glial Fibrillary Acidic Protein (GFAP) and Iba1, indicating the suppression of astrocyte and microglia activation. Additionally, Sal alleviated BBB damage and promoted myelin regeneration. Sal treatment caused a decrease in ROS and malondialdehyde (MDA), while an increase in glutathione. Notably, Sal exhibited inhibitory effects on ferroptosis, as evidenced by reduced iron deposits, decreased iron ion levels, and modulated expression of key proteins involved in the ferroptosis, including upregulation of ferroptosis-inhibitory proteins and downregulation of ferroptosis-promoting proteins. Sal inhibits lipid peroxidation to suppress ferroptosis, thus exerting a neuroprotective effect on TBI mice.",
  "publication_date": "2025-06-21",
  "journal": "Neurochemical research",
  "doi": "10.1007/s11064-025-04430-x"
}