{
  "source": "PubMed",
  "query": "fruit polyphenols",
  "title": "Synergistic mechanism ofPhyllanthus emblicaextract and tetracycline against multidrug-resistantAcinetobacter baumannii.",
  "abstract": "The rising incidence of multidrug-resistant (MDR)Acinetobacter baumanniiinfections underscores the urgent need for novel antimicrobial strategies. The aim of this study was to investigate the synergistic effects between a polyphenol-rich extract fromPhyllanthus emblicafruit and tetracycline against MDRA. baumanniistrains. The extraction process was optimized using the Box-Behnken design approach to maximize the total phenolic content (TPC) of theP. emblicaextract. Key variables, including ethanol concentration, extraction time, and solid-to-liquid ratio (w/v), were determined through single-factor experiments. The antimicrobial activity of the extract, both alone and in combination with tetracycline, was evaluated againstA. baumannii. Mechanistic studies focusing on bacterial lysis and efflux pump inhibition were conducted to assess the extract's effects and its combined potential with tetracycline. The Box-Behnken design successfully optimized the extraction conditions, yielding the highest TPC at 68.92% ethanol concentration, 1.85 days of extraction time, and a 1:9.58 w/v ratio. The predicted and experimentally verified TPC values of the extract were 129.19 and 130.76 ± 2.46 mg GAE/g samples, respectively, with no significant difference (p> 0.05). The extract contained several phenolic compounds identified using liquid chromatography-high-resolution mass spectrometry (LC-HRMS). It exhibited antimicrobial activity against MDRAcinetobacter baumannii, either alone or in combination with tetracycline. The combination demonstrated a synergistic effect against MDRA. baumannii, with a fractional inhibitory concentration index (FICI) of 0.37. Moreover, the combination showed superior bacteriolytic effects against MDRA. baumanniicells, as evidenced by increased release of nucleic acid components and membrane destabilization, compared to the extract or tetracycline alone (p< 0.0001 for all comparisons). Additionally, the combination significantly enhanced the efflux pump inhibition effect compared to the extract or tetracycline alone (p< 0.05 for both). These findings support the potential use of polyphenol-richP. emblicaextracts as adjuncts to conventional antibiotics in treating drug-resistant bacterial infections.",
  "publication_date": "2025-02-14",
  "journal": "Narra J",
  "doi": "10.52225/narra.v5i1.1939"
}