{
  "source": "PubMed",
  "query": "plant polyphenols",
  "title": "Chemical Profiling of Polyphenolic Fraction ofCannabis sativaL. vr.KompoltiIndustrial Inflorescences: Insights into Cannabidiol Neuroprotective Effects in a Cellular Model of Parkinson's Disease.",
  "abstract": "The ultra-high-performance liquid chromatography high-resolution mass spectrometry (LC-ESI-HR-MS/MS) technique was used to characterize the polyphenolic fraction of the hot water infusion (WI) of inflorescences ofCannabis sativaL.Kompoltivariety, commercially used for food preparations or cosmetic purposes. On water infusion extract, we applied a multidisciplinary approach, where NMR, MS, in vitro cell-free and cell-based assays coupled with in silico studies, were used to rationalize at the molecular level the effects of the major component Cannabidiol (CBD), in a model of Parkinson's disease (PD). The phytochemical analysis by LC-MS/MS led to the tentative identification of many components belonging to different classes of polyphenols, such as phenolic acids, flavonoids, and their glycosides. CBD and cannabidiolic acid (CBDA) were also detected in good amounts in the infusion, together with several minor cannabinoids. In addition, the water infusion WI was evaluated for mineral content, total phenolic content, flavonoid content, and antioxidant capacity by DPPH and FRAP methods. Notably, our results in a cellular model of PD highlight that CBD protects against rotenone-induced cell death without recovering neuronal morphology. These biological outcomes were rationalized by an in silico approach, where we hypothesize that CBD could influence the cellular response to oxidative stress via its interaction with the Keap1/Nrf2 pathway. In summary, these results enriched the nutraceutical profile of the water infusion of the inflorescences of theKompolticultivar, which demonstrated a high CBD content. This study could lead to the development of dietary supplements that could help in the management of clinical symptoms related to the antioxidant activity of CBD in the pathophysiology of PD, which remains poorly characterized.",
  "publication_date": "2025-05-14",
  "journal": "Plants (Basel, Switzerland)",
  "doi": "10.3390/plants14101473"
}