{
  "source": "PubMed",
  "query": "flavonoids",
  "title": "L-Phenylalanine preharvest spraying effectively enhances the reactive oxygen metabolism and antioxidant capacity in postharvest broccoli.",
  "abstract": "Broccoli exhibits a high susceptibility to quality deterioration during postharvest storage. Previous studies have shown that preharvest spraying of 2 mmol/L L-phenylalanine (L-Phe) can effectively inhibit the chlorophyll degradation of broccoli during storage, thereby delaying yellowing. However, its effect on reactive oxygen species (ROS) homeostasis and corresponding antioxidant defense mechanisms and antioxidant capacity has not been elucidated. The present study revealed that preharvest spraying with L-Phe significantly enhanced total soluble solids (TSS) and soluble protein content in postharvest broccoli during storage. Notably, preharvest treatment with L-Phe induced elevated hydrogen peroxide (H2O2) concentrations while reducing superoxide anion (O2.-) accumulation in broccoli. Furthermore, preharvest application of L-Phe induced a significant increase in key antioxidant enzymes in broccoli, including the activities of NADPH oxidase (NOX), superoxide dismutase (SOD), catalase (CAT), ascorbate peroxidase (APX), and glutathione reductase (GR), but reduced peroxidase (POD), accompanied by upregulated gene expression of BoNOX, BoSOD, BoCAT, BoAPX, and BoGR, and down-regulated expression of BoPOD. Moreover, it significantly increased the accumulation of key antioxidant compounds, including: ascorbic acid (AsA), reduced glutathione (GSH), total phenols, and flavonoids. Additionally, the treatment also significantly enhances DPPH and FRAP free radical scavenging activity in postharvest broccoli. These results suggest that preharvest spraying of L-Phe may be a potential technique to effectively improve the postharvest storage quality and antioxidant capacity of broccoli.",
  "publication_date": "2025-06-23",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.110185"
}