{
  "source": "PubMed",
  "query": "flavonols",
  "title": "Low concentration of quercetin promotes BDNF expression and osteoblast differentiation during fracture healing via TrkB-ERK1/2 signaling pathway.",
  "abstract": "Quercetin (Que), one of the flavonoids, plays a role in fracture healing, while brain-derived neurotrophic factor (BDNF) and tyrosine kinase receptor kinase B (TrkB) have also been shown to be involved. Que and BDNF signaling pathways are interrelated in the nervous system, but their reciprocal regulatory mechanisms in fracture healing and osteoblast differentiation have not yet been studied. We conducted cellular experiments and fracture animal models to preliminarily clarify the roles and signaling mechanisms of Que and BDNF in osteoblast differentiation and fracture healing. Cellular experiments confirmed that low concentrations of Que (0.01-5 μM) promoted osteoblast differentiation and the expression of osteogenesis-related markers, including COL1A1, ALP and Runx2; activated EKR1/2 and promoted the expression of BDNF (P < 0.05); and that the combination of Que and exogenous BDNF had the strongest effect on promoting osteogenic differentiation (P < 0.05); further mechanistic studies revealed that, the ERK1/2-specific chemical inhibitor PD98059 significantly inhibited the expression of BDNF and osteogenic differentiation markers under the action of Que (P < 0.05), whereas the TrkB-specific chemical inhibitor K252a inhibited the activation of ERK1/2, the expression of BDNF, and the expression of osteoblast differentiation markers under the effect of Que (P < 0.05). In fracture animal models, Que (100 mg/kg) significantly promoted fracture healing and increased BDNF expression at the bone callus. Thus, low concentrations of Que promote osteogenic differentiation through the TrkB-ERK1/2-BDNF signaling pathway, which in turn affects fracture healing.",
  "publication_date": "2025-05-05",
  "journal": "Experimental cell research",
  "doi": "10.1016/j.yexcr.2025.114569"
}