{
  "source": "PubMed",
  "query": "phenolic compounds metabolic syndrome",
  "title": "Plasma Carotenoids and Polyphenols and Their Association with MetS: The Need for Nutritional Interventions.",
  "abstract": "Metabolic syndrome (MetS) is characterized by increased pro-oxidative stress and a chronic inflammation state and their consequent alterations. Several studies have highlighted the protective effect of carotenoids and polyphenols in MetS patients. This study aimed to evaluate the plasma level of selected carotenoids and polyphenols and to determine their relationship with MetS severity, MetS components, and inflammatory markers in Polish adults with metabolic disorders. It was designed as a cross-sectional study. The final study group comprised 275 adults, including 158 women and 117 men. Data were collected on the frequency of consumption of selected food groups. Anthropometric measurements and blood samples were taken to determine the concentration of carotenoids, polyphenols, and indicators (parameters) of metabolic disorders. Plasma concentrations of selected carotenoids and polyphenols were low in adults with MetS. The highest concentrations of carotenoids and polyphenols in the blood were observed for lutein and phenolic acids (including gallic and p-coumaric acids). Nevertheless, a correlation was found between the individual bioactive compounds and MetS components. In terms of the lipid profile, our study showed that the plasma of the selected carotenoids and polyphenols positively correlated with HDL cholesterol (zeaxanthin; total carotenoids), LDL cholesterol (chlorogenic acid), triglycerides (lycopene), and the total cholesterol (kaempferol). We found that the level of CRP as a marker of inflammation negatively correlated with the concentration of zeaxanthin. In our study group, no relationship was found between the dietary antioxidant intensity and the variables studied, which may be attributed to the low frequency of consumption of the sources of bioactive compounds, such as carotenoids and polyphenols, but also to the metabolic disorders. Further research is needed to determine whether these associations are causally related to the metabolic syndrome or are a result of the pathologies of the syndrome or improper diet with a low intake of vegetables and fruit.",
  "publication_date": "2023-06-24",
  "journal": "Antioxidants (Basel, Switzerland)",
  "doi": "10.3390/antiox12071336"
}