{
  "source": "PubMed",
  "query": "polyphenols",
  "title": "Fes-palygorskite nanocomposite mitigated early chlorosis in direct-seeded rice improving physiological and biochemical attributes.",
  "abstract": "Early-stage chlorosis due to iron deficiency is a critical limitation in direct-seeded rice (DSR) cultivation under aerobic and alkaline soil conditions, where iron bioavailability is severely restricted. This study presents a nano-engineered FeS-palygorskite composite (Fs-Pg) as a sustainable alternative to conventional ferrous sulfate (FeSO4), enabling prolonged ferrous ion availability under alkaline conditions. Response Surface Methodology (RSM) optimized a controlled release of 2.13 mg/kg iron over 29.6 days for Fs-Pg, maintaining higher ferrous ion content (0.43 mg/kg), in contrast to FeSO4, which showed a rapid release (3.44 mg/kg) with lower ferrous ion retention (0.19 mg/kg) within 8.6 days at their respective optimized dosages. Korsmeyer-Peppas model (n = 0.738) was the most fitted kinetic model endorsed a non-Fickian, dual-controlled release mechanism for Fe2+release, driven by diffusion and sulfide-mediated slow dissolution. Significant enhancement in seedling physiological parameters (after 30 days) included improved germination rate (8.80 %), root length (20.66 %), biomass accumulation (fresh weight: 68.37 %; dry weight: 35.29 %) and overall vigor index (47.26 %) as compared to FeSO4. The treatment also enhanced iron uptake in shoots (9.58 %) and roots (10.36 %) relative to FeSO4. Fs-Pg application markedly elevated antioxidant enzyme activities (superoxide dismutase, ascorbate peroxidase, catalase, polyphenol oxidase and peroxidase) and boosted biochemical attributes (phenolics, flavonoids, protein and chlorophyll content), contributing to reduced oxidative stress and enhanced redox homeostasis. Free radical scavenging assays further confirmed its superior antioxidative potential. Overall, this study offered a sustainable nanonutrient solution for augmented bioavailable iron under aerobic conditions in DSR, coupled with enhanced antioxidant defense, and improved physiological growth to effectively mitigate early-stage chlorosis under alkaline stress.",
  "publication_date": "2025-06-15",
  "journal": "Plant physiology and biochemistry : PPB",
  "doi": "10.1016/j.plaphy.2025.110159"
}