{
  "source": "PubMed",
  "query": "cocoa flavonoids",
  "title": "Cacao Procyanidins-Induced Lifespan Extension in Caenorhabditis elegans in a Nervous System and CaMKII-Dependent Manner.",
  "abstract": "Procyanidins are gaining attention due to their potential health benefits. We found that cacao liquor procyanidin (CLPr) from Theobroma cacao seeds increased the lifespan of Caenorhabditis elegans, a representative model organism for aging studies. The genetic dependence of the lifespan-extending effect of CLPr was consistent with that of blueberry procyanidin, which is dependent on unc-43, osr-1, sek-1, and mev-1, but not on daf-16, sir-2.1, or skn-1. The lifespan-extending effect of CLPr was inhibited by neuron-specific RNA interference (RNAi) targeting unc-43 and pmk-1, and in worms with loss-of-function mutations in the odr-3, odr-1, or tax-4 genes, which are essential in sensory neurons, including AWC neurons. It was also inhibited in worms in which AWC neurons or AIB interneurons had been eliminated, and in worms with loss-of-function mutations in eat-4 or glr-1, which are responsible for glutamatergic synaptic transmission. These results suggest that the lifespan-extending effect of CLPr is dependent on the nervous system. In addition, it also requires unc-43 and pmk-1 expression in nonneuronal cells, as demonstrated by the experiments with RNAi in wild-type worms, the neuronal cells of which are not affected by systemic RNAi. The osr-1 gene is expressed in hypodermal and intestinal cells and regulates the response to osmotic stress along with unc-43/calcium/calmodulin-dependent protein kinase II and the p38 mitogen-activated protein kinase pathway. Consistent with this, CLPr improved osmotic stress tolerance in an unc-43- and pmk-1-dependent manner, and it was also dependent on AWC neurons. The lifespan-extending and osmotic-tolerance-improving activities were attributed to procyanidins with a tetrameric or higher-order oligomeric structure.",
  "publication_date": "2024-03-01",
  "journal": "The journals of gerontology. Series A, Biological sciences and medical sciences",
  "doi": "10.1093/gerona/glae050"
}