{
  "source": "PubMed",
  "query": "vegetable phenolics",
  "title": "Antioxidant Properties of Aronia melanocarpa and Morinda citrifolia Juices and their Impact on Bladder Cancer Cell Lines.",
  "abstract": "BACKGROUND Aronia melanocarpa and Morinda citrifolia are valuable sources of bioactive compounds, mainly polyphenols, that provide health benefits. The antioxidants can scavenge free radicals that generate oxidative stress, resulting in various chronic diseases, including cancer. This research analyzed the in vitro effect of Aronia melanocarpa and Morinda citrifolia (Aronia and Noni) juices on urinary bladder cancer cells (T24) in comparison with normal uroepithelial cells (SV-HUC1). MATERIAL AND METHODS The study was preceded by analysis of the antioxidant properties of the tested juices - antioxidant capacity, total polyphenols, total flavonoids, and total anthocyanins. Moreover, the phenolic acids and selected flavonoids in the juices were determined through high-performance liquid chromatography. The cytotoxicity of the tested juices was analyzed in cell lines via 3-[4,5-dimethylthiazol-2-yl]-2,5 diphenyl tetrazolium bromide (MTT) assay.   RESULTS Aronia and Noni juices affected the viability of both tested cell types in a time- and concentration-dependent manner. The results showed that Aronia and Noni samples were significantly more cytotoxic to urinary bladder cancer cells than to normal cells. Furthermore, it was found that Aronia juice was more cytotoxic against the tested cells than Noni juice. Aronia melanocarpa juice affected T24 cancer cells already at a concentration of 1.56% while Noni juice needed higher concentrations, starting at 12.5%. The greater efficacy of Aronia could be the result of its higher antioxidant capacity (629.4 vs 77.3 mg Tx/100 mL) or its higher content of total polyphenols (1036.6 mg vs 235.7 mg gallic acid equivalents/100 mL). CONCLUSIONS The results are promising and could indicate that Aronia and Noni juices exert beneficial effects against bladder cancer cells. Further studies should be performed, especially on other cancer cell lines.",
  "publication_date": "2025-03-09",
  "journal": "Medical science monitor : international medical journal of experimental and clinical research",
  "doi": "10.12659/MSM.945120"
}